{"__version": 1, "token_id": 302006, "symbol": "OBJKT", "name": "GENERATIVE Persian Joshaghan Carpet (RARE EDITION)", "description": "\nGenerative artwork exploring color and the emergent effect of stacking simple shapes and filling their intersections.which take you on the journey to an imaginary universe. All artworks are created using custom algorithms in processing.\nThis collection has an abstract look at Iranian carpets, Iranian art-industrial carpets that have long overshadowed Iranian culture as a name and credit for Iran.\nThe ancient city of Nahavand in western Iran is one of Iran's leading rug-proveniences. It produces high-quality Persian rugs, which have a very good reputation.\nJoshagan rugs are made in the town of Joshagan and the nearby villages in the province of Esfahan in north central Iran. Joshaghan rugs are woven on cotton foundation with wool pile and the use of the Persian (asymmetrical) knot. Because of their high quality and limited production, they are considered very good investments and are relatively expensive. The higher quality items are sometimes sold under the names of the neighboring villages, Meimeh or Murcecar. Joshaghan rugs are woven in both village and workshop settings.\nJoshaghan's signature design consists of geometric floral motifs arranged in the shape of diamonds. Sometimes geometric versions of the willow tree and gul hannai in diamond arrangements are among the floral motifs. This design may be woven in an all-over or medallion-and-corner layout.\nArrangements In the case of the medallion-and-corner, the medallion itself is also a diamond and the corners are straight lines creating triangular corners. Both the medallion and the corners are also filled with diamond shape floral arrangements. The Mina-khani design is also used in Joshaghan rugs.\nThe background color of Joshaghan rugs could be either deep red or deep blue, and the motifs are woven in colors of dark blue, light blue, white, green, beige, red and yellow. The border is usually beige or blue.", "artifact_uri": "ipfs://bafybeidfqvdcj4ybpyvafff55d4tbmm2bpedguebaoocsgyjacqicw7xwa", "display_uri": "ipfs://bafybeidfqvdcj4ybpyvafff55d4tbmm2bpedguebaoocsgyjacqicw7xwa", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeidfqvdcj4ybpyvafff55d4tbmm2bpedguebaoocsgyjacqicw7xwa", "mimeType": "image/gif"}], "creators": ["tz1SSCjgL54U5yUemQVFGfZ9M9ygKHLHgNsA"], "tags": ["generativeart", "creativecoding", "generative", "codeart", "newmediaart", "abstract", "creativecodeart", "algorithmicart", "touchdesigner", "object4objekt", "generativedesign", "processing", "mathart", "computerart", "proceduralart", "geometricart", "procedural", "isometric", "bhfyp", "geometry", "pattern", "GEOMATIC", "aiart", "artxcode", "minimal", "psychedelic", "glsl", "psychedelicart", "opart", "genartclub", "noise", "trippy", "opticalart", "artandtechnology", "coding", "audiovisual", "pyton", "p5js", "hen200k", "shahrokh", "machinelearning", "pixelart", "pixels", "rare", "1"], "extra": {}}