{"__version": 1, "token_id": 375106, "symbol": "OBJKT", "name": "Defeat 06 - Yitzhaj Rabin", "description": "The assassination of Israeli Prime Minister and Defense Minister Isaac Rabin was the culmination of a demonstration against violence and in support of the Oslo peace process. Rabin was personally disparaged by right-wing conservatives and Likud leaders who perceived the peace process as an attempt to lose the occupied territories and a capitulation to Israel's enemies.\n\nNational religious conservatives and Likud party leaders believed that withdrawing from any \"Jewish\" land was heresy. Likud leader and future Prime Minister Benjamin Netanyahu accused the Rabin government of being \"estranged from Jewish tradition and from Jewish values. \" Right-wing rabbis associated with the settler movement prohibited territorial concessions to the Palestinians and prohibited Israel Defense Forces soldiers from evacuating Jewish settlers under the accords. Some rabbis proclaimed din rodef, based on a traditional Jewish self-defense law, against Rabin personally, arguing that the Oslo Accords would endanger the lives of Jews.\n\nDemonstrations organized by Likud and other right-wing groups featured depictions of Rabin in a Nazi SS uniform, or in the sights of a gun. The protesters compared the Labor Party to the Nazis and Rabin to Adolf Hitler and chanted: \" Rabin is a murderer \"and\" Rabin is a traitor. \" In July 1995, Netanyahu led a mock funeral procession with a coffin and rope at an anti-Rabin rally where protesters chanted \"Death to Rabin.\" Internal security chief Carmi Gillon alerted Netanyahu to a plot over Rabin's life and asked him to moderate the rhetoric of the protests, which Netanyahu refused to do. Netanyahu denied any intention to incite violence.\n\nRabin either dismissed such protests or called them chutzpah. According to Gillon, Rabin rejected his requests to wear a bulletproof vest and preferred not to use the armored vehicle he was awarded. Supporters on the left staged pro-peace rallies in support of the Oslo Accords. It was after one of those meetings in Tel Aviv that the assassination took place.\n\nAfter the speech, Rabin walked down the steps of the town hall toward the open door of his car, at which point Amir shot Rabin three times with a Beretta 84F semiautomatic pistol. He was immediately subdued by Rabin's bodyguards and arrested with the murder weapon. The third shot missed Rabin and hit the security guard, Yoram Rubin, who was slightly wounded.\n\nRabin was rushed to Ichilov Hospital at Tel Aviv's Sourasky Medical Center, where he died on the operating table from bleeding and from a punctured lung in 40 minutes.\n\nDEFEAT is a collection based on people whose death historically had an impact on power, quite remarkable in history, either by homicide, convictions or natural deaths, these people marked the beginning, or the end of a corrupt era within universal history\n", "artifact_uri": "ipfs://QmTKQmY7rgHgDuArUmQpKuPn3adKU45h94PRRDYS7sv2Wb", "display_uri": "ipfs://QmSRN8Vzpv6AZKSEvSPmp1M9gNWGatZGGVmE5vbEBv7iUu", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmTKQmY7rgHgDuArUmQpKuPn3adKU45h94PRRDYS7sv2Wb", "mimeType": "image/jpeg"}], "creators": ["tz1eCSidkZBu6nXnmAzAqGZvbUER7xBCitzf"], "tags": ["pixel", "collection", "digital", "arte", "assassination", "illustration", "art", "defeat", "magnicidio"], "extra": {}}