{"__version": 1, "token_id": 415206, "symbol": "OBJKT", "name": "Hair Saloon - Death On Top Series 06", "description": "Here and there a little bit of care, there’s nothing some cologne can’t fix or can’t repair.\n\nCompare the air now cleansed of your despair! Spare yourself from the sadness that you wear. The coat! The fur! Nature’s way to blur! To hide, to curl, to whirl, and to unfurl: the pearl, inside, polished and so bare - so raw, so rare! That shine is seldom shared. (We want! We need! Is it ours to keep?)\n\nPick, and pluck your natural selection: we want your spotless skin to glance at our reflection. Do not get us wrong we don’t care about connection: you must remain unseen for me to cast my projections.\n\n-Nor age, nor worries should I tell from your complexion, and don’t even get me started with the sound of your inflections!\n\nSuch a long way still, from where we are, until perfection. You might want a boost: have you tried with some injection?\n\nClean cut, pink, and shaven, slick and fancy as a raven. Craven feasts from rosy haven, till a hair lands in the mouth... of our esteemed maven:\n\n-Who has grown this foul expression? This curly lace of brown transgression? I thought I called for full repression, yet it seems we are on route regression!\n\nMaven: maker of the rules, founder of the bitter schools. You weigh what's right with your own jewels and treat us as your silly mules. Well, forced suppression finds it’s end when silly rules get over bent, and so it happened in a blast: an outburst of denied past grew and grew from every pore, back again to claim its core. \u2028\u2028No more wise to preach the bleach with the wall they said was bridge: you might have a preachy peach, but as you want, a choice for each.\n\nKILL COUNT +10", "artifact_uri": "ipfs://QmYtcUTbY2HJmCU1HkXNcXkL58qaDmeydz7smXvM55SJhL", "display_uri": "ipfs://QmVFVVYB6wLfLD5ySsB49XYsJAgdBfWf6eb9oAWruNvJnY", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYtcUTbY2HJmCU1HkXNcXkL58qaDmeydz7smXvM55SJhL", "mimeType": "image/png"}], "creators": ["tz1aQKoJYGJTZRNDjunJVuPmJeZPKsrRvpBZ"], "tags": ["3d", "blender", "color", "story", "illustration", "deathontop", "hair"], "extra": {}}