{"__version": 1, "token_id": 548706, "symbol": "OBJKT", "name": "DAWN", "description": "“DAWN” — There are some parts of the world so unique that you could easily be convinced of the fact they aren’t real. Much like here in Luoping, China as the dawn of a new day casts a warm and golden light over the surreal towering peaks; surrounded by Canola fields which are equally as golden.  Given how China is often portrayed, like many people, I was quick to believe the country was made up of only busy cities and factories. Little did I know, as I embarked on my first trip to China 8 years ago, that it was so much more. 4 trips later across the following few years and China has quickly become one of the most awe-inspiring countries I’ve ever been to. Landscapes that I had no idea existed on our planet, vast and wild places that seemingly transport you into a new dimension. ? It’s places like this that give me a deep appreciation for the unique beauty of our planet. Landscapes so pretty and full of colour that I truly begin to question how on earth they are real. As a photographer, these are the places I love the most. To be able to look around and see the disbelief on everyone’s faces as we all take in the beauty that stands before us. This image is dedicated to those that think beyond what we are told and see beyond what we are lead to believe. It’s for the person that thinks outside box and who isn’t confined to the space inside it that so many others are.? // The collector will have the option to receive a gallery quality, signed and framed physical print of the image alongside the NFT. The size of the print will be determined by the collector and Jacob once the sale is complete. ", "artifact_uri": "ipfs://QmcFzVdz9Tusa5jPAcGuhWSTroZfQkHRqCtcpqBYsSdzKY", "display_uri": "ipfs://QmUMcfq4sAATKU7bMHk6wiqC1rvqQJQUsYxMjcYZTAozWD", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcFzVdz9Tusa5jPAcGuhWSTroZfQkHRqCtcpqBYsSdzKY", "mimeType": "image/jpeg"}], "creators": ["tz1WTHfY9DfZhVJkHQXvCR39nshhYBJCbNP7"], "tags": ["aerial，china，drone，jacob，jacobriglin，photography，planet，sunrise，sunset，world"], "extra": {}}