{"__version": 1, "token_id": 567806, "symbol": "OBJKT", "name": "XX4 - E.T. \"ASLOPT\"", "description": "We detected an incoming gigantic alien space vessel near Uranus in June 26, 2029. They tried to contact us immediately after we detected them, then introduce themselves as \"Aslopt Empire\" and they are seeking aid and refuge for their people. We allowed them to land on our Luna space station and straight away begin our \"Alien Contact\" protocol.\n\nThe \"Aslopt\" have a really brute appearance, very muscular build, around 8 feet tall, and deep voice. They slightly resemblance to a shark, so they kinda look like a shark with humanoid form, and of course we have our own nickname for them which is \"Jaws\".\n\nAfter a few days, we held a meeting with their King, his name is \"Bagheuaor\". Bagheuaor told us their homeplanet \"Losa\" (later we found out that \"Losa\" is Kepler-1525b)  was attacked by an unknown hostile alien race, they put up a good fight but unfortunately they still lost due to its really advance weapon technology and massive armadas, and we received another information that these alien invaders are coming from the Andromeda Galaxy system. That's one essential information we can get. We can conclude that this alien invaders are the same aliens who attacked the Chressa or Blues.\n\nThe loss of Aslopt Empire make me wondering how strong exactly these invaders are...I mean it's been 2 alien races who lost their homeplanet, are they going to do that untill there's no races left? I think it's more than that, there's no way they merely doing those horrible things just for fun, there must be a real reason...\n\nCol. Abraham C. Easley\nJuly 2, 2029", "artifact_uri": "ipfs://QmUWtdFt4CLhJHLoieceayrQaT4NkjhWmim4orb3boYhdf", "display_uri": "ipfs://QmcNNeFzhwXzvRwm5yqX9jPuboGjGrWzRy6dSjmMgNwPbr", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUWtdFt4CLhJHLoieceayrQaT4NkjhWmim4orb3boYhdf", "mimeType": "image/png"}], "creators": ["tz1TeMzJN99QhBN3bxF2DNsdfBxar4e5auHe"], "tags": ["alien", "3d", "character", "nftasia", "3dsculpt", "3dsculpting", "nftindonesia"], "extra": {}}