{"__version": 1, "token_id": 596906, "symbol": "OBJKT", "name": "Christmas Haters Club", "description": "Eng:\n\nThis is an official invitation to the Christmas Haters Club\n\nThe Christmas Haters Club is for everyone, no matter what your reason, we can hate Christmas together and united. Christmas is not a happy and pleasant time for everyone. Some people don't have a good relationship with their family, LGBTQIA+ people especially, others may be far away from loved ones, there is still a pressure and a kind of guilt to spend Christmas alone.\n\nThis year I am particularly upset about not being able to celebrate with my chosen family, my best friend has moved to another state, the  airplane tickets for December were almost 2000 brl and I had only 600 brl. I generally don't like to visit my family, so Im alone at home trying to calm my dogs that are scared by the fireworks.\n\nDespite everything I am happy to have found a welcoming community in the NFT world, to receive support and encouragement and also to be able to give this little gift. I wish you a good end of the year and an even better new start.\n\nThis is also a 'Make it in your style' invitation, not only drawing, but whatever art you produce is a great way to express your distaste for Christmas :) \n\nPort-br:\n\nEste é um convite oficial para o Christmas Haters Club\n\nO Christmas Haters Club é para todes, não importa seu motivo, podemos odiar o natal juntes e unides. Natal não é uma época feliz e agradável pra todo mundo. Algumas pessoas não tem boa relação com a família, pessoas LGBTQIA+ principalmente, outras podem estar longe das pessoas queridas, ainda existe uma pressão e um tipo de culpa de se passar o natal sozinhe. \n\nEsse ano estou particularmente chateado em não poder comemorar com minha família escolhida, meu melhor amigo se mudou para outro estado, as passagens em dezembro estavam quase 2000 reais e eu tinha apenas 600. De maneira geral não costumo gostar muito de ir visitar familiares e fico sozinho em casa tentando acalmar meus cachorros que se assustam com os fogos.\n\nApesar de tudo estou feliz de ter encontrado uma comunidade acolhedora no mundo NFT, de receber apoio e incentivo e também de poder dar esse presentinho. Desejo um bom fim de ano e um novo começo melhor ainda.\n\nIsto também é um convite de 'Faça isso no seu estilo', não só desenho, mas qualquer tipo arte que você produza é um ótimo meio de expressar seu desgosto pelo natal :)", "artifact_uri": "ipfs://QmZS2yaueeGw9Gicqvf6bHqya6XxJnZqmeEog77wMt5wdr", "display_uri": "ipfs://QmRkfjha54pTP4HEg1pmvHWox5vHn7CLhfxEVyeSS1PKib", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZS2yaueeGw9Gicqvf6bHqya6XxJnZqmeEog77wMt5wdr", "mimeType": "image/png"}], "creators": ["tz1ixHXGBs9U3QmiEirZAvjLqiprUyfA4uhJ"], "tags": ["christmas", "present", "drawing", "brasil", "brazil", "card", "lgbt", "lgbtqia", "trans", "christmashatersclub", "natal", "celebration", "gift"], "extra": {}}