{"__version": 1, "token_id": 379218, "symbol": "OBJKT", "name": "Mapa Império", "description": "Essa é a fotogrametria do trabalho intitulado \"Mapa Império\", no qual eu construí fisicamente uma cartografia acronológica da história da humanidade, parte verídica, parte fictícia, dividida em 4 peças, e em 43 cenas inteiramente pintadas à mão. Para além de serem telas, as partes do mapa também se comportam como camadas de um enorme manto vestível, com a maior das partes medindo 2,85m de diâmetro.\n~\nThis is the photogrammetry of the work entitled \"Mapa Império\", in which I have physically built an achronological cartography of the human history, part true, part fictional, divided into 4 parts, and 43 scenes entirely handpainted. In addition to being canvases, the parts of the map also behave as the layers of an enormous wearable cloak, with the largest part measuring 114 inches of diameter.\n\n\nA fim de não esquecer nossa realidade ruidosa, tomada por crises sócio-políticas, econômicas, étnicas, e ideológicas que deslancham em horizontes limitados, tal como em culturas milenares como a azteca, egípcia, e greco-romana, o registro de acontecimentos pode ser eternizado através da pintura, tornando factível algo que séculos depois será encarado como a verdade da dita época, por mais que não seja.\nÉ possível que a recorrente “fake news” não seja tão atual assim.\n\nDe forma a compor minha cartografia de dados, e narrativas fugazes que transpassam uma linha de tempo acronológica da história da humanidade, foram estruturados cuidadosamente eventos (celebrativos e/ou astrosos); homenagens a figuras apagadas pelo tempo; informações pouco reveladas, e curiosidades que caminham tanto pelo surreal, quanto pelo verídico, traçando assim esse artefato.\nÉ no contorno dos encaixes desse mapa construído, que se abriga a rota para o futuro distópico que nos é revelado ao acordar envoltos na fuligem que são os fatos.\n\nNo total foram inseridas 43 cenas, de um passado, presente e futuro, real e “fictício”, nas quais se encontram:\n\n- Theyyam de Kerala\n- Templo do Peixe, localizado em Samut Praken, na Tailândia\n- Condor-dos-Andes\n- Sincretismo religioso\n- Incêndio no Gran Circo Norte-Americano, em 17 de Dezembro de 1961, na cidade de Niterói\n- Queda dos Jardins Suspensos da Babilônia\n- Kinnari (feminilidade)\n- Registro do 1° prazer abençoado pelo azul dos céus\n- Construção da internet\n- Rafflesia\n- Tuan-Mudae\n- Em 2072, a sincronicidade entre raças traz à tona padronagens na pele humana nunca vistas antes\n- A menina que amolece seus dentes de leite quando você vai dormir\n- Elsie Paroubek é sequestrada, e assassinada em 1911, desencadeando a maior história épica da humanidade\n- Inundações ocorridas no Japão matam cerca de 187000 pessoas\n- Data: 18 de Março de 1891\n- Frank Hayes, o homem que ganhou uma corrida de cavalo estando morto\n- A corneta que Israfil usará na hora do verdadeiro julgamento final\n- A máscara de rejuvenescimento que nunca de fato funcionou, e virou de coração\n- Mary Ann Bevan (20 de Dezembro de 1894 - 26 de Dezembro de 1933) Descanse em paz!\n- Em 1937 ocorreu a explosão do dirigível Hidenburg, acarretando na morte de 35 pessoas (13 passageiros; 22 tripulantes, e 1 trabalhador)\n- Lakshmi Tatma nasce com 8 membros, e é considerada divindade na Índia\n- Em 28 de Janeiro de 2020, Flaviana; Romuyuki, e Juan Gonçalves de 15 anos, são encontrados carbonizados no porta malas de um carro no ABC Paulista\n- O estilingue de Jesus que Golias usou para matar Deus, quando chegou no paraíso\n- Kinnara (masculinidade)\n- Ave Maria II (falsa)\n- A crença de que o chifre do rinoceronte cura impotência sexual extingue a espécie\n- Covid se estende por 13 anos\n- Sessões de imersão em cafeína despertam intensas ilusões astrais\n- Criança de 7 anos encontra tábua de esmeralda em caixa de areia\n- Ave Maria I (verdadeira)\n- Salatiel\n- Em 2078 finalmente conseguem roubar o Cristo Redentor, desencadeando assim o esfarelar em cinzas da cidade do Rio de Janeiro\n- Uriel\n- Próteses mecânicas se tornam super avançadas, e grandes esportistas amputam membros para substituí-los\n- Em meados de 2023, Joana d’Arc ressuscita, e abate ex-presidente Jair Bolsonaro, em prol do movimento feminista\n- O extremo aquecimento global seca a vida das últimas ninfas\n- O último dodô visto em 1668\n- Nadadora Ama, tradicionalmente nua, colhendo pérolas em alta profundidade no Japão\n- O Olho de Boi foi o primeiro selo postal do Brasil\n- Christian Fletcher & Malcom McLaren\n- A gravidez passa a ser do gênero masculino a partir do século 23\n- O movimento BLM se intensifica, e derruba o racismo estrutural final-mente\n-  Olho do milênio\n", "artifact_uri": "ipfs://QmRoukdPEUVG6ZT7p9Ww3RT2mYdVdio5YzC261nBRf9fRR", "display_uri": "ipfs://QmYnowFVZmL2McEcW8EXNegaThV6vgNiuCFYfX2AgvQA2z", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRoukdPEUVG6ZT7p9Ww3RT2mYdVdio5YzC261nBRf9fRR", "mimeType": "model/gltf-binary"}], "creators": ["tz1VwmPSAYqhHRvhdmj4oZRk6Ay8DBjtGp1V"], "tags": ["3d", "interactive", "painting", "photogrammetry", "zane", "map", "cartography", "brasilembrasa", "magicalrealism", "fineart", "cloak", "immersive", "mapaimperio"], "extra": {}}