{"__version": 1, "token_id": 449018, "symbol": "OBJKT", "name": "adoration suffocation", "description": "We flaccidly piled filters over every fault line of our sagging faces, they congealed and plugged each hole and blemish until they were scraped off and disposed of along with the flecks of empty adoration they had accumulated. The thick resin would deposit into a small waste basket that hung from our necks, eager to collect the sinewy phlegm that provided the suffocation we desired. The slop reeked like burning teeth being shaved by the file of an ancient dentist and spoiled tapioca in a rarely visited nursing home, with the sickening sweetness of a similarly neglected urinal cake. \n\nThe bucket’s burlap handle would tear into our necks when enough had accumulated and there was no better feeling in the world than that handle penetrating a barely closed wound. The blood crawling hesitantly from the freshly opened laceration was proof that we had created something.   \n\nOnce a month, the basket was punctured and drained into a rusted frying pan and mopped up with a piece of white toast and consumed, our greediness for lingering attention triumphing over our stomach’s resilience toward the wretched paste and the severe indigestion that accompanied it.  \nSometimes we would sift through our own shit in an effort to prolong the illusion of worship, rolling the barely digested pulp between our desperate fingers in an effort to create another trophy for our shrine of inconsequence. Sometimes we watched the threads plummet into the toilet and drift like sperm toward a womb of untreated sewage and weep at their failure.", "artifact_uri": "ipfs://QmRL6w9Tcg8M5HwjjoiYBMeitgRwNatrVf9nZ1qTkEBYwd", "display_uri": "ipfs://QmT3TinWDEuqJVHqZSvUup6m6NopKRdBbyVWnZZ3ejSjYT", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRL6w9Tcg8M5HwjjoiYBMeitgRwNatrVf9nZ1qTkEBYwd", "mimeType": "image/jpeg"}], "creators": ["tz1LoS9bZpbEHRztqXTfbCvqXCKPAdGYLEUq"], "tags": ["diewiththemostlikes"], "extra": {}}