{"__version": 1, "token_id": 513118, "symbol": "OBJKT", "name": "E̸̢͆͝m̷̛̟͝b̸̮̭̂̅r̴̹̅a̶̭͔̍c̸̛̠̆ḛ̴͇̽̕ ̸̟́͊D̶̛͍̺a̴̡̱̒r̵̖̆͆ḵ̸͓̌n̵̦̐͝ë̴̮͊s̷͙̋̃s̶̱̥͒", "description": "Quarentined Fractals .1\n\nHe didn't have any cuts\nNot in visible places nor the non-visible ones\nDidn't want to draw attention...\nNever tried it, not even once\nHe knew, deep inside, that\nIf he wanted to do it, he'd just go ahead\nCountless times was caught in the kitchen\nJust staring at a blade\nNever did anything though\nJust thought about it\nFor the outsiders, he had just hit the perfect life\nSex, friends, money, family, fun, notoriety\nDidn't bother to pull the trigger\nDidn't bother to push the knife\nDidn't bother to stop his heart\nso then,\nnothing.\n\nBut on that singular day he did bother.\nA moment was all it took.\nA snap of fingers and there he was, staring into the abyss once again\ndepression lurked into his mind, like it did thousands and thousands of times before.\nBut this time it was different.\nHe was outworn, weary. He just wanted to numb the pain.\nThe more he thought about it, the more certain he was.\nfucking useless, annoying, unsatisfying leech!\nfucking parasite!\nas black marks started appearing at the corners of his eyes\nhe took a single step into the abyss\nThere was no blood, since there was nobody to see.\nThere was no sound of broken bones, not even a corpse to dispose.\n\"Why bother anyone with your remains?\" He wondered, as he fell deeper and deeper into the void.\n\"I can already feel the pain being vanquished by my immortal soul\"\nHe felt the tip of his fingers becoming torpid\nHe was still awake when his soul decided to leave\nThe initial adrenalin wore out\nsoon he'd hit the ground,\nand then\nnothing\n\nBut then, something pulled him back.\nPicture his anger, his fury\nthis newborn madness was too much for the poor soul\nand soon begun to consume what was left of his broken mind\nhis insubstantial body got filled with feelings he couldn't comprehend \nand because of that he suddenly stoped falling.\nThis anger was not directed to the rest of the world\nit was directed for one. The one in the mirror.\nThe single sane piece of his own mind\nwho had pulled him back from the underlying abyss.\nThere was just so much madness, so much pain, for such a young boy\nSo the inner crisis finally reached the surface of his hollow flesh,\nas his feet kicked the chair\nas his feet stood there, dangling mid air\nThe heart started beating normally\nAs soon as the hallucinogens stopped infecting his brain\nHe woke up at some dude's house\nWith a syringe and a spoon, or maybe some aluminum paper\nAnd then\nnothing.\n\n\n\n", "artifact_uri": "ipfs://QmafyNuLZFyJXEDLESoePQMKk6r5avHMB9SDQ8xcfk7SLe", "display_uri": "ipfs://QmcKJVK223ia8L8uw4rz5PirFbgiCWHUnUq1hyrq8ERbdP", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmafyNuLZFyJXEDLESoePQMKk6r5avHMB9SDQ8xcfk7SLe", "mimeType": "video/mp4"}], "creators": ["tz1ffzSor1Mss5wEQPtTEVhAAw4GiiL1KV1J"], "tags": ["dark", "psychedelic", "pixelsort", "glitchartistscollective", "ost", "soundtrack", "henesis", "genesis", "glitchart", "psychedelic"], "extra": {}}