{"__version": 1, "token_id": 547518, "symbol": "OBJKT", "name": "XX2 - E.T. \"KROWL\"", "description": "First contact occured in year 2027 on one of Saturn's moon \"Mimas\".\n\nWe've been contacted by this particular Methuselah scientist named Jimra about an anomaly that happened on Mimas' underground. Our Spacer team immediately went to Mimas to check the anomaly together with Methuselah's own space team.\n\nThanks to Methuselah's advance technolgy, we arrived at Mimas within 2 earth hours and after we set foot on the moon, ground start shaking. The ground was shaking for around 10 seconds and then this 9 feet tall creature emerged from the ground and standing still silently.\n\nIt just staring at us...did nothing else. While the staring is occured, our scientist team began their observing and after that we immediately went back home.\n\nFrom the contact we can conclude that this creature is called \"Krowl\". The Methuselah knew about Krowl existence and Jimra said Krowl originated from a long extinct race called \"Krolash\". Krowl is a result of genetically engineered Krolash, they did this to their own for unknown reason. Jimra thought the Krowl was extinct too just like their master.\n\nJimra assured that the Krowl is completely harmless despite their brute appearance, and they don't have the ability to speak. We decided to leave them be and wait for order from the higher ranks.\n\nThese aliens discoveries kinda creeped me out...how many aliens are out there? Is it going to be a peaceful discovery just like the previous?\n\nMaj. Abraham C. Easley\nDecember 19, 2027", "artifact_uri": "ipfs://Qmcy38oYA8mqDKuQNyCdxgoadx3HVkCQHnBpsn5s8hDvwm", "display_uri": "ipfs://QmV1HiJpNkrqxJSj19RZ4GQqA8AUcmUfCBFVtSXPj4AFNC", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmcy38oYA8mqDKuQNyCdxgoadx3HVkCQHnBpsn5s8hDvwm", "mimeType": "image/png"}], "creators": ["tz1TeMzJN99QhBN3bxF2DNsdfBxar4e5auHe"], "tags": ["3dsculpting", "alien", "3d", "nftindonesia", "3dsculpt", "character", "nftasia"], "extra": {}}