{"__version": 1, "token_id": 620018, "symbol": "OBJKT", "name": "inopportune meeting in the forest :: momentary chaos itself  ", "description": "inoportuno encontro na mata :: momentâneo caos próprio\n\nFala-se pela boca dos ciganos, que em terras sertanejas é muito comum ter encontros à beira das estradas com os chamados Aparelhos (objetos não identificados - OVNIS). Emitindo intenso brilho e calor, em suas tentativas de contato, os aparelhos provocam momentos de grande medo e confusão mental nas testemunhas de suas aparições. \n\nComo Aparelho não idenitificado, que disforme em sua organicidade volta ao seio de suas origens,provocando em si o duro reencontro diante do próprio caos. Torna-se ali maior que todos os monstros vindo dos céus, e pequeno demais para transformar o medo em reflexo.\n\ndigital arte - animação 2d - pastel oleoso - remixagem de imagens - sertão cearense\n\n::video arte fragmento::\n\n\ninopportune meeting in the forest :: momentary chaos itself \n\n\nIt is spoken through the mouths of gypsies, that in sertanejo lands it is very common to have meetings on the shore of roads with so-called Devices (unidentified objects - UFOs). emitting intense shine and heat, in their attempts to contact, the devices provoke moments of great fear and mental confusion in the witnesses of their apparitions.\n\nAs an unidentified Apparatus, which deforms in its organicity, it returns to the bosom of its origins,provoking a hard encounter in the face of chaos itself. There it becomes bigger than all the monsters from the skies, and too small to turn fear into reflex.\n\n::video art fragment:: \n\nturn on the sound!\n\n", "artifact_uri": "ipfs://QmZEKaFn72Pd3b2EaYzpvAGjqVHskSgGpqg7EDm4noN7jD", "display_uri": "ipfs://QmTm9ED8PmNuC29zxsfZfJAoudwquyCTS9EtdUa8EcDysE", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZEKaFn72Pd3b2EaYzpvAGjqVHskSgGpqg7EDm4noN7jD", "mimeType": "video/mp4"}], "creators": ["tz1bnRxM4j6pRjG6nJttjjKcyQvpe8HEgxzY"], "tags": ["queerfiction"], "extra": {}}