{"__version": 1, "token_id": 299384, "symbol": "OBJKT", "name": "Approximation and Palpitation", "description": "through a vague shape, with a somnambulant sigh :: part of [Circling Fragmentations] for alterHEN :: {2017;2021} :: paper collage, GIMP selection tool :: @annaxmalina :: annamalina.com\n\n-------------\nCIRCLING FRAGMENTATIONS\n\nTracing the soft edges of paper tears with fingertips. Drawing up the shapes, the lines, the details of a material, a memory, in the dark room of inner vision. Trying to hold together the fragments of a being, of a body, of a self through a vague shape, with a somnambulant sigh; the eye hovering on images like a hand lingering just above the skin of an other.\n\nThrough varying approaches – found footage (the memories of others) and self-portraiture (the dissection of a person) – I try to sculpt layers of time, space & material into moments, trapping them into the relentless repetition of a gif, ad nauseam, weighing heavy on the eye. \n\nMoments made up from shards of experiences and manipulated paper scraps are glued together, frame by frame, in an improbable media format. Unlike a fixed slice of time, a still image, gifs fill up an interval of time. These tiny moments are experienced in their process, evading a completive experience in one single instant. They are always the same, and yet, each iteration is experienced as a slight variation on the loop before, with different details occupying the viewer’s gaze. Infinitely circling, they never amount to a narrative resolution. Infinitely circling, they fall out of time.\n", "artifact_uri": "ipfs://bafybeicfzbsgbh7esv3pex72cwm3iu6nd2d3rpzrpfocuohodswfpz6tnu", "display_uri": "ipfs://bafybeicfzbsgbh7esv3pex72cwm3iu6nd2d3rpzrpfocuohodswfpz6tnu", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeicfzbsgbh7esv3pex72cwm3iu6nd2d3rpzrpfocuohodswfpz6tnu", "mimeType": "image/gif"}], "creators": ["tz1Up3Uyj6PR3AkdsaXouhhetS3VdaTkW2Ro"], "tags": ["gif", "animation", "selfportrait", "blackandwhite", "alterHEN", "circlingfragmentation", "papercollage", "collageanimation", "annamalina"], "extra": {}}