{"__version": 1, "token_id": 311584, "symbol": "OBJKT", "name": "It Was A Good Summer For Dick", "description": "It Was a Good Summer for Dick\nMeme Swarm Redux 2021 4/9\n\nWho is Richard? And why was his summer so good? \n\nIt’s hard to know with that enigmatic smile and sfumato’d background. This image was redrawn from a really bad, but interesting self portrait sketch in an old notebook. The hair texture is from press photographs of Junichiro Koizuma, ex-prime minister of Japan. The text is a hand drawn rendition of a Gothic script called Fraktur. The shirt texture is a collage of an orchid photograph found through Google Images.\n\nThe sweater was a gift to me from Sue St. Denis when we were roommates many years ago in Windsor, Ontario. The house on Kildare Road in Windsor, Ontario, where we lived was later demolished to make way for a funeral home parking lot. The sweater grew old, well loved and mangy. Now long lost to the unravelling of time…except for this image -> where its feel good powers live on. \n\nAnd that gaze? That timeless smile? The face, background and wonderful chiaroscuro was borrowed from none other than the Mona Lisa by Leonardo Da Vinci.\n\nImage description: Pen and ink drawing with digital collage colouring - image says, \"It Was a Good Summer for Dick\" and shows a portrait of a man with grey hair, cut in a mullet style, wearing a flowery shirt and brown plaid sweater, with a Mona Lisa smile on his face.\n\nIt Was A Good Summer For Dick is the 4th NFT in the  MemeSwarm Redux 2021 collection\n\n>>> About Meme Swarm Redux 2021 <<<\nThese psychedoodlic haikus were created for a group exhibit called Gene Swarm curated by Rupert Bottenberg and held at Le Kop Shop, Montreal, Canada, during November 2006. The participants were Luke Ramsey, Billy Mavreas, Rupert Bottenberg and Marc Ngui.\n\n<<< Semantic Background >>>\n\nGene Swarm is a term gleaned from one of Terence Mckenna's many monologues. It refers to the flow of genetic information on the earth over millennia as it would be perceived by a consciousness capable of observing events unfolding over extremely long time scales.\nMckenna's point was that individual species (nevermind individuals) would exist only as flickers of flesh while the genetic information would be the continuous elements combining and recombining, dancing each other in and out of prominence as environments changed and evolutionary forces selected the most appropriate combinations. This idea of observing evolution at a bio-molecular level over geologic time seems to have been impossible until the 20th century.\nThe title Meme Swarm was generated when gene was switched to meme as a way of emphasizing information content over biological processes.\n\n>>> About the Creation Process <<<\n\nEach image was first drawn with ink on paper, scanned at a high resolution and digitally coloured and collaged. Many images use classical and famous paintings as backgrounds and these are noted below. Other elements used include personal photographs and images gleaned off the web, also noted below, and patterns and textures generated specifically for this project.\nThey have been remastered and generally improved for their NFT debut.\n", "artifact_uri": "ipfs://Qmb7zwmceJhUeMENvn2pbyHYEPXXYbWBSsufx63Cq6ebrX", "display_uri": "ipfs://QmaxG8yiQNqVUd2fRFhKCphAsqDqTMe4UfVKGXtVKnNAd5", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmb7zwmceJhUeMENvn2pbyHYEPXXYbWBSsufx63Cq6ebrX", "mimeType": "image/jpeg"}], "creators": ["tz1NTY6Prmq4er4RXkGSwGCfjUjkfgyTMR67"], "tags": ["MemeSwarmRedux2021", "MarcNgui", "hawaiianshirt", "oldsweater", "monalisa", "leonardodavinci", "summertime", "goodtimes", "penandink", "digitalcollage", "psychedelic", "meme", "TerrenceMckenna", "comics", "absurd", "hedonist", "gothicscript", "blackletter"], "extra": {}}