{"__version": 1, "token_id": 410384, "symbol": "OBJKT", "name": "microdesktop: stolen", "description": "The microdesktop series is a pixel-art visual history of the Macintosh user interface.  These 1-bit, 51x34 pixels drawings showcase key parts of Macintosh interface design choices, in just 1734 pixels.\n \nIn 1980 Franklin Computer sold a complete clone of the Apple II, from the manuals to the entire ROM. The ROM host all the basic functions needed to start the computer, read from disk and run the operating system.\n\nApple sued Franklin and won, but Steve Jobs was fearing similar clones for Macintosh and wanted to be able to make a live demonstration that the cloner actually copied the ROM, on the cloned machine itself.\n \nThe idea was to use this hidden icon front of a judge, if someone copied the Macintosh ROM to create Macintosh clones. Steve Jobs would have typed a command on the clone, and had the Stolen logo show on screen. \n\nSo the Macintosh team found ways to hide the stolen icon in the ROM of every single Macintosh, never to be found by anyone, but always ready to be displayed by Steve Jobs. The \"stolen\" icon was never ever used!\nhttps://www.folklore.org/StoryView.py?project=Macintosh&story=Stolen_From_Apple.txt\n \nThe first person outside of Apple to find the code for the hidden \"stolen\" icon was Steve Jasik, as soon 1984. So a clever cloner could have probably find it and deactivate it. http://thewessens.net/collection/apple/stories/EarlyMacStories.html#stolen\n \nBut there's more! The Macintosh ROM contains not one, but two \"stolen\" icons. MacsBug needs to be installed to see both icons. The most famous one, discovered a few months after the Macintosh launch in 1984, is invoked with a single line in MacsBug on the Mac 128K or 512K: G 40AD26. \n\nThe second one needs three commands, and was discovered much later, apparently only in 2020! https://macgui.com/news/article.php?t=514\n \nThe microdesktop series is inspired by the black and white interface of the first Macintosh in 1984 and its small 512 × 342 pixels, black and white (no greys), 9\" screen.\nDesigner and artists had to use every pixels and find ways around the limitations, leading to beautiful 1-bit icons, backgrounds and illustrations.\n\nWhy this series? Our computer interfaces today are the descendants of the early graphical user interface designs, and have inherited many of the original choices. \n\nThe original resolution of this piece is 51 × 34 pixels only, 10 times smaller than the original Macintosh desktop. The final image file is scaled up 8 times, to be visible on modern computers.", "artifact_uri": "ipfs://QmQ58S4BLmdceVx3L72J4X6G6kWzTnF6KZrtWzEYV1nwGr", "display_uri": "ipfs://QmQ58S4BLmdceVx3L72J4X6G6kWzTnF6KZrtWzEYV1nwGr", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQ58S4BLmdceVx3L72J4X6G6kWzTnF6KZrtWzEYV1nwGr", "mimeType": "image/png"}], "creators": ["tz1VhN58tCJbboQQoyTgLWoCwDUXBidfcAgd"], "tags": ["microdesktop", "computer", "blackandwhite", "history", "1bit", "icons", "80s", "pixelart", "macintosh", "b&w", "lowres", "interface", "1984", "pixel", "interface", "GUI", "mac", "brutalist", "hidden", "hack"], "extra": {}}