{"__version": 1, "token_id": 568484, "symbol": "OBJKT", "name": "SPECTRUM", "description": "When we think of a spectrum, our minds are almost programmed to think about the color spectrum, or the autism spectrum, and/or gender or sexuality spectrums. What is a spectrum? We could define it as an entire range over which some measurable property of a system or phenomenon can vary. So let's take a look and see what kind of subtle, nuances in the spectrum of the English language we can discover. We have a list of the word SPECTRUM; itself in a spectrum of colors. We also have a whole bunch of prefixes placed slightly left of each SPECTRUM. What the heck does any of this mean Andrew? I'm getting there folks, stay with me. Let's combine those prefixes to the SPECTRUMS on each line. We have the following words that appear because of this strange union: INspect / SUspect / REspect / Aspect / PROspect / PERspect / INTROspect. Now if we take these prefixes and combine them we get a sentence: INSURE A PROPER INTRO. A proper intro to what and why does it have to be insured? The introduction to the spectrum (whatever spectrum you think of) and insure (to guarantee or protect against risk, loss, etc) because what kind of life would we live without any kind of spectrums. How different would life be with limited color, homogeneous thought, and/or only binary gender/sexual variance? I'm pretty sure it would be a much duller place where spontaneity and freedom take a back seat to \"normality\". Stay strange, stay weird; wonder and wander; find your meaning.", "artifact_uri": "ipfs://QmPBwe5cP7K86Rk4zGfsjZdvUgdfKstXRqYSArTbhvS5JT", "display_uri": "ipfs://QmZXTV1GQpLeAYz7q9GXftoDjqi2Wh26q83NX19WNWkdiK", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPBwe5cP7K86Rk4zGfsjZdvUgdfKstXRqYSArTbhvS5JT", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}