{"__version": 1, "token_id": 582684, "symbol": "OBJKT", "name": "The British Love", "description": "This image makes a critique of the exaggerated nationalistic character in the United Kingdom, which perhaps became more evident Post-Breshit. \n\nThis work also seeks a reflection on the violence that characterized the colonizing process of the British Empire more specifically. \n\nChokingly, until the year of 1922 the Britain ruled a fifth of the world’s population and a quarter of the world’s total land area. \n\nThis almost comical image depicts three white men in garments unsuitable for the environment in which they find themselves, and of course, holding alcoholic beverages, proudly celebrating “their great achievements” and with an almost perceptible sense of \"job done” in their faces.\n\nAnalyzing the collage, we see that the landscape in the background is coloured, and contrasts with the black and white of the male figures that are there. \n\nThis was an attempt to mark these individuals by putting them on the margins, alienating them and making it clear that they do not belong there. \n\nBelow, and extract from the Manifesto Antropofágico, that is a great source of inspiration for this whole collection:\n\n‘We want the Caribé Revolution.\nBigger than the French Revolution.\nFor the unification of all the efficient revolutions for the sake of human beings.  \nWithout us, Europe would not even have had its paltry declaration of the rights of men.’", "artifact_uri": "ipfs://QmbBPNCjEQKhsYSttmLT5egYyy23Q68YefGhPfCQHoEEXZ", "display_uri": "ipfs://QmVT7Dsw9rupS89WWA2gL1w9NR3Q5chd6R9UJmSMPceWFR", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbBPNCjEQKhsYSttmLT5egYyy23Q68YefGhPfCQHoEEXZ", "mimeType": "image/jpeg"}], "creators": ["tz1eoHcb3MpXZ9uJMZwQpAQ1wfmzAWuiGSSP"], "tags": ["britishlove", "resistance", "politicalart", "colonialism", "brazilianartist", "colorful", "collage"], "extra": {}}