{"__version": 1, "token_id": 304526, "symbol": "OBJKT", "name": "Amigel-50", "description": "\"The year is 2074. Dr Bilal Ichmanicov discovers Amigel-49. The first known digital narcotic. Its source code was the first piece of software considered illegal due to its utility and effects on the brain. Dr Bilal was working on his project; Seasonal Disorder treatment with the use of rVR (in-retina VR). - Today's volunteer was Kate. He noticed some anomalies on her brain scan, when a certain combination of parameters were used. While trying to calibrate the brightness refraction levels to obtain the optimal serotonin in Kate's brain, Dr Bilal accidentally disabled the FFT module; Kate remained in simulation for 135 seconds.Her dopamine levels had almost doubled, the readings were indicating a epileptic shock; but she was there, laughing hysterically, leaving Dr Bilal baffled. He shuts down the simulation and removes rVR from Kate's left eye. \"Are you alright Miss? Can you hear me?\" Dr Bilal asked kindly, unable to hide his trembling hands. She looked him in eye, smiled widely and replied \"I am, all; none. Formless\". rVR was still attached into her right eye. 168 seconds later, Kate's bursts in tears. Doctor copied the application set to his holographic memory, where he used to keep his seed phrase and a couple of holograms of his ex. but, the settings and log had been already transmitted to REA. Commits to the REA servers were selected by an AI trained by Seasonal Disorder patients. Kate's reading indicated an optimal combination of settings; as the system goal was to produce higher dopamine levels and got approval. 12 hours later Junior System Administrator Jay Yakim, was tirelessly approving commits done by the project's scientist. Another day in office. A few thousand frames were display on her eyes' retina saying: Commit 3433_FFC_BILAL is loading. \"i hate that job\". \"Why would the AI put that as candidate?\" Jay thought as she extended her arm in rVR to swipe left to discard the corrupted commit. Her dopamine was already +25% and that day now seemed as a celebration. She was a feather. After an hour in the simulation the effects wore off. Jay knew that this code commit was too precious to fall into the wrong hands. She decided to uploaded it on her IGFS node. She was hooked. In a matter of days, Jay's IGFS node received about a 3 million visits. Biohackers were testing and refining the original commit of Dr Bilal. Amigel-49 was spreading like wildfire. A celebration. However, it didn't take long for the governments around the world to classify Amigel-49 and its use illegal. All public nodes sharing its code were blacklisted. Dr Bilal was silently removed from REA. But he kept his copy. And he kept perfecting it.\"\n....\n- Not a movie; all graphics generated in 100% real-time.\n- View it on IPFS or in Full Screen to a better (?) experience.\n- No external resources (images, etc) used.\n- Read the original thread on https://twitter.com/aevin_io/status/1437424455614087174\n- Executable code 4 KB.\n....\nTwitter: @aevin_io\n", "artifact_uri": "ipfs://QmUFEiY2RWnRyk2tgE7eqmAWjN7wbtFjpSrrYrnKB26t6Y", "display_uri": "ipfs://QmV6Mfwy9zyzsJGAwKWJ6WmeH1VkHQWcY9jpqnGLmVeTRc", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUFEiY2RWnRyk2tgE7eqmAWjN7wbtFjpSrrYrnKB26t6Y", "mimeType": "application/x-directory"}], "creators": ["tz1QkTYvXaG5mkawf2NF5bxeGsj6A1yTihzk"], "tags": ["generative", "codeart", "experience", "storytelling", "aevin", "realtime", "limited", "p5js", "interactive"], "extra": {}}