{"__version": 1, "token_id": 361226, "symbol": "OBJKT", "name": "Middle East Technical University X Hagia", "description": "Our piece is inspired by a Middle East Technical University which can be described as the MELTING POT of Turkey. \n\nYou can see our interpretation of a flower figure on Faculty of Architecture located in METU.\n\nWhat makes METU unique is that, students in METU have natural spirit of going against injustice and active supporters of freedom of speech. \n\nWhen go back to the history of METU, it is considered as one of the first places to start street art work in Turkey with socialist grafiti artworks.\n\nAlso, it is famous for its long lasting protest against Turkish government. The history of this school is filled with police brutality cases against students.\n\n1970s and 1980s were tough times for METU students because of tension between left and right wing supporters. \n\nPolice regularly visited the university and there were thousands of cases  of custody of innocent students..\n\nThis piece particularly is dedicated to a group students who were jailed under no proper accusations.\n\nThe story goes back when being a METU student means you can be detained by a police anytime. \n\nOne day, a group of 100 students were jailed for no reason. Due to the fact that there were no enough space in jails of Ankara, the students were held in a public gym.  \n\nSome of them were even minor at that time.\n\nThey were forced to stay in jail for more than 2 months. \n\nUntil they were released on the night of 30th December 1979, they were all missed their final exams.\n\nHowever, most of them continued their studies even in this condition and successfully managed to pass their final exams. \n\nNo matter what the situation is, METU is a source of light for Turkey and METU students have always found a way to overcome dark times of Turkey with unity.\n\nHistory of METU is filled with stories like this and students of METU continue to make history. \n\n\n\nShoutout to our METU Design Community for their amazing hard work and making this piece possible.", "artifact_uri": "ipfs://QmT6mxRGf2UYwh8wgAbAnhKTTpczzED2gLqiXxRfm3MLGu", "display_uri": "ipfs://QmTHisG7HsonYGMLJeTbAzYvqbme6V6yZ3KEaHjDzuhaPc", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmT6mxRGf2UYwh8wgAbAnhKTTpczzED2gLqiXxRfm3MLGu", "mimeType": "video/mp4"}], "creators": ["tz1iDQED34wbhZ68JapwSW1UhwPvwREP7u3E"], "tags": ["hiceturco2", "hiceturco", "abstract", "colors", "pyscho", "turkey", "police", "animation", ""], "extra": {}}