{"__version": 1, "token_id": 411326, "symbol": "OBJKT", "name": "IN ORDER TO HAVE HERD IMMUNITY, YOU NEED TO HAVE A HERD.", "description": "COVID19 isn't going to just go away anytime soon. Around this time, the rush to get vaccines made was in full gear around the world. The theory is that you need at least 94% of people in any population in order to achieve herd immunity. In the age of misinformation and outright lies, (in my opinion) it's pretty much a foregone conclusion that herd immunity in America will never happen. There are gigantic swaths of the American population that flat out refuse to take the vaccine and vow to never take it. This causes a major problem for the country as a whole, but even more dangerous is the actual health and well-being of these obstructive, obstinate, obfuscated...idiots. I really hate to use pejoratives towards anyone, let alone an entire group of people. It sounds horrible to say, but these individuals are going to learn a hard lesson in how science ACTUALLY works. At the moment of writing this page, something like 99% of the people dying from COVID19 in America are anti-vaccine individuals from mostly in the South and a few other places that are hubs for disinformation. Some people have given up hope for these people and crudely say, \"Let them die.\" or some other illicit epitaph towards inhumanity. I tend to err on the side of love, compassion, and understanding. They've been lied to and have completely fallen for Donald J. Trump's 'Big Lie'. Interestingly enough, Nietzsche said that people need their illusions, and that when all is considered, they live in a lie. You can't make this shit up. How do you convince THAT many people that they've been lied to and need to get the vaccine before it's too late for them and potentially anyone else they cohort with who are not vaccinated as well? Because of this group of people, COVID19 may never really go away and will need to have booster shots for the vaccinated for years to come. This. Is. America.", "artifact_uri": "ipfs://QmbUBaKvGeuU7PVcHdUYbXR1HdRTrpiV1WMw7eunam9ukL", "display_uri": "ipfs://QmToVjDhTK36kmkyavoGCeqkfr3RYon9rVM6mJfEKvQL26", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbUBaKvGeuU7PVcHdUYbXR1HdRTrpiV1WMw7eunam9ukL", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}