{"__version": 1, "token_id": 422926, "symbol": "OBJKT", "name": "Plan Condor: The Active Memory as a Latin American cultural construction.", "description": "This work takes the collective memory of Latin America as an inescapable value for those of us who travel and inhabit this land. The work refers to the \"Condor Plan\" and how the bullets of Washington and its interests riddled the Latin American people. The stars are nailed on the countries where these operations were implemented. Five centuries after the horror and abuse of the European colonies we continue to struggle against the measures and repression of a Corporatist feudalism. On October 12 there is much to fight for and nothing to celebrate.   \n\n\n\n\nPlan Condor, also known as Operation Condor, was a US-backed campaign of political repression and state terrorism that included intelligence operations and assassinations of opponents. It was officially and formally implemented in November 1975 by the leaderships of the dictatorial regimes of the Southern Cone - Chile, Argentina, Brazil, Paraguay, Uruguay, Bolivia and sporadically, Peru, Ecuador, Colombia, Venezuela. The U.S. government provided planning, coordination, torture training, technical support and military aid to the dictatorial governments.\nUnion leaders, students, indigenous groups, political activists and priests providing social support were persecuted, kidnapped and murdered. Women were abused, tortured and raped.  Five centuries later we are still demanding the same rights. Breaking the chains of abusive corporations and their oppressor countries. \n\n@PandaAndrez\n\n", "artifact_uri": "ipfs://QmU1QKWJB6Rou5K68b4erWMtMz3Tbdw128vQt17tbfkxA5", "display_uri": "ipfs://QmeTUVvb8gpR7hGbXBFHSi5kWZLChtqxCQskR4jkbnfmeP", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmU1QKWJB6Rou5K68b4erWMtMz3Tbdw128vQt17tbfkxA5", "mimeType": "video/mp4"}], "creators": ["tz1QAbW5QD8vYLVgPt5jKxo84fgGrrdwpTqD"], "tags": ["andrezpanda", "latinamerica", "12deoctubre", "america", "dictators", "plancondor", "dictatorships", "unitedstates", "liberty", "struggle", "revolution", "enlightenment"], "extra": {}}