{"__version": 1, "token_id": 546226, "symbol": "OBJKT", "name": "Please Stand By -I Got Something To Say 103", "description": "Please Stand By utilizes the iconic SMPTE color bars template and changes the palette to bring into question viewers perceptions surrounding \"standards of color.\" An offshoot of my original series, I Got Something To Say, adds an additional more literal message. Please Stand By, Planning Obsolescence. This week Apple announced it would be releasing manuals and parts to allow owners of iPhones to repair the phones themselves, a small step towards ridding the world of the planned obsolescence that Apple has been a major perpetrator of over the years. Planned obsolescence is a business strategy in which the obsolescence (the process of becoming obsolete, that is, unfashionable or no longer usable) of a product is planned and built into it from its conception, by the manufacturer, and it’s roots go all the way back to the times of Thomas Edison. After inventing the lightbulb Edison and other major lightbulb manufacturers stated the Phoebus cartel, a group whose goal it was to strictly control the manufacture and sale of lightbulbs, AND to limit it’s usage to 1000 hours, when in actuality they already had the technology that would allow lightbulbs to last up to 70 years. Essentially their motto was “if we sell really good shit that doesn’t break, we’ll make a lot less money so let’s not do that.” Over the years this business practice made its way to everything from automobiles, to nylon stockings, and every type of technology conceivable. Hopefully this new Apple announcement will be the start of new business practices that are geared towards providing optimum efficiency towards consumers instead of profits, though I’ll just say I have my doubts.", "artifact_uri": "ipfs://QmRrRT4qXuVbJZehFUxWMCXm2x3qKruvYySuJyjzsULYVy", "display_uri": "ipfs://QmSPcCgjSWtFWqnP5GLWqjfchEveejjs6tTDz3hujP9FXP", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRrRT4qXuVbJZehFUxWMCXm2x3qKruvYySuJyjzsULYVy", "mimeType": "video/mp4"}], "creators": ["tz1VCtzuZHriPNays8UJnAdrZDgRaPehud2Y"], "tags": ["art", "digitalart", "glitch", "glitchart", "color", "colorpalette", "colorpalettes", "tv", "television"], "extra": {}}