{"__version": 1, "token_id": 601726, "symbol": "OBJKT", "name": "Midnight Girl", "description": "Oil Painting on mdf board\n68 x 44 cm\n@anattafeel_ ©2021\n-\n-\n-\n-\n-\n\"Women who come and tell stories\"\n\nWhen I wake up in the middle of the night my heart is very restless, that's why I can't go back to sleep. \n\nOn the sidelines of the ongoing unrest, suddenly a very strong desire to paint emerged. however, I ran out of canvas and I tried my best to stop this urge but to no avail. The desire to paint is getting crazier so that automatically my anxiety is getting crazy too.\n\nI ended up looking for anything I could spill paint on. there is only an mdf board which is usually used for woodcut art, so I took the board and prepared it. \n\nWhen I was preparing suddenly there was the form of a woman who continued to disturb my mind without being able to get rid of it and the aura around my room became very tense with the wind rushing into the room through the window.\n\nWhen I started painting, for some reason I spontaneously and slowly wanted to paint the woman in my image. I didn't know who she was and where she came from. but while painting it I feel sadness and anger overflowing mixed in an uncontrollable way, also when painting it feels like someone is watching behind me. and the woman in my imagination is this painting almost perfect as what bothers me, only the background of this painting matches the feeling at the time.\n\nI don't understand what happened, before I was very disabled in making someone's face using a pencil or paint.", "artifact_uri": "ipfs://QmQj1c1gWcyym4eb6RqfB5isxJyDofwaR8iTt2ekG21uHY", "display_uri": "ipfs://QmVwEcdFjr2FcUd897z8Nma5bsAaw2dA3ZGawcAUgxKSA9", "thumbnail_uri": "ipfs://QmQpZCDw8Sys6gscY4GYy3FUXswR8qJWxWUpMRvDF75JFy", "formats": [{"uri": "ipfs://QmQj1c1gWcyym4eb6RqfB5isxJyDofwaR8iTt2ekG21uHY", "mimeType": "image/jpeg"}], "creators": ["tz2K9wBA1SCU1u7rEepyQngHhFnRo7MH2Rbi"], "tags": ["Oilpainting", "Canvas", "anattafeel", "tradisionalpainting", "art", "artist"], "extra": {}}