{"__version": 1, "token_id": 621926, "symbol": "OBJKT", "name": "The Monk", "description": "I never thought I would see a Timr’pe monk outside his monastic world. He walked into the studio with his traditional cloak, looking like a tall dark mountain. He pointed to my wall of faces and sat on the bench where I put all my subjects. \nThen, to my surprise, he took off his cloak, letting me see his iridescent skin. I was sure it was forbidden, “they don’t speak and never show their skin” I was told. I looked around, I knew we were alone but still...\nThey make a vow of silence when they are young, in a ceremony, they are given these metal-looking jaw blockers and don’t say another word for the rest of their lives. They dedicate them selfs to the service of charity and pray, never to enter in any conflict, not caring for the complex ways of other worlds, welcoming anyone in need of shelter.\nThat’s why Timr’pe is a good destination for refugees, and people who are hiding. I went there years ago looking for my family but had no luck. I remember trying to look through the shadow of their hoods to find only these purple light from within.\nWhen I was finished, I showed him the picture, he took it, wrote something on the back, I didn’t recognize the language, and he waited there until he saw me adding it to the wall. Then he gave me this look, “I know” I said, he couldn’t pay me, they don’t use money. I didn’t need money, I knew that I had been granted a privilege few can find in their lives, I had seen the face of a Timr’pe monk.\n\nCollection “Portraits from Gelo”", "artifact_uri": "ipfs://QmbSusnd1PsuwsBXnwUgP4taSzfGvNqMZZ98pt4YHYe3BR", "display_uri": "ipfs://QmZNQ6ngSY7Jg1cEr8aLe1Bcz2UJ4se64cLF2Meo6sRdh3", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbSusnd1PsuwsBXnwUgP4taSzfGvNqMZZ98pt4YHYe3BR", "mimeType": "image/jpeg"}], "creators": ["tz1YV1KZ9vzqFDpNYRwNZAAMhfx8pVWLH7sT"], "tags": ["sculpt", "paint", "3D", "gelo", "space"], "extra": {}}