{"__version": 1, "token_id": 321395, "symbol": "OBJKT", "name": "PURE", "description": "\"Darling, no one's soul is Pure, we are not here to stay clean..\"\n\nThe Story: What does the word “Pure” literally mean ? “not mixed with anything” or in other words “Free from everything”. The real question is that, are we? Since the dawn of human civilization, the built-in scanner we all have as humans called “instinct” makes us these proud individuals thinking that we can sniff out the real ones distinguishing between the Pure and Evil.\n\nI believe that's not true. Only once we experience what it is like to be deceived, we level up and gain abilities (like in a game) to upgrade that built-in scanner of ours.\n\nThe reason I made “PURE” was firstly it comes from a personal experience and it also abstractly expresses what it feels like to be with that someone whom your scanner cant detect. They fly under the radar and end up destroying your life, affecting you in ways that don't heal that easily.\n\nThe part that always made me laugh was they do all this and still manage to look you in the eyes with that pretty smile without you even knowing it. In fact, we feel lucky that they are by your side, correct?\n\nLastly, I believe that the world is a dark place with things shining and seductive from afar. I have had my fair share of experiences and have learned the hard way. What I can say for a fact is that people are here to commit grave sins, just don't be startled by appearances cause they are waiting for that moment. I hope this art transcends and helps someone out there. Haven’t lost hope in humanity yet.\n\n-Fdk", "artifact_uri": "ipfs://QmQjnzTonUs29Q2xaA2ARubN8nEA1RGyyqPhWv1UwBNo2F", "display_uri": "ipfs://QmSm6KbWGWSb9FDgtP48nFZ1XwS4sEDACio7J6cPEC48kK", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQjnzTonUs29Q2xaA2ARubN8nEA1RGyyqPhWv1UwBNo2F", "mimeType": "video/mp4"}], "creators": ["tz1bjGdjBLbwdr8ptGcjakKAeM6TLU6UzLgP"], "tags": ["digital", "3d", "animation", "cg", "animate", "female", "neon", "cyber", "punk", "scifi", "glow", "synthwave", "pure", "purple", "blue", "glitch", "fiction", "alternate", "club", "night", "dark", "scan", "scanner"], "extra": {}}