{"__version": 1, "token_id": 375995, "symbol": "OBJKT", "name": "[Poster] [Urban Mythology] [v1]", "description": "36x1/1 @ 20 tez......https://www.hicetnunc.xyz/tags/urbanmythologyv1......https://oncyber.io/urbanmythologyv1......Urban Mythology [v1] represents the culmination of my creative life up to this point. \n\nThough the name might sound vast in scope, this collection is primarily made up of shots from the UES of NYC, my home for all but 5 of my 28 years......This is the most comfortable place for me to get creative. It's filled with important memories, amazing architecture, and so much more to discover.\n\nSo, this collection represents my exploration of a place dear to my heart......I've been taking photos on my phone for years. I'll snap anything that amazes me. Recently, as I got deeper into art, I've tried taking shots more seriously. \n\nIt wasn't until this photo, Midnight Train, that I really started to feel a style brewing......My first collection, Upper East Nights [v1] was a humble 6 photos, but it was the confluence of even more gears locking for me......With Postal, it finally clicked.\n\nShooting the neighborhood post office, I basked in its decay and tried to envision it in its former glory.\n\nIt is as liminal as an ancient ruin, yet it carries on as a living relic......Having deep roots here, and having studied ancient history and design, I felt I could portray the city in a heroic, glorious light through bold compositions that explore the past and present......Coming away feeling satisfied I got into this exploration, I'm also feeling excited to expand my scope for [v2], whenever that happens Smiling face with open mouth and cold sweat\n\nThat said, it was fun to start exploring other locales.......", "artifact_uri": "ipfs://QmUG3HX4rxghBN4b2YqQuJknNUtDJgY9PpXqN83HDY7EbC", "display_uri": "ipfs://QmUSeVpL5vZehpP4ZFELr6sSWJ6VsK2AxqJSxzPMwDxZcK", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUG3HX4rxghBN4b2YqQuJknNUtDJgY9PpXqN83HDY7EbC", "mimeType": "image/png"}], "creators": ["tz1X2xyNtLdFed36sMAGoJApZoBV4SbpZrWq"], "tags": ["Artsofsteenalpha", "2021ofsteen", "v1ofsteen", "pngofsteen", "photosofsteen", "urbanmythologyv1", "nyc", "ues", "empire", "city", "manhattan", "promoofsteen"], "extra": {}}