{"__version": 1, "token_id": 415595, "symbol": "OBJKT", "name": "🟢 Access to Baby Bigfoot Flaco's Discord", "description": "\n\n🐝Save Bees & Grow Moringa 🌱\n\nThis NFT Grants Access to Baby Bigfoot's closed channel inside of the ReUpCafe Discord server. Tokenology.xyz \n\nHola Flaquitos!\n\nThank you for helping us save the bees with blockchain!\n\nWe tweet & IG our updates for free @SmartFLACO\n\nOur go-getter Flaquitos crew make stuff happen in a paid for access Discord server. This is where you can know things first. \n\nAccess to this discord channel ORIGINALLY went for only 7 $XTZ to 30 collectors (because that's how old Flaco was when minting 10-10-21 the price of Tezos $7.45). There are 100 editions of this video NFT minted and only 30 editions released at first for public swapping, reserving 70 for later releases and pricing. \n\nCollectors of this NFT gain lifelong access even if they sell the NFT for profit; reswapping is encouraged as it helps \"Community Grow Commerce.\" If you show proof that you reswapped this NFT, you'll get a special perk as well as profiting on gaining lifelong access. Triple win: for you, for us, & for the community. \n\nThis NFTs unlocks a closed server for you in our ReUPCafe server & metaverse; the paid for channel is for early collaboration access and releases. \n\n\nThe Smart Florida Coin & SmartFlorida.ID will be launching in 2022. Early stakers will be handsomely rewarded as they secure our culture and financial sovereignty for thousands of years.  \n\nThere's more! People in our discord group will have the opportunity at double and triple digit SmartFlorida.ID numbers. They will receive special NFTs when they are issued their wallets. \n\nTo join the conversation & ECONOMIC RENAISSANCE, follow these steps. \n\nStep 1: Convert FIAT into $XTZ in an exchange.\nStep 2: Place that crypto into a wallet compatible with Tokenology.xyz\nStep 3: Swap your crypto (Tezos) for this NFT in our ReUpCafe gallery. \nStep 4: Claim the public keys send us proof for access into the discord channel. \nStep 5: [Optional] Re-swap for profit & special perks.\n\nReswapping helps grow our community.\nPlease consider this option. \n\nI look forward to see you in our discord channel!\n\nThank you for helping to Save Bees & Grow Moringa. \n\n💚 Flaco!\n\n\n🟢 SmartFlorida.org\nLinkedin.com/company/SmartFloridaOrg\n\nSmartFlaco@pm.me \nPublic Wallet: reupcafe.tez\nSignal App 727-249-2272\nDiscord Free-xyz-chatter https://discord.gg/tSCctSy5SC\n\n🦅\n\n", "artifact_uri": "ipfs://QmdpT4vT1Mzp2ZH5mSMDPnUKCb13JNc4qjevBJ3YZiGdHu", "display_uri": "ipfs://QmRFyxPNppxeDjLuki5cUNKX6DRFosKG9cjHMB2P4Wmg51", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmdpT4vT1Mzp2ZH5mSMDPnUKCb13JNc4qjevBJ3YZiGdHu", "mimeType": "video/quicktime"}], "creators": ["tz1bgqP2Tmcybnxyn9Q2g57bFn4cgqJACENo"], "tags": ["Smart", "Florida", "FLA", "Flaco", "EDU", "VOTER", "NFC", "Natural", "Learning", "Economic", "Renaissance", "Innovation", "Revolution", "Clearwater", "Cyberforce", "Citadel", "Web3", "Horbowy"], "extra": {}}