{"__version": 1, "token_id": 451995, "symbol": "OBJKT", "name": "THE MIND OF AN AMERICAN, PT. VI", "description": "Come on man, another one of these? Yup, you bet! What do you have against America? Don't confuse constructive artistic critiques with anti-Americanism; I actually love America. It really can be the land of opportunity, if it only lives up to what it says it is. Unfortunately, it hasn't for millions and millions of Americans. I'll be candid, I was born in Brooklyn, NY, but grew up in an upper-middle class home in Central New Jersey, about a hour outside of NYC. I knew privilege and saw mostly the \"best\" of what America had to offer for those with money. As I grew up and saw how the have-nots of the world lived, I began to cringe at how I lived with kind of a disregard for those less fortunate. I'm not trying to be that \"white savior complex\" guy that over compensates for a guilty conscious; just doing whatever I can to help those less fortunate. But as a rule of thumb, we love lots of things in America: 1. Starting ridiculous wars that go on for eons. 9/11 was awful and those responsible needed to be brought to justice. Starting a war, in Afghanistan though? And invading Iraq under false pretenses. (Back then I was in favor of both of these wars and even voted for 43, something I openly regret. I lost a lot of friends during those years, that some to this day still don't talk to me.) 2. The obsession of trying control women's bodies and shaming them for wanting to being human. What is wrong with the Republican Party and the Evangelical Right? You have no right to control a woman's choice, Period. End of story. 3. We love shopping for that new shiny object to distract us from more pressing issues facing the nation and the world abroad. There is something to be said about the power of American Capitalism...it is unscrupulous. Free and fair markets are great, but when there are little to no regulations for many industries, what the hell do you think is going to happen? Companies will take advantage of their employees, cheat their taxes, ruin the environment, and/or all of the above. 4. As a nation, we love our sports and games. They're important for learning strategies, competition, exercise, etc., but something I personally have noticed over the last 35 years is that men are increasing distracted by sports and gaming which leads to neglecting their families as a means of escapism. We are better than this as a country. These are just things I notice in life.", "artifact_uri": "ipfs://QmcJXHcVuX5pTdDbmSfDqS2Jgde81G1czHxVwTUzFHiYge", "display_uri": "ipfs://QmWFG21bB6zW2VfEu8F3xwVr2ufb75advy1KAUbwm4J1ug", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcJXHcVuX5pTdDbmSfDqS2Jgde81G1czHxVwTUzFHiYge", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}