{"__version": 1, "token_id": 460895, "symbol": "OBJKT", "name": "MOON ON A CIRCLE - ASIDES NO 005", "description": "I am a closeted image maker. I imagine that the things I create are poetic, even significant. I presume they are worth sharing with others, such as yourself. Look at them, own them, destroy them. Do with them of your freewill, of your conscience, whatever feels appropriate.\n\nPlease accept my apologies. Today, as it was years before, I still cannot shake off the impulse to create. As if I still am an artist, I have invaded your precious space and attention.\n\nYou know, my role as a curator developed purely without the deliberate intention of becoming one. Trained as an artist, curating for me grew from a rather oblique contemporary art practice in the early 1990s. Then, somewhat naively, my art attempted to untangle my brown, marginal, politically constructed identity. My body told me to.\n\nProgressively absorbed by the burden of thought and inspired by the visceral attitudes of ‘old school’ performance art, I acquired a special interest on hypocrisy, the bureaucracy, and hierarchies of power, particularly in relation to the production of art and culture. \n\nEven if not all my sentence strings would ever metamorphose into paragraphs, or my paragraphs ever ballooned into pregnant essays, or got read by a single mortal; I also write, sometimes a little, often, a lot. And like an artist consumed by the process of art making, I also had countless intimate, ingenious, spiritual, philosophical, rhetorical, as well as nonsensical dialogues with myself. \n\nThese are discretionary words and thoughts; visually manifested, digitally chained. I share their bondage with you. \n\n\n*Asides are short discharge of inner thoughts, unheard by anyone except the intended recipient, sometimes creeping fleetingly in the middle of conversations.\n", "artifact_uri": "ipfs://QmeLJ1v1C8NwiJNDRr7FipGttNyFoeYHMGku9oyQnUkKbP", "display_uri": "ipfs://QmTveCHF3kjQtkXBa12z7mhgdKf8btUv7LoB3d6sG4fiVk", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmeLJ1v1C8NwiJNDRr7FipGttNyFoeYHMGku9oyQnUkKbP", "mimeType": "image/jpeg"}], "creators": ["tz1PBdL2oinbfevgGiSdFzy6LzwwYBJB38vz"], "tags": ["glitch", "mute", "minimalist", "conceptual", "contemporaryart", "poetry", "blue", "twotoned", "monochrome", "khaihori"], "extra": {}}