{"__version": 1, "token_id": 581895, "symbol": "OBJKT", "name": "Vessels 188: Dirk the Returned ", "description": "Dirk was once a fine and handsome young man with a shining future ahead of him.  He set off for adventure and no one saw him for years.   Legends speak of portals to other realms around the colony and it was feared he my have fallen befoul of one of these fissures. \n\nJust last week he walked into The Fisherman’s Robot down on teh docks.  Few could even recognize him and he had wild tales to tell of The Ring Worlds…\n\n—-------------------\n\nText (edited) courtesy of RINGWORLDS \n\nDirk’s Journey was one for the ages to remember. This unlucky young and handsome man began his story on the west river cities of Mesigia as a young lad looking for a purpose in his life….\n\nThese times are behind them now, but the false King of Mesigia remains at large. Dirk began chasing leads about him only to find himself in the waterfalls of Drak’ Ama, the house of the Dragons of the Lost Forests, after surviving a torturous fall and taking several injuries, a stone stuck on his head and now looks like a horn. He moved away from the waterfalls and found shelter in the Intolerable Caverns amongst the fay people, where they tried to remove his stone via magical sticks because they said he looks like the “Ugraska” a legendary devil like creature of the Caverns. This resulted in burning half of his face, the other half not the half with the rock horn attached to him. Finally he embarked on to find his archnemesis but got into a fight in a beautiful inn just outside Mesigia’s Capital “Egarda”, which gave him the infamous burning eye, a black eye given by a drunk pyromancer in the “heat of the battle”.\n", "artifact_uri": "ipfs://QmV27riRyiNiU4zuUqCyZfDz2wwYdCQjCFyDQkjH1HB2jY", "display_uri": "ipfs://QmXSiazYWHDMRQq6WGPYScszpKhXGozoPmJqL6LZm6H2BM", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmV27riRyiNiU4zuUqCyZfDz2wwYdCQjCFyDQkjH1HB2jY", "mimeType": "image/jpeg"}], "creators": ["tz1MY1BKQd2QFDDsjCpkKi6vVDxPKycGiJA3"], "tags": ["@NFTRingWorlds", "Dirk", "Journeys", "Vessels"], "extra": {}}