{"__version": 1, "token_id": 585495, "symbol": "OBJKT", "name": "BLACK HOLE", "description": "As you're probably noticing, the last few images were concentrated around this concept of shapes within shapes within other shapes, which created a trippy like illusion of fading or slow motion. In this particular work we imagine the concept of 'the information paradox' of a blackhole. Not to get too technical, of which I probably would butcher the wording, but when anything moves past the event horizon of a black hole can never make it out; not even light itself. This causes a problem with one of the most fundamental aspects of reality, matter (and all the information about said matter) can neither be created or destroyed. If a black hole sucks up matter like a vacuum, then where is that \"information\"? If it can't be destroyed then where is it? There is no shortage of theories that's for sure., Try to imagine all of the matter, the stuff, in your body being stretched by gravity. As you careen towards the singularity the effects of gravity become more and more intense. So much so, that your body will begin to spaghettify and everything that makes up you would be ripped to atoms and even then the atoms would probably ripped apart. It wouldn't be a fun time. Though there are theories that certain types of spinning black holes you could fall into and not get ripped apart. We live in exciting times and are learning new information about our universe everyday. What a time to be alive.", "artifact_uri": "ipfs://Qmav7XzCSbGsirdLdcsyUCgs31rgV3J3nFL1XVYVbuUCwr", "display_uri": "ipfs://QmYoCyE7eUfeP1W9LSDHwV6BYyKnrgCtUcMHWnpWqeEuD1", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmav7XzCSbGsirdLdcsyUCgs31rgV3J3nFL1XVYVbuUCwr", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}