{"__version": 1, "token_id": 317664, "symbol": "OBJKT", "name": "TezTools Node Service – Private Node Wave 1", "description": "Getting access to your wallet or to some dapps in the Tezos ecosystem can be hampered by an over-used public network of nodes. When a popular NFT series or application drops and causes issues for the Tezos network its not usually the chain that has a problem at all. The bottleneck is the computer systems used to access the blockchain…the nodes. \n\nNodes serve two critical jobs beyond the core job of baking blocks (in baking nodes), nodes provide the data you see such as your wallet balance, NFT’s owned or a list of recently sold tokens. Nodes are also the way transactions are submitted to the network’s mempool. To secure the network the nodes that provide data and transaction access are sperate from the nodes that bake new blocks. This circumstance is part of why when the network gets busy the chain ticks on flawlessly while it seems like no one can complete a transaction. \n\nPrivate nodes have the potential to be much more secure than public nodes (though not as secure as a node you physically have with you) and are great not only for completing transactions but to act as participant nodes in a more secure home-node setup, software development and testing (can even run some smaller dapps and sites), doing airdrops, automating chain operations, and much more. A TezTools private node is a dedicated VPS with a managed Tezos node deployed with enough dedicated resources to almost never have to fight for access to the chain’s services. A private node is just for you, you can use your private node account with any compatible wallet or API including the Tezos CLI for all your basic automation needs (no rate-limiting).\n\nTicket can be redeemed for 12-months of private node service in the region of your choice (based on region availability). \n\nUpon redemption, purchasers will receive an exclusive NFT commissioned by TezTools from @YinYangYoeshi. Only users of TezTools Wave 1 node service will have an opportunity to own this NFT (secondary sales proceeds for NFT go to @YinYangYoeshi).\n", "artifact_uri": "ipfs://QmUgZknDK4KXQ9LRQP2nBVrFUPWnB3W5bQNDmgqq3KEdMw", "display_uri": "ipfs://QmYpz5ymD9Uh1R4ATg3c2CiitnJx3eUH7XRXjfXQZJq1ox", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUgZknDK4KXQ9LRQP2nBVrFUPWnB3W5bQNDmgqq3KEdMw", "mimeType": "image/png"}], "creators": ["tz1cCZgcViuFJcNQbefgvDaP2139uKc9ohTB"], "tags": ["teztools", "tezos", "node", "tezosnode", "private"], "extra": {}}