{"__version": 1, "token_id": 354464, "symbol": "OBJKT", "name": "Residuals 10: Bitterness", "description": "Context: \n\nIn statistics, the term \"residuals\" refers to the discrepancy between model predictions and observed data. Residuals are prediction errors, gaps between what we believe and what we observe. A typical modelling exercise describes residuals as random noise, and every scientist knows this mathematical formulation is a lie. It is a convenient fiction, adopted of necessity. When we analyse our data, scientists lie to ourselves. We lie to ourselves today, temporarily, in the hope that it will be a little less egregious when we lie to ourselves tomorrow.\n\nSeries: \n\nThe four pieces in the \"residuals\" series are all leftovers from the \"water colours\" series. Each one of them is created with some variation of the original algorithm or a modification to the input specification. None of them fall within the scope of the process described by the \"water colours\" series. But they are not arbitrary or incoherent. Each one expresses a specific moment, an experience that happened to me out in the real world, and the emotion that surrounded that experience. In each case the source code is not dissimilar to the water colours source, but my mood was very different in each case, and in no instance was the mood very similar to the emotion expressed in the original series. They are not random, but they are idiosyncratic.\n\nPiece: \n\n\"Bitterness\" applies a variation of the algorithm that masks almost everything about the source image. Only the broad shapes and colours are preserved in the output. In this variation, it is the generative process that is exposed to the audience. The \"Bitterness\" piece reveals that the underlying mechanism relies on scatter plots. The images are nothing but filled circles plotted against a blank canvas. The mood that underpins the piece is much harsher than the image itself. The output is gentle but the input was not. The transition from one to the other was traumatic, destructive, and left a bitterness in its passing.\n\n\nAuthor:\n\nhttps://hen.djnavarro.net\nhttps://art.djnavarro.net\nhttps://twitter.com/djnavarro\nhttps://github.com/djnavarro\n\n", "artifact_uri": "ipfs://QmfLM8g4GZvE1U5zmMcbezzhABXES3msf4RNnTBQLfHhT3", "display_uri": "ipfs://QmYR27fsrczvNEybhBmV85SYEyK3aeZEfRQowhcYLkJTZC", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmfLM8g4GZvE1U5zmMcbezzhABXES3msf4RNnTBQLfHhT3", "mimeType": "image/png"}], "creators": ["tz1hXKn2BcU64HxSrmojfuf7cDoweJ9xwxZ7"], "tags": ["generativeart", "statisticalmodelling", "simplexnoise", "fractals", "transition"], "extra": {}}