{"__version": 1, "token_id": 440664, "symbol": "OBJKT", "name": "Floating in an Undertow of Luminous Glances", "description": "This meditative NFT is composed of 18 abstract photographic-based GIF's of natural light. Each individual GIF is made by subtly interweaving two photographic images. My art is inspired by the light that brought me back to life during a near death experience I had several years ago. I hope for my work to inspire a moment of internal peace, of rest for the busy mind.\n\nDESCRIPTION:\nFormat: 21 second seamless video loop of 18 photographic-based GIF's, 3204 x 1624 pixels \n\n\nBIOGRAPHY:\nAnna Thorne is a visual artist from Florida currently living and working in New York City. She received her M.F.A. in Studio Arts at the University of Notre Dame in 2021 on a full tuition waiver where she also worked as a Photography Instructor for two years. Her photographic thesis ‘Luminous Visions’ was exhibited at the Snite Museum of Art in 2021 and was awarded the Graduate Student Research Award through the Institute for Scholarship in the Liberal Arts. Subsequently, her thesis paper ‘Luminous Visions: Expanding Awareness Through the Undisclosed Lenticular Photograph’ was published by the Hesburgh Library at the University of Notre Dame. She wrote an article on NFT's titled 'On The New Futures of Photography Created by the Non-Fungible Token' that was published in Kahlo's Newsletter in October, 2021 (view here: https://www.kaloh.xyz/p/on-the-new-futures-of-photography). Thorne’s art and writing on photography has been published and exhibited both nationally and internationally. (view full CV here: https://annathorne.com/cv1). Her work is in the collection of the Southeast Museum of Photography in Daytona Beach, FL. For more information, visit her website at annathorne.com ", "artifact_uri": "ipfs://QmT3ojfd9qL4n91k8Frfdh4DDcnBMgpncyuPxVvjiKrvym", "display_uri": "ipfs://QmPeLdqW94tgQFn4g1T4WZzzYYAjcRf6XtkEnfUSXhEFh6", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmT3ojfd9qL4n91k8Frfdh4DDcnBMgpncyuPxVvjiKrvym", "mimeType": "video/mp4"}], "creators": ["tz1VKcQbRVWVTGCNUCGAkwYnytamAdj5PBWP"], "tags": ["minimal", "photography", "seamless", "video", "GIF", "abstract", "meditative", "spiritual"], "extra": {}}