{"__version": 1, "token_id": 468164, "symbol": "OBJKT", "name": "Flags for our Futures - #4643", "description": "A human-in-loop AI artwork by the Future Scouts (https://futurescouts.cc)\n\nUsing a set of 254 national flags (current as of 2021), we train a visual generative adversarial network model to generate sets of imaginary flags. Each flag created by the model is a unique amalgamation of all national flags combined. The artworks invite us to consider our relationship to national identity, nationalism, and the mechanisms of global governance in an age of networked culture. Through them, we highlight a growing disconnect from our own national identities at a time when we are increasingly living as citizens of the world.\n\nAs nation-states dissolve into regional and trans-regional identities, as borders become obsolete and physical identities become submerged in the online environment, national identity itself is evolving. National symbols, once revered for their power of nationalism, today are increasingly irrelevant in the face of network connectivity and digital integration.\n\nThe symbolic importance of national flags has historically been tied to the very foundations of national identity, with each having its own raison d’être and meaning. However, the nation-state as we know it may soon become obsolete, creating a landscape where national identity is an emergent phenomenon. 'Flags for our Futures' is an artwork that explores the evolution of national symbols, national identity and the nation state in the 21st century. It represents an optimistic vision of a world in which humans transcend nationalism to global citizenship and stewardship.\n\nAll proceeds of the sales will go to supporting the launch of Future Scouts 2.0 - a next-gen distributed service organization.\n\n960x593 px gif", "artifact_uri": "ipfs://Qme2CiM4kBraR3fFuesowEASRgAkwUTRS3EDLRnQ9yRMFX", "display_uri": "ipfs://Qme2CiM4kBraR3fFuesowEASRgAkwUTRS3EDLRnQ9yRMFX", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qme2CiM4kBraR3fFuesowEASRgAkwUTRS3EDLRnQ9yRMFX", "mimeType": "image/gif"}], "creators": ["tz1Z7Kbc2fnFM8itnJQAAJqPdtWeG9VniLpP"], "tags": ["flags", "gan", "HILAI", "future", "nation-state", "countries", "emblems", "symbols"], "extra": {}}