{"__version": 1, "token_id": 573364, "symbol": "OBJKT", "name": "Human Study #1, HK, Scene 2, Still", "description": "Human Study #1, Hong Kong series is based on a performance recorded during the solo show part of artunchained at Artistree in Taikoo place, produced and curated by Lisa Botos and  sponsored by Swire. It was initially planned to be during Art Basel Hong Kong in 2020, but then COVID appeared and the show was moved to November 2020. Due to COVID restrictions the exhibition was not opened to the public, instead professional actors performed and a video work was generated and streamed in real time.  This series features  Ho Yan Lam Grace as the sitter.\n\nHuman Study#1, 5RNP is an installation where the human becomes an actor. In a scene reminiscent of a life drawing class, the human takes the sitter's role to be sketched by 3 robots. When the subject arrives by appointment, he is seated in an armchair. An assistant attaches sheets of paper onto the robots’ desks and wakes each one up, twisting its arm or knocking three times. \nThe robots, stylised minimal artists, are only capable of drawing obsessively. Their bodies are old school desks on which the drawing paper is pinned. Their left arms, bolted on the table, are only able to draw. The robots, named RNP-n all look alike. Their eyes focus on the subject or look at the drawing in progress. \n\nThe drawing sessions last 15 min, during which time the human cannot see the drawings in progress. The sitter only sees the robots alternating between observing and drawing, sometimes pausing. The sounds produced by each robot’s motors create an improvised soundtrack. \n\n5RNP (the larger version of the installation) was premiered at the Merge festival in association with Tate Modern in London in 2012, it has since been exhibited in numerous locations including at the Museum of Modern and Contemporary Arts (Seoul) at Ars Electronica 2014 (Linz), BOZAR (Brussels), Variation (Paris), BIAN (Montreal), Japan Media Festival (Kyoto),  Update_5 (Ghent) where it was awarded the Prix du Public and 3rd Prix du Jury, it was also awarded the Bronze Lumen Prize, part of the jury selection at the Japan media festival. The smaller version 3RNP has been extensively exhibited around the world.\n\nTechnique \n\nI produce these works with a computational system I have been coding since 2009. It was Initially developed during my doctoral studies at Goldsmiths College in London when I investigated the drawing practice and how to enable a robot to draw from observation. It has since been in constant development. Since 2011 it is controlling the behaviour of the robots used in the performative art installations I exhibit. The initial work is the subject of several peer-reviewed research papers you can find via google scholar. In March 2021, at the beginning of hicetnunc, I wrote a new layer with a graphical interface over the system to be able to have control over a system that was originally designed to be autonomous. The new system enables the production of digital artworks (stills and animations), using generative algorithms with feedback loops, computer vision, and machine learning models (AI).. The way I work with the system is very similar to the way I was working when I was a painter (1990-2000).\n\nBio\n \nPatrick Tresset is a Brussels-based artist who, in his work, explores human traits and the aspects of human experience. His work reflects recurrent ideas such as embodiment, passing time/time passing, childhood, conformism, obsessiveness, nervousness, the need for storytelling, and mark-making. He is best known for his performative installations using robotic agents as stylized actors that make marks and for his exploration of the drawing practice using computational systems and robots.\n \nSince 2011, his work has been exhibited in solo and group shows, including in association with major museums such as; The Pompidou Center (Paris), Prada Foundation (Milan), Tate Modern (London), V&A, MMCA (Seoul), The Grand Palais (Paris), BOZAR (Brussels), TAM (Beijing), Mcam (Shanghai), Mori Museum (Tokyo). In  2015 a monograph with seven essays; Human Traits and the Art of Creative Machines, about Patrick’s work was published by the Centre for Contemporary Art Laznia, edited by Ryszard W. Kluszczyńs. His drawings are in a large number of small private collections and in more significant ones, including the V&A (London), Guerlain Foundation (Paris), McaM (Shanghai) and Maison d’ailleurs (Yverdon, CH).  His installations have been awarded prizes and distinctions (Lumens, Ars Electronica, NTAA, Japan Media festival) . His works have featured in numerous media, including;  Art press, Art review,  Beaux art, Frieze, Arte, Form,  Wired, Vice, BBC, DeWelle, Le monde, New York Times.\n\n\n| Patrick Tresset | 2021 | PNG | 2048 x 2048 |\n", "artifact_uri": "ipfs://QmZQXtxD19Bofc6VXfKTkDxrPiwizXhcHmA6jGrZWQACtB", "display_uri": "ipfs://Qmcz4aF8MSREFpXDefSNXbjCN8FxadHbWTwWgTWHbPdhpz", "thumbnail_uri": "ipfs://Qmd7Xk4fpK6LY5V5vFKEBbTEHUorHBM3TtKxn457vwVBzD", "formats": [{"uri": "ipfs://QmZQXtxD19Bofc6VXfKTkDxrPiwizXhcHmA6jGrZWQACtB", "mimeType": "image/png"}], "creators": ["tz2WtFZKsUdx3gQzg5JKbvC4NdeDXi6z1SUE"], "tags": ["performance", "generative.drawing", "robotics"], "extra": {}}