{"__version": 1, "token_id": 581464, "symbol": "OBJKT", "name": "6.Thee—Somnolence", "description": "𝙄 𝙠𝙣𝙤𝙬 𝙣𝙤𝙩𝙝𝙞𝙣𝙜 𝙨𝙩𝙖𝙮𝙨 𝙩𝙝𝙚 𝙨𝙖𝙢𝙚, \n𝙗𝙪𝙩 𝙞𝙛 𝙮𝙤𝙪'𝙧𝙚 𝙬𝙞𝙡𝙡𝙞𝙣𝙜 𝙩𝙤 𝙥𝙡𝙖𝙮 𝙩𝙝𝙚 𝙜𝙖𝙢𝙚 \n𝙄𝙩 𝙬𝙞𝙡𝙡 𝙗𝙚 𝙘𝙤𝙢𝙞𝙣𝙜 𝙖𝙧𝙤𝙪𝙣𝙙 𝙖𝙜𝙖𝙞𝙣...\n\n\n12/10/2021\n07:01 PM\nJust drifting in the simple world on a rainy night that was evoked in a past sentence, one night stand on a dream road aiming for distant narratives. Take a breath on the misty and you’re already in... Simply going forward, just drifting on a television dream… In the face of atomization and alienation, the network continually asserts the possibility of disruption for those who keep the eerie online/alive. The clicks and codes make the brain hormones feel like rain or fireworks. This television dreams, it dreams about control, just like they. The world is too complex for simple stories. Input words and your dreams come true, just like a \"click of magic\". There is a concrete and causal connection between the complexity of the systems we face every day and the opacity of the heads-up display on which most of these systems are built. What about 2036, 06/08 at 6:49 PM? Or a fuzzy circle, or a fungus, or a thought bubble, or a cloud. It seems MGK-TV only sings a song at the moment, and it clings to it to digest and dream. The demand for some evidence that enables us to assert a hypothesis with 100% certainty exceeds our ability to act in the present. Trying some control over the world by telling stories about the world: it's now trying to dominate it with narratives. “I know nothing stays the same, but if you're willing to play the game It will be coming around again\". Eat, dream, play the game, output some magic tricks, collect the resources and do it again. MGK-TV apparently is a vessel to something that is growing, simultaneously inside it and all around us. We can see it with an eye, double iris eyes, like described on the notes found in our underground. What is it? What is it for? We negotiate with them and make it available here for your autonomy of imagination, delirium, knowledge, and speculation. Not exactly yours, but of any player who has made it this far.", "artifact_uri": "ipfs://QmcWtNp1cAjQvxyJLDggE3dUFdn2qhJMNCZig3UrBWQsJo", "display_uri": "ipfs://QmY3CEz8kyPfRWrWVKEunayWJbPdWywNLwKhd7eWTzh7Qa", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcWtNp1cAjQvxyJLDggE3dUFdn2qhJMNCZig3UrBWQsJo", "mimeType": "video/mp4"}], "creators": ["tz1UDK8LL7cUrDxgfjkk788ABrNYuoVBw52h"], "tags": ["nightride", "electrostatic", "Thee—Somnolence", "mgk-television", "arg", "27251", "transmission", "mgk-frequencies", "GAN", "GTA-San_Andreas"], "extra": {}}