{"__version": 1, "token_id": 285683, "symbol": "OBJKT", "name": "GENERATIVE PERSIAN Waramin Carpets (RARE EDITION)", "description": "GENERATIVE PERSIAN Waramin Carpets (RARE EDITION)\n\nGenerative artwork exploring color and the emergent effect of stacking simple shapes and filling their intersections.which take you on the journey to an imaginary universe. All artworks are created using custom algorithms in processing.\nThis collection has an abstract look at Iranian carpets, Iranian art-industrial carpets that have long overshadowed Iranian culture as a name and credit for Iran.\nThe patterns used in Iranian carpets are taken from the culture and lifestyle of its weavers everywhere in Iran. So that it can be said that every Iranian carpet is a beautiful painting, expressing the nature and culture of a region of Iran, and by observing it, one can ask for its originality.\nWaramin Carpets\nRegarding Waramin is a region of the carpet production, which is nowadays hardly active anymore. The reason for that is probably because of the high production costs in this city. The handcraft had developed once approximately a hundred years ago in this city when investors from Tehran looked for possibilities to increase their money and began to produce hand-knotted Persian Carpets.\n The color scheme as well as the patterns of the Waramin carpets make it seem like the carpet weaver from Waramin took a good look at the carpets made by carpets weaver from Ghom. For Waramin is however special, that for the large parts the Mina Chaneh Dessin is attached, which resembles a patch of daisies. The allover design without locket captivates by its richness of detail.", "artifact_uri": "ipfs://bafybeieyo63i4jffqrmzq3ym4v6d66euzqehnp5vh4pru6tq3jw7crkikm", "display_uri": "ipfs://bafybeieyo63i4jffqrmzq3ym4v6d66euzqehnp5vh4pru6tq3jw7crkikm", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeieyo63i4jffqrmzq3ym4v6d66euzqehnp5vh4pru6tq3jw7crkikm", "mimeType": "image/gif"}], "creators": ["tz1SSCjgL54U5yUemQVFGfZ9M9ygKHLHgNsA"], "tags": ["generativeart", "creativecoding", "generative", "codeart", "newmediaart", "abstract", "creativecodeart", "algorithmicart", "touchdesigner", "object4objekt", "generativedesign", "processing", "mathart", "computerart", "proceduralart", "geometricart", "procedural", "isometric", "bhfyp", "geometry", "pattern", "GEOMATIC", "aiart", "artxcode", "minimal", "psychedelic", "glsl", "psychedelicart", "opart", "genartclub", "noise", "trippy", "opticalart", "artandtechnology", "coding", "audiovisual", "pyton", "p5js", "hen200k", "shahrokh", "machinelearning", "pixelart", "pixels", "rare", "1"], "extra": {}}