{"__version": 1, "token_id": 484383, "symbol": "OBJKT", "name": "Alternative Cover for The High Desert Graphic Novel", "description": "Scene: Apple Valley, California, in the eighties, a thirsty, miserable desert.\n\nTeenage James Spooner hates that he and his mom are back in town after years away. The one silver lining—new school, new you, right? But the few Black kids at school seem to be gang-banging, and the other kids fall on a spectrum of micro-aggressors to future Neo-Nazis. Mixed race, acutely aware of his Blackness, James doesn't know where he fits until he meets Ty, a young Black punk who introduces him to the school outsiders—skaters, unhappy young rebels, caught up in the punk groundswell sweeping the country.\n\nA haircut, a few Sex Pistols, Misfits and Black Flag records later: suddenly, James has friends, romantic prospects, and knows the difference between a bass and a guitar. But this desolate landscape hides brutal, building undercurrents: a classmate overdoses, a friend must prove himself to his white supremacist brother and the local Aryan brotherhood through a show of violence. Everything and everyone are set to collide at one of the year's biggest shows in town...\n\nWeaving in the Black roots of punk rock and a vivid interlude in the thriving eighties DIY and punk scene in New York's East Village, this is the memoir of a budding punk, artist, and activist. \n\nWhat people are saying! \n\n“Deeply relatable...it is genuinely therapeutic to read about James Spooner’s experiences: being in proximity to white supremacy, the exceptions that are made in small town, USA,  and how quickly violence can escalate. Man oh man. The High Desert hits so deep.” \n—Kimya Dawson, Moldy Peaches\n\n\"The High Desert is a gorgeous, gritty, and astute memoir. Punk is James Spooner’s salvation as he comes of age in a racist world, but punk culture is also a microcosm of that world. The path to reconciliation—with himself, his parents, his peers—is navigated with exquisite nuance and compassion. A beautifully drawn story.\" \n—Alison Bechdel, author of Fun Home and The Secret to Superhuman Strength\n\n\"A masterful debut that's just as captivating as it is inspiring. Spooner paints a world that's irresistible and harrowing, and fills it with the kind of honesty that defines every great graphic memoir.\" \n—Ezra Claytan Daniels, author of BTTM FDRS and Upgrade Soul\n\n“This beautifully paced graphic memoir illustrates the struggle and joy of finding self-acceptance and community on the fringes. It perfectly captures the innocence, camaraderie, and trauma of being a punk of color in the late eighties and early nineties. I couldn’t look away.”\n—MariNaomi, author and illustrator of Losing the Girl and Turning Japanese\n\n“James Spooner captures an often overlooked, West Coast slice of modern American culture and subculture. Misfits, nerds, social outcasts and rebels: Mr. Spooner has delivered a well needed roadmap for future generations of kids that don’t quite fit in, especially kids of color.”\n—Norwood, Fishbone\n\n“In each panel of The High Desert, James Spooner delivers magic between his art and his words, mixing the intense passions of youth with the hindsight of the wise. Gorgeously drawn, brutally honest, and as emotionally raw as your favorite punk song.” \n—Dawnie Walton, author of The Final Revival of Opal & Nev\n\n“A coming of age tale of the very precarious faultlines of growing up an outsider amongst outsiders: The High Desert is an American tale of race, politics, counter-culture, and the tender and personal story of Black adolescence rarely told.”\n—Brontez Purnell, author of 100 Boyfriends", "artifact_uri": "ipfs://QmTt7pR7ikZCFa9eiWzJ7jEYpz9FE3UEwRqJ4Sv6Mx3HXc", "display_uri": "ipfs://QmVdcF97wodqseGwBPDjC7D2PwFxxEBLPmPFb847FeWhcL", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmTt7pR7ikZCFa9eiWzJ7jEYpz9FE3UEwRqJ4Sv6Mx3HXc", "mimeType": "image/jpeg"}], "creators": ["tz2UnNaRHjEFz8UbaBjo2poadFWzFrjZtAyP"], "tags": ["GraphicNovel", "JamesSpooner", "PunkRock", "Hardcore", "Punk", "Memoir", "Desertscene", "Illustration", "Cartoon", ""], "extra": {}}