{"__version": 1, "token_id": 559883, "symbol": "OBJKT", "name": "Old Mid-autumn festival", "description": "People often call us the children of the new technology age. The modern era 4.0 has many amenities... But they forget that we are gradually lacking the so-called simplicity of a child. That is childhood. Why do I say that? Because since I was a kid, I still haven't experienced a true Mid-Autumn Festival night. From a young age, my mother told me about the Mid-Autumn Festival nights she experienced. There are candies and fruits, there are friends, there is a big star lamp. I used to dream and think, well, Mid-Autumn Festival is like that. Looking forward to the wonderful Mid-Autumn Festival. But reality is different. Back then our area was a newly reclaimed area from the 1990s onwards, sparsely populated and without a doubt, the Mid-Autumn Festival was very boring. At school, we also only divide the candy and pack it for our children to bring home, so there's the Mid-Autumn Festival. At that time my mother also knew what I meant, cut bamboo, made me a star lamp frame and no glossy paper. It was the first lamp I had, with a bamboo frame and iron wire, nothing more. A little older, the so-called Mid-Autumn Festival in my mother's story, the more different from what was happening around me. There are also unicorns, there are moon lamps powered by bins, but there is no Mid-Autumn atmosphere. Adults are afraid to go out, because most of them are farming. After a working day, they just want to rest, it doesn't matter if it's Mid-Autumn Festival or not. Children there are very few, very small. As a result, that day, my mother took me to see the lion dance twice, holding the lamp and walking slowly with the crowd, until it was time to go home. Quiet like that I know something inside of me is dead. Study up a bit more, make up for the books, Mid-Autumn Festival tonight, but I still have to check if there is any test tomorrow, if so, my father won't let me go to Mid-Autumn Festival, I'm just afraid that my child will be weaker. you. I remember very well, it was 10pm on the night of the Mid-Autumn Festival, because of heavy rain, I couldn't go anywhere, I had to hide in my room, took out the fish lamp a few years ago, it was old and rotten. Like my belief in an intact Mid-Autumn Festival. I looked for a candle to light it up, it was very beautiful. It sparkles, I thought, if there were hundreds, thousands of lights at the same time, how beautiful it would be. Until now, Mid-Autumn Festival is still very luxurious, at least for me. When I was able to go and see the lion dance by myself, people gradually became indifferent to it. The lion dance here is very boring, the brothers and sisters dance in the Mid-Autumn Festival, mainly because they earn a few more dong when people hang money at the door. No somersaults, just dancing to the music. Starting at 5 pm, I went to dance, moved by truck, the smoke was thick, I didn't even notice that it is rush hour, now the kitchen is blowing rice. Since evening, every house has been busy closing the door to turn off the lights, just afraid of the unicorn coming, very annoying... When I saw such a change, I suddenly remembered my mother's words to us that day: \"What a pity child\". At that time I did not understand, only now suddenly realize.", "artifact_uri": "ipfs://QmeHGRVqzJU8WpwmhCFWkmp4q7jiyfNDZNBJN99ndEAqxK", "display_uri": "ipfs://Qmb2EiUMmaDdvjyznNd2UNjsNbrEiVern4uuKg61R3mcFp", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmeHGRVqzJU8WpwmhCFWkmp4q7jiyfNDZNBJN99ndEAqxK", "mimeType": "image/jpeg"}], "creators": ["tz1biFE9nezUkAEZmZGtGqWawH3VpFdpmbhk"], "tags": ["Mid-Autumn", "art", "happy", "cute", "warm"], "extra": {}}