{"__version": 1, "token_id": 569883, "symbol": "OBJKT", "name": "THE DARKNESS WITHIN", "description": "Another anagram? I was on a roll on this particular week I suppose. In \"THE DARKNESS WITHIN\", we have so many letters with so much movement within. The poem of, \"THE DARKNESS WITHIN THINKERS WIN DEATHS\" is a short narrative that speaks to the fire within all artists alike (painters/musicians/sculptors/etc) and how we either knowingly or unknowingly use the darkness that is within all of us to create light and thus win at the moment of our deaths. Win deaths Andrew? What on Earth are you rambling on about? Sounds awkward, but think about it, I mean really pause for a second and think about your own mortality. If you are a creative person, do you want to go to the grave knowing you didn't make that painting you always wanted to? Or make that sculpture? Or write that song and play it for someone? All of that potential regret...no one should have that at the end of their days. Live life to it's fullest. Make mistakes. Make even more mistakes. Keep making art/music/etc and do not stop. If art isn't your passion, that's ok...find your passion and go for it. I know this sounds like a cheesy Tony Robbins self-help book at this point, but real talk...if you're lucky in life you get to see 80 summers, my father didn't even get to see 70 summers. Who cares if you mess up? Get back on that horse and ride off into that sunset, because the sunset is coming for all of us eventually. Live it...use the darkness to illuminate your light path.", "artifact_uri": "ipfs://QmTR8LEQHdkQfM3sSGirMvEAQwbSt355YSnxRKJpDfPKsf", "display_uri": "ipfs://QmcySfFEALiCMhxoE3S5fn31dNReo4UfiiicqQy8XmMwmn", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmTR8LEQHdkQfM3sSGirMvEAQwbSt355YSnxRKJpDfPKsf", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}