{"__version": 1, "token_id": 418690, "symbol": "OBJKT", "name": "MY FATHER", "description": "At one point in my life I idolized my father; hard working, affable, quick witted, kind, warmhearted, gentle, humorous, loving, caring, and more adjectives. This was my delusion as I never knew the real man. In reality, I hardly really spent time with him as he always worked at our family business; and work hard he did. After being diagnosed with lung cancer during his later years, he would drive to work every single day even after having chemotherapy. The man was unstoppable, and yet was the makings of a man of his time. I will never speak ill of my father because of his foibles and follies as a man, but I will be candid, open, and honest. When I wrote this in 2020, I felt this was a candid portrait of who my father was; to have known him was to know me or vice versa as I felt his qualities were magically imbued to my character and purpose. Most of this is true, but I felt when writing this excerpt that I have strangely left out my mother's influence in my principles and guiding light. For that, I apologize mom. I now realize that it was you all those years ago that taught me to love, to be compassionate, to try to understand another person, to listen (which I still suck at), to never judge a book by its cover, to see other people's differences as strengths, to open my mind, to be whoever I wanted to be, to live my life, to be an artist, to be genuine in the face of lies and apathy, to fight for those less fortunate, to stand up to injustice, to be the warrior of truth I am today. I'm a fucking horrible liar...anyone that knows me can vouch for that. Am I perfect? Absolutely not, I'm sure there's a line of people that want nothing to do with me, but you have given me a steady hand for doing the right thing. I see half the audience rolling their eyes, possibly the art critics. To those people...this page isn't for you, it's for her. ", "artifact_uri": "ipfs://QmQwdPyfeibeu5n317M4pSqCv11HcLAo2Fe2F8hysAz2nX", "display_uri": "ipfs://Qmak558pxQgefkGqWPYVxAZKA1LJ5cMeQszaaLD8PxUshw", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQwdPyfeibeu5n317M4pSqCv11HcLAo2Fe2F8hysAz2nX", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}