{"__version": 1, "token_id": 544390, "symbol": "OBJKT", "name": "MAKING MAGIC MAKING FACES MAKING MISTAKES", "description": "In Thomas King's book, \"The Truth about Stories: A Native Narrative\" he speaks the following passage, \"Is it our nature? Do the stories we tell reflect the world as it truly is, or did we simply start off with the wrong story? Like Silko's witches in the cave, conjuring up things to impress each other. Making magic. Making faces. Making mistakes.\" This quote got me thinking about what if we're being human in the wrong way. Meaning, what if we are raising children with the wrong outlook or start on life? We're raised to think that everything is a conflict and a competition. We idolize and make martyrs of strong heroes and leaders that King says \"battling the odds and the elements, rather than the magic of seasonal change.\" Why do we focus on attributes of reality that are conflict or competition based and not more on the wonders of being human and alive? Maybe I'm just naïve or choose to be when it comes to thinking about humans and our learned behaviors, but as humans we're making magic at every second of every moment. We're making faces that show our true colors. We're making mistakes and learning from them...or at least you'd hope that people are learning from their opportunities. We should be better as a species, but we're not. It'll be a miracle if we survive the next 100 years.", "artifact_uri": "ipfs://QmZ5QngAQwdXxwocx6uHr4ocxGh3j4QoFzXYWxCq43TTRn", "display_uri": "ipfs://QmPVK5otxzJGDA4AqcK6vzdT2Dq6T3uRE9t65kwoXjQMVu", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZ5QngAQwdXxwocx6uHr4ocxGh3j4QoFzXYWxCq43TTRn", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}