{"__version": 1, "token_id": 285298, "symbol": "OBJKT", "name": "GENERATIVE PERSIAN Kelim khamseh Kurdistan (RARE EDITION)", "description": "GENERATIVE PERSIAN Kelim khamseh Kurdistan (RARE EDITION)\n\nGenerative artwork exploring color and the emergent effect of stacking simple shapes and filling their intersections.which take you on the journey to an imaginary universe. All artworks are created using custom algorithms in processing.\nThis collection has an abstract look at Iranian carpets, Iranian art-industrial carpets that have long overshadowed Iranian culture as a name and credit for Iran.\nThe patterns used in Iranian carpets are taken from the culture and lifestyle of its weavers everywhere in Iran. So that it can be said that every Iranian carpet is a beautiful painting, expressing the nature and culture of a region of Iran, and by observing it, one can ask for its originality.\nThis rug belongs to the village and nomadic rugs from Iran, formerly Persia. This type of rug is knotted by hand in smaller towns and villages in an old tradition. Even nomads still knot Persian rugs in the open air. The rugs are knotted without a draft and completely from the mind. They are characterized by classical ornaments, which are arranged in straight and geometrical patterns. Thanks to their cultural-traditional origin, these rugs have a unique character that embodies ancient Persia.", "artifact_uri": "ipfs://bafybeibqo4lpzafkqr7kchksaatgpoqenfn24jp5cbep7luzbd42qfqevu", "display_uri": "ipfs://bafybeibqo4lpzafkqr7kchksaatgpoqenfn24jp5cbep7luzbd42qfqevu", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeibqo4lpzafkqr7kchksaatgpoqenfn24jp5cbep7luzbd42qfqevu", "mimeType": "image/gif"}], "creators": ["tz1SSCjgL54U5yUemQVFGfZ9M9ygKHLHgNsA"], "tags": ["generativeart", "creativecoding", "generative", "codeart", "newmediaart", "abstract", "creativecodeart", "algorithmicart", "touchdesigner", "object4objekt", "generativedesign", "processing", "mathart", "computerart", "proceduralart", "geometricart", "procedural", "isometric", "bhfyp", "geometry", "pattern", "GEOMATIC", "aiart", "artxcode", "minimal", "psychedelic", "glsl", "psychedelicart", "opart", "genartclub", "noise", "trippy", "opticalart", "artandtechnology", "coding", "audiovisual", "pyton", "p5js", "hen200k", "shahrokh", "machinelearning", "pixelart", "pixels", "rare", "1"], "extra": {}}