{"__version": 1, "token_id": 364698, "symbol": "OBJKT", "name": "\"Sapta Petala Langit\" (the seven layers of sky that envelop our universe)", "description": "File Size: 4,78Mb\nFile Format: Mp4 | 1920x1080 pixels\n\nCultural mixing occurs everywhere so as to form a new culture adapted to its times. The mixing of different cultures, especially very visible from the results of colonialism. Colonial culture has its own point of view to colonize the culture of the country it colonized until now. Only critical reviews can dissect those still oppressive power relationships. One method is to find new alternatives to illustrate resistance and find new solutions to find justice and welfare of the people.\n\nThis work is specially created with 7 editions. Where the number 7 in Javanese philosophy has the meaning of the symbol of humans starting \"Pitu\". \"Pitu\" has an acronym which stands for pitakon (question), pitutur (advice), and can also be interpreted as pitulungan (help). Which in this life man must pass through it in achieving himself and also benefit with others.\n___\n\nPercampuran budaya terjadi dimana-mana sehingga membentuk budaya baru yang disesuaikan dengan zamannya. Percampuran budaya yang berlainan, terutama sangat terlihat dari hasil kolonialisme. Budaya kolonial memiliki sudut pandangnya sendiri untuk menjajah budaya negeri yang dikoloninya sampai sekarang. Hanya tinjauan kritis yang mampu membedah hubungan kekuasaan yang masih menindas tersebut. Salah satu metodenya adalah mencari alternatif baru untuk menggambarkan perlawanan dan menemukan solusi yang baru demi menemukan keadilan dan kesejahteraan rakyat.\n\nKarya ini dibuat khusus dengan 7 edisi. Dimana angka 7 dalam Filosofi Jawa memiliki arti lambang dari manusia mulai “Pitu”. “Pitu” ini memiliki akronim yang mana merupakan kependekan dari pitakon (pertanyaan), pitutur (nasehat), dan bisa juga diartikan sebagai pitulungan (pertolongan). Yang mana dalam kehidupan ini manusia pasti melewati hal tersebut dalam mencapai dirinya sendiri dan juga kebermanfaatan dengan yang lain.\n\n\n@2021 – created by Horestes Vicha, 27 September, Yogyakarta – Indonesia.\n\n", "artifact_uri": "ipfs://QmQwrrRhVwkag2V39ieCH52SCdEowadrRqbc14qXP8WsLc", "display_uri": "ipfs://QmXMSthKutXWMi3T5v6E9aAXXNaKy2xUsBhBTZSyf8zJWE", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQwrrRhVwkag2V39ieCH52SCdEowadrRqbc14qXP8WsLc", "mimeType": "video/mp4"}], "creators": ["tz1LDvBbwV3ueeExHZdG6YHjcyUgbphpqTbv"], "tags": ["collage", "javanesephilosophy", "culture"], "extra": {}}