{"__version": 1, "token_id": 382298, "symbol": "OBJKT", "name": "Pombo Princess", "description": "Amiga dos Animais! Animal Friend!\n\n-\n\n(pt) NFT da RU4. O Desfile-Game\n\nSe você achou o item misterioso correspondente a essa NFT, tire uma captura de tela desse achado e envie por mensagem privada para @priscila.nassar. Os primeiros 15 a encontrarem ganharão a NFT!\n\n\n(en) NFT of RU4. The Fashion Show Game.\n\nIf you found the mystery item corresponding to this NFT, take a screenshot and send it by private message to @priscila.nassar. The first 15 to find it will win the NFT!\n\n-\n\n(pt) RU4 é uma coleção e desfile-game que expressa um trânsito tecnológico nos espaços urbanos e naturais. O caos e alta saturação vem de inspirações de experiências no Rio de Janeiro. A matéria prima do mundo físico, como elementos da rua, pinturas e desenhos são levadas ao contexto digital, onde é possível trazer novas experiências imersivas, como jogos.\n\n(en) RU4 is a collection and fashion show game that expresses a technological transit in urban and natural spaces. The chaos and high saturation comes from the inspiration of experiences in Rio de Janeiro. The raw material of the physical world, such as street elements, paintings and drawings, are taken to the digital context, where it is possible to bring new immersive experiences, such as games.\n\n-\n\nRU4, irá estrear no Brasil Immersive Fashion Week.\nPara jogar e saber mais, acesse:  priscilanassar.com/RU4\n\nRU4, will debut at Brazil Immersive Fashion Week. \nTo play and know more about, visit: priscilanassar.com/RU4", "artifact_uri": "ipfs://QmaK9pSvmnrGYAhRqB2wA4eab3AiB9YYJ9fhZ2GssVJhqG", "display_uri": "ipfs://QmaK9pSvmnrGYAhRqB2wA4eab3AiB9YYJ9fhZ2GssVJhqG", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmaK9pSvmnrGYAhRqB2wA4eab3AiB9YYJ9fhZ2GssVJhqG", "mimeType": "image/gif"}], "creators": ["tz1aNyUoPFVd5UXmDNA7noeJAnQTbBPamrgK"], "tags": ["ru4", "digitalfashion", "priscilanassar", "game"], "extra": {}}