{"__version": 1, "token_id": 412898, "symbol": "OBJKT", "name": "Her Eyes Are Flowers With Burning Bullets", "description": "Her Eyes Are Flowers With Burning Bullets \n\nSudirman area, Jakarta. \n\nIt was lunch hour at the parking lot, a young man just realized he left his cell phone at the office, \"must go back!\". He turned his back to the office with no hesitation and not another second heavily bumped someone. It was Windy, 25 years old office building receptionists, she was planning for a cigarette break. \"Hey! chill!\" Windy said to the young man. The young man, 28 years old Joni, new office worker. \n\n\"do you have a lighter?\" Windy ask \n\"sorry, are you okay?\" Joni ask, he clearly ignored her question\n\"I'm okay, do you have a lighter?\" \nJoni pick a lighter form his left pocket and lit her cigarette \n\nhe gazed into her, the time frozed he forgot about his cell phone. The voice inside his head was hyped\n\"yo!! ... she's cute!, congratulations Joni you are lucky you get the job here, you'll see her everyday man\" \n\nHer eyes are flowers with burning bullets, she's chaotically beautiful \nhe was whipped by her gaze. \n\n***\n\n\n\n\nBahasa Indonesia: \n\n\"Kerling Matanya Bagai Bara Peluru dan Seruni\" \n\nJalan Sudirman Raya, Jakarta. \n\nKetika itu di parkiran pada jam makan siang, seorang pemuda menyadari bahwa telpon seluernya tertinggal di meja kerjanya. \"Harus ngambil nih!\". Tanpa ragu ia membalikkan badannya untuk ke lobby, yak ada sedetik ia menabrak seseorang. Dia adalah Windy, 25 tahun resepsionis gedung kantor itu. Windy ke parkiran semata untuk rehat sejenak, demi menghirup sebatang rokok menthol kesukaannya. \"Hei, santai dong!\" spontan Windy berseru pada pemuda tersebut. Dia adalah Joni 28 tahun, karyawan baru di kantor itu. \n\n\"punya korek?\" tanya Windy\n\"maaf, tidak apa-apa mbak?\" Joni malah balik bertanya, menghiraukan pertanyaan Windy\n\"saya tidak pa-pa, punya korek?\"\nJoni langsung mengambil koreng dari kantong kirinya dan segera menyalakan rokok Windy. \n\nDia menatap wajahnya, waktupun membeku hingga ia lupa akan telpon selulernya. Ada selebrasi bersuara di dalam kepalanya \"Yooo!.. dia manis! Selamat Joni, untung kamu diterima kerja di kantor ini, bakalan ketemu tiap hari nih Jon!\" \n\nTatapannya berbahaya, bagai bara peluru dan seruni, anarkis namun indah. Joni terpana dan tenggelam dalam kerling matanya. \n\n***\n\"Her Eyes Are Flowers With Burning Bullets\"\n\"Kerling Matanya Bagai Bara Peluru dan Seruni\" \n\n00:23 seconds, 1080x1080p \nillustration video+short story with instrumental audio.\n\n", "artifact_uri": "ipfs://QmT266RQMiEmexmdNa88ErXSn6nHof34k3LQ85Jaci13jc", "display_uri": "ipfs://QmRuqZaqP1Nx9fMia2K1NEzrNTUrsTfwMit2Y62sz8PKUW", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmT266RQMiEmexmdNa88ErXSn6nHof34k3LQ85Jaci13jc", "mimeType": "video/mp4"}], "creators": ["tz2AkfEKec1Xg9p4T5aPj2aWi4yNL9XtZ83o"], "tags": ["Illustration", "video", "characters", "characterdesign", "stories", "audio", "music", "ssartje", "sartje"], "extra": {}}