{"__version": 1, "token_id": 529698, "symbol": "OBJKT", "name": "MinhCøin-NFT-Minh-018", "description": "MinhCøin-NFT-Minh-018\nTags : Minhcoin,yann minh, real coin,\n\nMinhCøin NFT number 000 000 000 018 \n\nNFT digital avatar of a MinhCøin, the digital currency of the French cyberpunk artist Yann Minh. This MinhCøin NFT is the digital 3d replica of a material MinhCøin sold AFK in the physical world.\n\nThe minhcøin is the image of the MINH ideogram, it is an ancient light meme, with the sun and a crossed out moon.\n\nEach tangible MinhCøin is 3D printed in PLA, and contains a locked NFC chip with its first name and number, and the OBJKT number of his NFT avatar.\n\n——————\nThe MinhCØin is a kind of artistic performance / provocation.\nAt a time when money is dematerialized in the form\nof a multitude of encrypted digital entities, soon “smarts”, \nI understood that money, which was already a powerful \ncollective information entity, will merge with art, \nwhich, besides being the highest level of treatment\nof the information of humanity, is also our main \nmemetic and negentropic vector of complexification,\nand thus, by this memetic fusion, they will increase\n radically our artistic abilities of nøøspherical conversions.\nBecause money is a universal converter\nof which the philosopher's stone is the “Mème”.\nIn this period of emancipation and dematerialization\nwhere a cybernetic chimera has born\nhybridizing art and money in the form of\n“non-fungible tokens”,\nI had to mint my own currency,\nboth a physical and immatérial artistic metaphor\nof this formidable new chimeria that has just emerged\nfrom the nøøsphere into our cyberspace.\nSo I gave it a physical materiality,\nin the form of a 3d print\nfrom my Minh ideogram that I have been using since the 80s\nto sign my works.\nIts symbolism of light expresses both my Asian name,\nbut also my assertive cyperpunk posture\nparadoxically and deliberately optimistic.\nMay its symbolism and its memetic charge\nbring luck to you and all of humanity\nat this crossroads that will lead us\neither in the apocalypse or in a new radiant rebirth.\n\nYann Minh 10/10/2021\n\n\n-----------------\nMinhCøin NFT   numéro 000 000 000 018\n\nAvatar numérique en NFT d’un MinhCøin, la monnaie numérique de l’artiste cyberpunk français Yann Minh. Ce MinhCøin NFT est la réplique immatérielle numérique en 3d d’un MinhCøin matériel vendu AFK dans le monde physique.\n\nLe minhcøin est à l’image de l’idéogramme MINH, c’est un mème de lumière ancien représentant un soleil et une lune barrée.\n\nChaque MinhCøin Physique imprimé en 3D en PLA, contient une puce NFC verrouillée avec son prénom et son numéro et le numéro OBJKT de son avatar NFT. \n\n——————\nLe MinhCøin est une sorte de performance / provocation artistique. À une époque où l’argent se dématérialise sous forme d’une multitude d’entités numériques cryptées et bientôt « intelligentes » je me suis dit que l’argent, qui était déjà une entité informationnelle collective puissante, ne pouvait que fusionner avec l’art, qui, outre d’être le plus haut niveau de traitement de l’information de l’humanité, est aussi notre principal vecteur mémétique de complexification néguentropique, et ainsi amplifier radicalement les capacités artistiques de conversions nøøsphériques. Car l’argent est un convertisseur universel dont la pierre philosophale est le mème. En cette période d’émancipation et dématérialisation cyberspatiale oú a éclos une chimère cyberspatiale, hybridant l’art et l’argent sous la forme de jetons immatériels non fongibles, je me devais de « battre » ma propre monnaie, métaphore artistique à la fois physique et immatérielle de cette nouvelle nøøentité redoutable qui venait d’émerger depuis la noosphère dans notre cyberespace. \nJe lui ai donc donné une matérialité physique, sous la forme d’une impression 3d de mon idéogramme Minh que j’utilise depuis les années 80 pour signer mes œuvres.\nSa symbolique de lumière exprime à la fois mon nom asiatique, mais aussi ma posture affirmée de cyberpunk paradoxalement et volontairement optimiste. \nPuisse sa symbolique et sa charge mémétique vous porter chance ainsi qu’à toute l’humanité à cette croisée des chemins qui nous mènera soit à l’apocalypse, soit à une nouvelle renaissance radieuse.\nYann Minh\n10/10/2021\n", "artifact_uri": "ipfs://QmVWPRgJvGnrHw9JjWfYbtbssqRgDdthH5XWbmR11VLgQQ", "display_uri": "ipfs://QmfDYDcmeb4nTJKnNnCkN5EtmRGWUoCGfBcLYLEhGmR4iv", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVWPRgJvGnrHw9JjWfYbtbssqRgDdthH5XWbmR11VLgQQ", "mimeType": "model/gltf-binary"}], "creators": ["tz1LCnDxPrh2w2DviRrjssfcPiF21MmPhXc6"], "tags": ["Minhcoin", "yannminh", "realcoin", ""], "extra": {}}