{"__version": 1, "token_id": 570098, "symbol": "OBJKT", "name": "Una taguara ambulante / A wandering taguara", "description": "Taguara: Tienda modesta , fija o ambulante, donde encontrar cualquier tipo de objeto, por lo general barato.\n\nChigüire: Roedor más grande del mundo, vive en regiones cálidas de América latina, a orillas de ríos y lagos.\n\n\"Que te chigüireen\": Expresión venezolana que quiere decir que \"te engañaron o manipularon\".\n\nEn algún lugar del desierto, recuerdo haberme encontrado con Mr.Chigüi y su taguara ambulante. Una taguara que realmente estaba llena de magia, por su colores y objetos peculiares, cualquier cosa podía salir de esa taguara. Mientras contemplaba a Mr.Chigüi sacando a la venta los cristales que una vez vi del otro lado del portal, pensé \"Es gracioso lo mucho que me parezco a esta taguara ambulante, no tiene un lugar fijo, como yo, y además lleva un montón de cosas en el techo, que seguramente serán ideas, como las que llevo yo en la cabeza. En el fondo, creo que todos somos diferentes tipos de taguaras. Yo, sin duda, soy una taguara ambulante\".\n\nCuando volví a la realidad, me di cuenta que Mr. Chigüi, como era de esperarse, intentaba chigüirearme, vendiéndome a sobreprecio esos cristales que yo ya había visto muy de cerca, del otro lado del portal.\n\n-----\n\nTaguara: Modest store, permanent or wandering, where to find any type of object, usually cheap.\n\nChigüire: Largest rodent in the world, lives in warm regions of Latin America, on the banks of rivers and lakes.\n\n\"Que te chigüireen\": Venezuelan expression that means \"you were tricked or manipulated\".\n\nSomewhere in the desert, I remember meeting Mr.Chigüi and his wandering taguara. A taguara that was really full of magic, because of its colors and peculiar objects, anything could come out of that taguara. While contemplating Mr.Chigüi taking out the crystals to sell them, which I once saw on the other side of the portal, I thought \"It's funny how much I look like this wandering taguara, it has no definite place, like me, and also carries a lot of things on the roof, which will surely be ideas, like the ones I carry in my head. Deep down, I think we are all different types of taguaras. I'm definitely a wandering taguara\".\nWhen I came back to reality, I realized that Mr. Chigüi, as expected, was trying to chigüirearme, selling me at an overprice those crystals that I had already seen up close, on the other side of the portal.", "artifact_uri": "ipfs://QmNSSJkPMi9BzRBznan6AFsHMHmTipNymqNXnF1j9bfXHF", "display_uri": "ipfs://QmR91ngx4kr9SnVvyWkGRoncX4iffdnvDjagXHYJwmXyfu", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmNSSJkPMi9BzRBznan6AFsHMHmTipNymqNXnF1j9bfXHF", "mimeType": "image/png"}], "creators": ["tz1RxrDAW57sgwtrNbeH2PU3FPUgZ3ihHhpU"], "tags": ["3Dart", "Taguara", "Capibara", ""], "extra": {}}