{"__version": 1, "token_id": 347907, "symbol": "OBJKT", "name": "Under The Sky", "description": "Generative art refers to art that in whole or in part has been created with the use of an autonomous system. An autonomous system in this context is generally one that is non-human and can independently determine features of an artwork that would otherwise require decisions made directly by the artist. In some cases the human creator may claim that the generative system represents their own artistic idea, and in others that the system takes on the role of the creator.\n\"Generative art\" often refers to algorithmic art (algorithmically determined computer generated artwork) and synthetic media (general term for any algorithmically-generated media), but artists can also make it using systems of chemistry, biology, mechanics and robotics, smart materials, manual randomization, mathematics, data mapping, symmetry, tiling, and more.\nThe use of the word \"generative\" in the discussion of art has developed over time. The use of \"Artificial DNA\" defines a generative approach to art focused on the construction of a system able to generate unpredictable events, all with a recognizable common character. The use of autonomous systems, required by some contemporary definitions, focuses a generative approach where the controls are strongly reduced. This approach is also named \"emergent\". Margaret Boden and Ernest Edmonds have noted the use of the term \"generative art\" in the broad context of automated computer graphics in the 1960s, beginning with artwork exhibited by Georg Nees and Frieder Nake in 1965", "artifact_uri": "ipfs://QmciWJaPyE2UaXCWWwGDncA5tPNTipESNuq54qfdLhp9Wr", "display_uri": "ipfs://QmSWZNUXRt33gAWXPvE3Tp2GC6wuVHxXTwcBaVTd1fDcZr", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmciWJaPyE2UaXCWWwGDncA5tPNTipESNuq54qfdLhp9Wr", "mimeType": "video/mp4"}], "creators": ["tz1byfv1EckZBdrd9Z3CVp6nY8W7WRYWf6qn"], "tags": ["procedural", "audiovisual", "artxcode", "psychedelic", "opticalart", "carpet", "newmediaart", "geometry", "processing", "generativeart", "p5js", "creativecodeart", "bhfyp", "geomatic", "psychedelicart", "aiart", "opart", "geometricart", "touchdesigner", "pixels", "abstract", "coding", "computerart", "hich", "mehranerfan", "glsl", "creativecoding", "rare", "pattern", "trippy", "genartclub", "generativedesign", "object4objekt", "codeart", "proceduralart", "pixelart", "islamic", "islam", "noise", "algorithmicart", "minimal", "pyton", "persian", "generative", "mathart", "isometric", ""], "extra": {}}