{"__version": 1, "token_id": 369007, "symbol": "OBJKT", "name": "Her name was Deolinda", "description": "Deolinda Correa was a woman whose husband, Clemente Bustos, was forcibly conscripted around 1840, during the civil wars. They lived in the department of Angaco (San Juan province) with their family. The montonera soldiers traveling to La Rioja forced Deolinda's husband, against his will, to join the montoneras. This made Deolinda, distressed for her husband and at the same time fleeing from the harassment of the town commissary, decide to go after him.\n\nEager to join her husband in La Rioja, she took her infant son and followed the troop's tracks through the deserts of the province of San Juan, carrying with her only a few provisions of bread, charqui and two chifles of water.\n\nWhen she ran out of water, Deolinda held her baby close to her chest and took shelter under the shade of an Algarrobo (carob tree). There she died of thirst, hunger and exhaustion.\n\nWhen some muleteers passed by the place the next day and found Deolinda's corpse, her little son was still alive, suckling at her breasts, from which milk was still flowing. The muleteers buried her in the place known today as Vallecito.\n\nThere are many images of her dead, she is known as \"Difunta Correa\", but I decided to portray her alive, with her last strength, with this fixed idea of being reunited with her love still alive in her heart.\n\n\n𝘍𝘭𝘰𝘳𝘢 𝘔𝘢́𝘳𝘲𝘶𝘦𝘻 (@𝘴𝘰𝘺𝘭𝘢𝘧𝘭𝘰𝘳𝘢) 𝘧𝘰𝘳 𝘵𝘩𝘦 '𝘖𝘶𝘳 𝘔𝘺𝘵𝘩𝘴' 𝘦𝘹𝘩𝘪𝘣𝘪𝘵𝘪𝘰𝘯 𝘩𝘦𝘭𝘥 𝘣𝘺 𝘵𝘩𝘦 𝘊𝘏𝘌𝘕 𝘢𝘳𝘵𝘪𝘴𝘵 𝘤𝘰𝘭𝘭𝘦𝘤𝘵𝘪𝘷𝘦\n", "artifact_uri": "ipfs://QmSHgv58nYAmLYjFkvfKJSEgoiJWReYZPSypfyVRkg83Nv", "display_uri": "ipfs://Qme8ba7GuRJiEGBTqHFiAtycYQbswW22KoWruSRtrj4TKV", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSHgv58nYAmLYjFkvfKJSEgoiJWReYZPSypfyVRkg83Nv", "mimeType": "image/jpeg"}], "creators": ["tz1hnPqiBT7cBu8g886APwzMYc2nGctBomQD"], "tags": ["ourmyths", "chen", "argentina", "mythology"], "extra": {}}