{"__version": 1, "token_id": 407907, "symbol": "OBJKT", "name": "Waking up in Flatland", "description": "My first semi-generative composition piece with Flatland.js! I've been working on this series so much that I've started having dreams about eyes, which can be...unnerving 😅 and I tried to capture that feeling in this piece!\n\nThe dreamer is the large blue square with the synced up eyes, which are looking around frantically. The lower eyelids were raised to express anxiety. This is opposed to lowering the upper eyelids which express sleepiness...right click on an eye and toggle the sliders to see what I mean 🎚\n\nThe upper-left heart is on a cool color to represent that it's not necessarily a nightmare and that the dream is born out of passion, and the upper right star on blue background is there to represent night time.\n\nThe pink grid of eyes represents that there are a lot of eyes and it's hard to focus on just one (just like in my actual dreams). The four peacock eyes represent my ambition with the project, while the rainbow eye below it with the large pupils further reinforces the dreamlike or psychedelic state I'm in while dreaming.\n\nFinally, the row of eyes at the bottom which have the same color as the ambitious eyes represents elites, other dreamers, and observers as they watch me in style.\n\n---\n\nInstructions: Right click anything to edit. Hit CTRL to regenerate some of the features. Click to poke an eye...poking eyes with shapes changes their style.\n\nNFT Information page: https://pixelmoar.com/8ac628c882f2473da6ac347db730907a", "artifact_uri": "ipfs://QmcnnhAaqDGwG9fCMcjEeEVHGwCqNssUUZY4wcWkYKZ8dP", "display_uri": "ipfs://QmNZDCqNP5TXdeZMfFwvDXNePjcfxFx6ScTqp1gbWdMtVn", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcnnhAaqDGwG9fCMcjEeEVHGwCqNssUUZY4wcWkYKZ8dP", "mimeType": "application/x-directory"}], "creators": ["tz1fczrdYwVwzgmJBxRZ8XfW3ThSZXP9rpYy"], "tags": ["p5", "eyes", "flatland", "pixelmoar", "p5.js", "p5js", "composition"], "extra": {}}