{"__version": 1, "token_id": 466007, "symbol": "OBJKT", "name": "Please Stand By -I Got Something To Say 090", "description": "Please Stand By utilizes the iconic SMPTE color bars template and changes the palette to bring into question viewers perceptions surrounding \"standards of color.\" An offshoot of my original series, I Got Something To Say, adds an additional more literal message. Please Stand By, Hanging in the Metaverse. This week Facebook released a statement claiming they were possibly thinking of rebranding and changing their name to reflect their ever evolving company which CEO Mark Zuckerberg hopes to concentrate on the expanding metaverse. Currently the term metaverse is not used to refer to one specific thing but instead a sort of idea, a “ soft of successor state to the mobile internet, a framework for an extremely connected life.” But as we see the evolution from spaces such as Animal Crossing, Fortnite, and Roblox to something larger like Decentraland, where people can buy plots of “digital land” to develop on, and where Sotherbys recently held an art auction in one of their Virtual galleries that was attended by a few thousand people, we are starting to get a clearer view of what the metaverse will be. Virtual decentralized worlds where people can interact with one another from across the “real world” in a virtual world created and operated by users. The future is a pretty exciting place. Colors inspired by the Decentraland logo.", "artifact_uri": "ipfs://QmSaSePK6yDeEedq4c9k3hvBzKFYpXMqHYAHry9f8XvHg2", "display_uri": "ipfs://QmRFAZFDCK1S6JmtPHF4R3TGqSpZaBcAKibpzRNfztfAwf", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSaSePK6yDeEedq4c9k3hvBzKFYpXMqHYAHry9f8XvHg2", "mimeType": "video/mp4"}], "creators": ["tz1VCtzuZHriPNays8UJnAdrZDgRaPehud2Y"], "tags": ["art", "digitalart", "glitch", "glitchart", "color", "colorpalette", "colorpalettes", "tv", "television"], "extra": {}}