{"__version": 1, "token_id": 528107, "symbol": "OBJKT", "name": "LE DÉPART", "description": "The first in-person, hosted, collaborative & immersive NFT travel experience combined with the most viral image in Cath Simard’s portfolio. // First collector receives a personalized 5-day trip for one person to the Canadian Rockies, hosted by the artist, including a 2-day canoe trip to Spirit Island (all ground expenses covered, up to $8K USD). // A hands-on immersive opportunity to learn photography directly from the artist (for any skill level). // A signed physical print of this image with a certificate of authenticity (size of the print to be determined after purchase, but not exceeding 60 linear inches). // A commissioned collaborative piece created for the collector during the trip (this new NFT will be minted on SuperRare and transferred to the collector with a transferable, exclusive, unlimited, perpetual, worldwide license). // A 1/1 signed physical print of this collaborative piece with a certificate of authenticity (size of the print to be determined by the artist and the collector but not exceeding 60 linear inches). // A selection of behind the scenes images taken during the trip (these are for personal use only). // The collector will have up to three years following the purchase to redeem the experience gifted with this NFT. // In the event that the collector does not wish to or cannot attend the trip within 3 years, the custom piece will be created by the artist during a personal expedition and transferred to the collector. // ‘’Le Départ’’ is the closing piece of Cath Simard’s genesis NFT collection “Lumière du Noir”. // Learn more about ‘’Le Départ’’ and “Lumière du Noir” at www.cathsimard.com/nfts \n", "artifact_uri": "ipfs://QmRAv8kCUa18AFDuc9W4b3yDmV6BYMdEKHQJ1Y8k5obC7U", "display_uri": "ipfs://QmY8N1HAHByvUsntah2hXhdzgcZRc1PsRcztHfcV4WjHcp", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRAv8kCUa18AFDuc9W4b3yDmV6BYMdEKHQJ1Y8k5obC7U", "mimeType": "image/jpeg"}], "creators": ["tz1c1ZCgWwQGDuu7UMAS5RPhmpo5AX2XyRcu"], "tags": ["canadianrockies，Commission，commissionArt，IRLExperience，lake，mountains，NFTTravel，photography"], "extra": {}}