{"__version": 1, "token_id": 582107, "symbol": "OBJKT", "name": "In the Mind of the Soldier of the Lights", "description": "At the end of this civilization, both in the macrocosmic and microcosmic, there was a great war between good and bad. The ugliness that is usually symbolized by black has now become beautiful full of colors that make people forget that the seductive colors are a manifestation of the darkness that has covered the purity of their hearts. Almost all humans around the world live only to get the needs of the five senses and their bodies only. And as if it is a common sense. The eye of the mind which is dark, deep, and dense has been blinded since humans have known what is pleasant, comfortable, and material. Everything is piled up and accumulated so thick that people forget who they really are. That's what happens in the microcosm. Then in the microcosm, especially the earth, it is also increasingly beautified according to the general human view. The earth is exploited to the full, all minerals are dredged, trees are cut down, the ecosystem of creatures is destroyed for \"life\"? so that there is an imbalance. Shiva as a manifestation of magma warns, semar as a manifestation of earth also vibrates the earth, the senses as a manifestation of rain also give a signal. Baruna as a manifestation of the sea also raised the waves. And many more. Therefore, before everything is destroyed like the birth of a tiamut, returning to a pure heart, knowing and looking for yourself, is the only way to recognize & return to the Almighty Creator.", "artifact_uri": "ipfs://QmZbnEJpmWjAfyDW5tGwQNY6kbMEoexT3Bpjph6tARdH4V", "display_uri": "ipfs://QmfPKNVmF9ABBXdbqkCKBp6AAuZPWLrrJq2Jy8AedzNu6w", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZbnEJpmWjAfyDW5tGwQNY6kbMEoexT3Bpjph6tARdH4V", "mimeType": "image/jpeg"}], "creators": ["tz1gpCxYGN64VZ4kS8A5j6q8zQV5ZggJea7G"], "tags": ["mind", "soldier", "light", "end", "world", "yingyang", "creator", "microcosmic", "macrocosmic", "God", "Almighty"], "extra": {}}