{"__version": 1, "token_id": 285300, "symbol": "OBJKT", "name": "The TV Project : DoctaGonz ", "description": "Making this objkt4objkt a special one.\n\nMy name is gonzoe. I'm an artist, a thinker, a doer. I'm not perfect, that's OK. I have my own ideas, I went through my own experiences. I like to inspire others through art and try to share awareness and lead an example. I'm not always gonna get it right. Sometimes I'm wrong. I learn from my mistakes, sometimes I ignore those lesson. Everyday I wake up, I remind myself of the fortunate and unfortunate events in my life and give thanks that I get to live and make choices. I am passionate about learning, and creativity, I like to solve problems. Sometimes I try and help, sometimes my help makes it worse. We all have a journey, we all share ideas and all have ups and downs in life. \n\nWhen i made THE TV PROJECT(hic.link/210151) I wanted ppl to share a part of who they are through the art. I decided to make this project about using art to spread a message. My message is about all the wrong and all the good i perceive in The world, and how we don't talk about it, from my perspective of course. Some may not agree, some may not care, the point was to speak your truth and stand up as an individual to feel like you have a voice. \n\nThis is my voice. The images shown are faces, names, symbols and scenarios that question and provoke idea. From using crypto to end hunger, to secret societies and instances in the world that makes us wonder why? From questioning God to walking with christ. From vaccines to self reliance. I chose to share all these images because this is what I'm passionate about, I question the world and try to learn, and some don't like that, so the purpose of this project was to prove you're not alone, i may not agree with what you have to say, but I will defend to the death your right to say it. \n\nBut I hope you like the art.\nI hope ppl realize that we all have opinions, working through the facts as a collective as we learn to expand the discourse,or one can envision it....", "artifact_uri": "ipfs://bafybeihj2olvi4kiepye2n5xwjw7bdb6mx5qa5i5ma27yekrzszsygu2ke", "display_uri": "ipfs://bafybeiblkq5ae63e274fshigqzyzisokaouvhzayligeqlq5xixnu32mlq", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeihj2olvi4kiepye2n5xwjw7bdb6mx5qa5i5ma27yekrzszsygu2ke", "mimeType": "image/png"}], "creators": ["tz1Wc1uawzskCTxzUVbYh56vqstPGRHiJTpE"], "tags": ["Doctagonz", "twistedvizuals", "abstract", "psychowave", "objkt4objkt", "collage", "thetvproject", "politics", "society", "rules", "occult", "glitch", "derp"], "extra": {}}