{"__version": 1, "token_id": 444000, "symbol": "OBJKT", "name": "AK Tokens #1 - 2021/10 - The Hunt", "description": "These Tokens are a collab between funhousenfts and myself (akwelz).\n\nI started in the NFT space in July 2021, and I find it very hard to identify artists that, above and beyond the hype, have something to share.\n\nThat something, an emotion, a feeling, something that made my life a little bit different after I was exposed to their art.\n\n\nAlso, artists that were humble enough despite their follower count, to answer their DM's with kindness and generosity.\n\n\n___\nAK Tokens #1, 10 tokens that reward 10 artists I value from my heart since in joined the HEN and Tezos blockchain community.\n___\nTo the beholder of the token, this is a token of gratitude and appreciation.\nI humbly recognize that your art brought some change in my life.\n\nSo the only thing I can give you, because I am terrible at art, is give you as a token of gratitude, a bit of my time.\n\nThese tokens also provide you with 1h free \"marketing\" consultancy with me / because marketing is my job and I want to provide help.\nI am terrible at art. I am not that bad at marketing.\n\nYou can swap the token if you so wish. I added a \"high\" royalty fee however to make sure that you choose carefully with whom you want to swap your token.\n\nHow to ?\nPing me on twitter, grab time in my calendar and join me on a call.\nDuring the call you will have to burn your token.\nYou will receive another one in its stead.\n___\n\nfunhousenfts accepted to draw the AK Tokens for me. Thank you my friend. A friend I met on twitter in the NFT space.\nVisit his profile.\nShare his art.\nArt name : Token Mustard.jpeg 413*604px \nHand drawn\n\n", "artifact_uri": "ipfs://QmVXh7QSZjd1PLMzeC6SGGQe7Gckrt6uLZoVwVc6Qaj2nT", "display_uri": "ipfs://QmPQEpuXDdPMQMto2mwe6JTvhx1CdhVfXMwsXoYxGRr2ax", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVXh7QSZjd1PLMzeC6SGGQe7Gckrt6uLZoVwVc6Qaj2nT", "mimeType": "image/jpeg"}], "creators": ["tz1VPsUkc3GjDqoaHKo8PiVopuKZ5LJAt4MH"], "tags": ["akwelz", "gratitude", "AKTokens#1", "funhousenfts"], "extra": {}}