{"__version": 1, "token_id": 528800, "symbol": "OBJKT", "name": "La Grande Guerre", "description": "\nWhen I was a kid around eight years old, I had a friend, and he must have been in his 70's. He was the museum and cathedral guardian. Unfortunately, he had difficulties breathing due to being touched by mustard gas during the first world war. \n\nWhen I was a kid, traces of WW1 were omnipresent in my life. On armistice day, kids would go to place flowers in military cemeteries. Noyon, the town where I was born, was flattened. Everywhere in the region, if you dug a hole, you were likely to find unexploded ammunitions, lot's of fun as a kid.\n\nWhen I was a kid, we inherited from my great grandmother a collection of bound \"L'illustration\", a french weekly covering 1910-18. I spent so much time going through them, maps, drawings, paintings, each week there were pages with photos of the soldiers who died.\n\nI produce these works with a computational system I have been coding since 2009. It was Initially developed during my doctoral studies at Goldsmiths College in London when I investigated the drawing practice and how to enable a robot to draw from observation. It has since been in constant development. Since 2011 it is controlling the behaviour of the robots used in the performative art installations I exhibit.  The initial work is the subject of several peer-reviewed research papers you can find via google scholar. In March 2021, at the beginning of hicetnunc, I wrote a  new layer with a graphical interface over the system to be able to have control over a system that was originally designed to be autonomous. The new system enables the production of digital artworks (stills and animations), using generative algorithms with feedback loops, computer vision, and machine learning models (AI). Thus the artworks are produced in a semi-autonomous manner. The way I work with the system is very similar to the way I was working when I was a painter (1990-2000).\n\nBased on images from: \n\nThis short film containing archival footage and photos from WWI was produced by the European Film Gateway 1914 Project. The film will be screened as part of the commemoration of the 100th Anniversary of the Beginning of the First World War, taking place on 8 July 2014 at United Nations (UN) Headquarters in New York. Organized by the Permanent Missions of France and Germany to the UN, in cooperation with the UN Department of Public Information, the event will bring Member States of the UN together to send out a joint message of peace and reconciliation. For more information about the European Film Gateway 1914 Project please visit: http://europeanfilmgateway.eu/1914\n\n\nPatrick Tresset | 2021 | mp4 | 1920 x 1440 \n\n\n", "artifact_uri": "ipfs://QmW8tAWDxxhps6a92E3SBVoXkyH4qM5Y9X5jCTZJ3W8fUD", "display_uri": "ipfs://QmecLh7DJwQaEjKuaQ1Zc3jkZdGdaFet9StFaAFXLoks8v", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmW8tAWDxxhps6a92E3SBVoXkyH4qM5Y9X5jCTZJ3W8fUD", "mimeType": "video/mp4"}], "creators": ["tz1ZSmQg3dnofX2PCNVAuZf4z8KbNW2cZGF9"], "tags": ["WW1", "animation", "generative"], "extra": {}}