{"__version": 1, "token_id": 531500, "symbol": "OBJKT", "name": "PARTY EFFICIENCY", "description": "Yeah, more political art that absolutely no one asked for! (I hear crickets...) And it's using a spoonerism. (an error in speech in which corresponding consonants, vowels, or morphemes are switched between two words in a phrase.) Here we are, fall 2020, the election is over and Joseph Biden has been declared the winner of the US Presidential Election for a couple of days time. Most people are breathing much easier knowing that an actual \"adult\" (whether you like him or not is irrelevant at this point) will be at the helm going forward and addressing the 800 lb elephant in the room: COVID19. The pandemic is completely out of control and a real game plan begins to come together with Biden's team in the transition phase towards inauguration day, January 20th, 2021. On the Right we have: A HILL OF WASTE. On the Left we have: A WILL OF HASTE. Let's be brutally clear here. It's painfully obvious that for years, the Right has been embracing the most reactionary aspects of its constituents and weaving it into the fabric of Republicanism. The party of Abraham Lincoln, Teddy Roosevelt, or Ronald Reagan has become the proverbial stick in the mud towards real progress at an important inflection point in America. Ooops did I say infection point, instead of inflection point? Yup...I made a zeitheist of a pun. Wait...you just did it again! Isn't it supposed to be zeitgeist? Yes. Yes it is, but I'm stealing the moment from you with insight from the times; hence zeitheist. You've been zeitheisted! ", "artifact_uri": "ipfs://QmVjNJcTsTT4w5gsAAiF1VFS5mkRcsNf3NTxgfCd4znxYm", "display_uri": "ipfs://QmP14bmyqbrhqqZYb94ffK5WivkEgpfZV9mY83gdc5Mm2y", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVjNJcTsTT4w5gsAAiF1VFS5mkRcsNf3NTxgfCd4znxYm", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}