{"__version": 1, "token_id": 598000, "symbol": "OBJKT", "name": "If the moon", "description": "\"Si la luna\" \n\nComparto un fragmento de esta canción de mi autoría, inédita; solo disponible aquí por el momento.\nGrabación de guitarras y voces. Visuales generadas a partir del audio en un video procesador.\n\nI share a fragment of this song of my authorship, unpublished; only available here for the moment.\nRecording of guitars and vocals. Visuals generated from the audio in a video processor.\n\nEnglish lyrics:\n\nwhere am I going to look if the moon hides from me?\n\nI look out the window, it's winter outside\nI walk down the sidewalk until I reach the sidewalk\nwho can see me? who could see me?\ncomposing as I walk slowly towards destiny\nanother inert song that knows of the luck\nin asking me to record it and share it before I die\n\nI want to leave something before I go to the gavel\nI can't stop singing and that's why I'm smoking a cigarette and it accompanies me\nwhen I get tangled up like a spider's web and my mind is so enraptured\nto give me something that's far away from my soul\nit disturbs my calm, then I enter into that wheel that is not healthy\n\nheals my heart and my wounds\nmusic my life, you were always the owner of my voice\nmy joys\n\nI don't know which way to turn...\n\n\nSpanish lyrics (original):\n\n¿a dónde voy a mirar si la luna se me esconde?\nmiro la ventana, es invierno afuera\nsalgo por la vereda hasta llegar a la acera\nquién pudiera verme, quién me viera\ncomponer mientras camino despacito hacia el destino\notra canción inerte que sabe de la suerte\nal pedirme que la grabe y la comparta antes que muera\n\nquiero dejar algo antes de irme al mazo\nyo de cantar no paso y por eso mecho un faso y me acompaña\ncuando me enriedo como telaraña y la mente se ensaña\nen regalarme algo que está lejos de mi alma\nperturba mi calma, entonces entro en esa rueda que no es sana\n\nsana mi corazón y mis heridas\nmúsica vida mía, siempre fuiste dueña de mi voz\nmis alegrías\n\nno sé pa donde agarrar...", "artifact_uri": "ipfs://QmbRDBjy9sQWv2Tnjfpqou4McLj7i4N5RuTLLdX7XxDdzb", "display_uri": "ipfs://QmRMotKzarhPrWM6aNYDgr3dRqfBkwG4eBM25ZJXs91uk1", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbRDBjy9sQWv2Tnjfpqou4McLj7i4N5RuTLLdX7XxDdzb", "mimeType": "video/mp4"}], "creators": ["tz2KSpsXz8bmJKSgNwDpayhgRwB3UkpdLzXa"], "tags": ["music", "song", "songwriter", "poetry", "visuals", "audiovisual"], "extra": {}}