{"__version": 1, "token_id": 617000, "symbol": "OBJKT", "name": "haunted artifact: fallen angel statue", "description": "When I was a child, I used to go to my grand parent's house every winter, in a small village that barely had over 200 habitants at the time. The house, along with all the village's other residences, was made out of stone and wood, painting a very picturesque view completed by the growing vines on every possible surface. The village was surrounded by forests and fields, each corner of which had many unexpected wonders to discover. My favourite one was a statue of an Angel. She could be found most times by following a specific, almost invisible trail deep down the woods that are situated a little past the village's entry road. For some unknown reason, despite being fascinated, borderline obsessed with that statue, some inner force would prevent me from visiting her that often. I went maybe 7 times at most.  \nI don't know if that's a coincidence, (what else anyway?) but every single time I visited her, the more I made progress on the trail, the darker the clouds would get and it would always be raining by the time I made it to the statue. At that point, it is too deep in the forest to even see the sky, completely obscured by the thick leaves and branches, but the rain was definitely (and mysteriously) falling and running down the statue and her surroundings. Every single time. No matter what the weather was like at the time I entered the forest, no matter what time it was, if I found my way to her, the fallen angel would make it rain. \n\nWhen I found my way back out, the weather was always back to what it was before my journey, and no one I'd mention it to seemed to have noticed the recent rainfall (or even ever acknowledge the angel statue, for that matter). I haven't gone to this village for over 10 years now, but every winter, I dream of her and I wake up hearing the rain falling down on the leaves and stone. ", "artifact_uri": "ipfs://QmNSVj8Z2XugwekBL9M3JXBcKV5uwrWoYe4Zi4NwYqAaTh", "display_uri": "ipfs://QmNSVj8Z2XugwekBL9M3JXBcKV5uwrWoYe4Zi4NwYqAaTh", "thumbnail_uri": "ipfs://QmNSVj8Z2XugwekBL9M3JXBcKV5uwrWoYe4Zi4NwYqAaTh", "formats": [{"uri": "ipfs://QmNSVj8Z2XugwekBL9M3JXBcKV5uwrWoYe4Zi4NwYqAaTh", "mimeType": "image/gif"}], "creators": ["tz1RSWDfALf4RR8tKCqmo55ArK6MfpnYwvtb"], "tags": ["pixelart", "pixel", "femikipixels", "pixeldaily", "statue", "creepypasta", "spooky", "scary", "ivy", "fallen", "angel", "creepy", "raining", "rain", "gif", "animation", "moody"], "extra": {}}