{"__version": 1, "token_id": 292097, "symbol": "OBJKT", "name": "GENERATIVE PERSIAN Kilim Fars Azerbaijan Antique (RARE EDITION)", "description": "GENERATIVE PERSIAN Kilim Fars Azerbaijan Antique (RARE EDITION)\n\nGenerative artwork exploring color and the emergent effect of stacking simple shapes and filling their intersections.which take you on the journey to an imaginary universe. All artworks are created using custom algorithms in processing.\nThis collection has an abstract look at Iranian carpets, Iranian art-industrial carpets that have long overshadowed Iranian culture as a name and credit for Iran.\nThe patterns used in Iranian carpets are taken from the culture and lifestyle of its weavers everywhere in Iran. So that it can be said that every Iranian carpet is a beautiful painting, expressing the nature and culture of a region of Iran, and by observing it, one can ask for its originality.\nOriginally, the roots of the kilim rug go back to the nomadic people of the Middle East. They served and still serve the nomads not necessarily as rugs, but rather as blankets, saddle blankets, seat mats, or wall decorations. It is believed that the first carpets in history, several hundred years before Christ, corresponded in many ways to today's kilim carpets. Since the original kilims are hand-woven, they also have a very important difference from knotted carpets. Knotting techniques have presumably only evolved from weaving techniques. Nowadays, kilims mostly originate from southern Iran or Afghanistan.\n\nKilims are so-called flatweaves and look almost identical from the top and bottom. They can thus be used on both sides, which is a great advantage over other types of carpets. ", "artifact_uri": "ipfs://bafybeigfth2d3ieasggbguujyuq77mkrbn7dmmpxun7oc2x3f74bpccxjm", "display_uri": "ipfs://bafybeigfth2d3ieasggbguujyuq77mkrbn7dmmpxun7oc2x3f74bpccxjm", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeigfth2d3ieasggbguujyuq77mkrbn7dmmpxun7oc2x3f74bpccxjm", "mimeType": "image/gif"}], "creators": ["tz1SSCjgL54U5yUemQVFGfZ9M9ygKHLHgNsA"], "tags": ["generativeart", "creativecoding", "generative", "codeart", "newmediaart", "abstract", "creativecodeart", "algorithmicart", "touchdesigner", "object4objekt", "generativedesign", "processing", "mathart", "computerart", "proceduralart", "geometricart", "procedural", "isometric", "bhfyp", "geometry", "pattern", "GEOMATIC", "aiart", "artxcode", "minimal", "psychedelic", "glsl", "psychedelicart", "opart", "genartclub", "noise", "trippy", "opticalart", "artandtechnology", "coding", "audiovisual", "pyton", "p5js", "hen200k", "shahrokh", "machinelearning", "pixelart", "pixels", "rare", "1"], "extra": {}}