{"__version": 1, "token_id": 330997, "symbol": "OBJKT", "name": "Tessellated Landscape I", "description": "The first in series of Tessellation landscapes, created from custom code and original photographs taken by the artist of The Great Ocean Road in Victoria, Australia.\n\n8K+ Ultra high resolution image file (10667 × 7690 pixels). \nEdition 1 of 1\n\nNamed after mathematician and physicist Roger Penrose, Penrose tilings are geometrical packings of a pair of rhombohedral tiles that can be used to tile a flat plane ad infinitum without the pattern ever repeating itself. Although comprising of a set of regular rhombus blocks, it is non-periodic, meaning that it lacks translational symmetry. While this aperiodicity implies that a shifted copy of a tiling will never match the original, a Penrose tiling may be constructed so as to exhibit both reflection symmetry and five-fold rotational symmetry - the tiling has scaling self-similarity, so the same patterns occur at larger and larger scales.\n\nFor this tessellation series, the pattern is constructed in a way to create more detail as it increases in resolution over certain parts of the photograph, revealing different aspects of the landscape while abstracting others. The work explores the visual properties of the tiling to exhibit a mixture of  regularity and disorder that somehow retains an order to the eye. Different scales are superimposed to explore the tiling’s self similarity that occurs through its different hierarchical levels of composition and decomposition. \n\nMany different algorithms for producing a spacing filling Penrose exist, the method used here is a substitution method known as a Robinson triangle decomposition: the Penrose rhombi are continually split into triangles with side lengths in ratios 1 and φ (phi, golden ratio). Smaller and smaller tiles are created as they are continually broken into these ratios, generating a potentially infinite tilling structure.", "artifact_uri": "ipfs://QmUWezJUBt8a3XqdyX3iQXpsLrFcc66GfNAR8y1T5wfTCq", "display_uri": "ipfs://QmcYCamPBprGdNMWo9k2Ne8nAHjQRW1cTu1HwvsBM2ZXnS", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUWezJUBt8a3XqdyX3iQXpsLrFcc66GfNAR8y1T5wfTCq", "mimeType": "image/png"}], "creators": ["tz1P875MUWFfhBdAcUKHYyUMNLSgw3cpWRC7"], "tags": ["Penrose", "tessellation", "tiling", "triangles", "generative", "landscape", "GreatOceanRoad", "ocean", "drawnwithcode", "shedrawswithcode"], "extra": {}}