{"__version": 1, "token_id": 382397, "symbol": "OBJKT", "name": "Freestanding 48 Car Elevator Parking Garage in Downtown Chicago’s business district, Built by the Westinghouse Electric and Manufacturing Company, 1936.", "description": "The rapid rise of automobiles at the turn of the 20th century presented an immediate problem: where to park all these vehicles roaming in the streets?\n\nThe concept for the vertical parking garages was and is driven by two factors: a need for parking spaces and a scarcity of available land. The earliest use of the vertical parking solution was in Paris, France in 1905 at the Garage Rue de Ponthieu. The systems consisted of a groundbreaking multi-story concrete structure with an internal car elevator to transport cars to upper levels where attendants parked the cars.\n\nIn the 1920s, a Ferris wheel-like vertical system (for cars rather than people) called a paternoster system became popular as it could park eight cars in the ground space normally used for parking two cars. Mechanically simple with a small footprint, the paternoster was easy to use in many places, including inside buildings.\n\nRotary lift parking systems operate like a Ferris wheel: cars are parked in suspended cages attached to a belt, one car at a time, the entire series of cars rotated until the next cage is at the bottom. Powered by electric motors or hydraulic pumps, they are actually less expensive per parking space because they use less ground and require less structure to be erected around them.\n\nThe earliest such parking systems in the US appeared in L.A., New York, and Chicago in the 1920s. For the 1933 Century of Progress World’s Fair, the Nash Motor Company created the first glass-enclosed parking system. During this time, Kent Automatic Garages was installing automated parking systems with capacities exceeding 1,000 cars.\n\nWashington D.C. saw the first-ever driverless parking garage in 1951 which got closed shortly. Automated parking systems captured the interest in the late 1940s-50s in the U.S. Some of the systems employed during that time are still in use. These systems included Bowser, Pigeon Hole systems, and Roto Park. These systems were faced with frequently occurring mechanical problems and people had to wait for an eternity to get their cars back.\n\nThe popularity of automatic parking systems ultimately waned due to the long wait times required for customers to retrieve their cars, but they can still be found in cities worldwide especially in Asia.\n", "artifact_uri": "ipfs://QmT66Pm5qFtdgwYxXPDitVQJwDSqj7xxVD1GooYo9GZ5AK", "display_uri": "ipfs://QmeoUv5pLgLMLsFzVm5SWFJAHJDZmMtcvYMSKq9Kf7g8ZC", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmT66Pm5qFtdgwYxXPDitVQJwDSqj7xxVD1GooYo9GZ5AK", "mimeType": "image/jpeg"}], "creators": ["tz1hWWZGzwLCvA1BZEoKFNWe9LyxWrk6iaHy"], "tags": ["historical", "photos", "rare", "nft", "1920", "parking", "new-york", "1920", "time", "history", "collector", "xtz", "tezos", "hicetnunc"], "extra": {}}