{"__version": 1, "token_id": 300856, "symbol": "OBJKT", "name": "Brooklyn Joker", "description": "Party clown and aspiring stand-up comedian Arthur Fleck lives with his mother, Penny, in Gotham City, which is rife with crime and unemployment. Arthur suffers from a neurological disorder that greatly affects his behavior in society: he is psychotically delusional, has trouble speaking and shows inappropriate emotional responses to stressful situations (e.g., he can burst into uncontrollable laughter when nervous). After being attacked by delinquents, Arthur's co-worker Randall gives him a gun for self-defense. Arthur pursues a relationship with his neighbor, single mother Sophie Dumond, and invites her to his upcoming stand-up routine at a nightclub.\n\nWhile entertaining at a children's hospital, Arthur's gun falls out of his pocket. Arthur is fired when Randall lies to their manager that the gun was Arthur's own. On the subway, still in clown makeup, Arthur is beaten by three drunk businessmen; he shoots two dead in self-defense and murders the third as he attempts to flee. The killings are condemned by billionaire mayoral candidate Thomas Wayne, who calls those envious of more successful people \"clowns\". Demonstrations against Gotham's rich begin, with protesters donning clown masks in Arthur's image. Funding cuts shut down the social service program, leaving Arthur without his therapy and medication.\n\nSophie attends Arthur's stand-up routine, which goes poorly; he laughs uncontrollably, and his jokes fall flat. Arthur intercepts a letter from Penny to Thomas, alleging that he is Thomas's illegitimate son, and berates his mother for hiding the truth. Arthur goes to Wayne Manor, where he meets Thomas's young son Bruce, but flees after a scuffle with family butler Alfred Pennyworth. Following a visit from two police detectives investigating the train murders, Penny suffers a stroke and is hospitalized. Arthur's idol, popular talk show host Murray Franklin, mocks Arthur by showing clips from the comedy routine on his show.\n\nArthur sneaks into a private movie theater event and confronts Thomas, who tells him that Penny is delusional and not his biological mother. In denial, Arthur visits Arkham State Hospital and steals Penny's file, which states she adopted Arthur while working as a housekeeper for the Waynes in the 1950s. Penny then raised Arthur along with her abusive boyfriend, who was later arrested and died in jail. Penny was sent to Arkham State Hospital. Although Penny claims the adoption papers were forged to cover up that Arthur is Thomas Wayne's illegitimate child, it is implied to have been a lie fabricated in an unsuccessful attempt to blackmail him into paying child support. Distraught, Arthur returns home and enters Sophie's apartment unannounced. Frightened, Sophie asks him to leave; their relationship was a figment of Arthur's delusions. The following day, Arthur, now completely insane, murders Penny at the hospital.\n\nArthur is invited to appear on Murray's show due to the popularity of his stand-up routine clips. He is soon visited by ex-colleagues Gary and Randall. Arthur murders Randall for revenge but spares Gary for treating him well in the past. The two detectives find Arthur, now in a colorful costume and dancing down a flight of stairs on his way to the studio, and pursue him onto a train filled with clown protesters. One detective accidentally shoots a protester, and the rioters attack them as Arthur escapes.\n\nBefore the show goes live, Arthur asks Murray to introduce him as Joker – a reference to Murray's mockery. Arthur waltzes out to applause, but the mood changes when he behaves lewdly, tells morbid jokes, confesses to the train murders, rants about how society abandons the downtrodden and mentally ill, and berates Murray for mocking him. Murray's enthusiasm for Arthur quickly turns, and as he threatens to call the police, Arthur shoots him in the head. He is arrested for murder as riots break out across Gotham. One of the rioters corners the Wayne family in an alley and murders Thomas and his wife, Martha, sparing Bruce.[a] Rioters in an ambulance crash into the police car carrying Arthur, freeing him; he stands atop the car, dances to the cheers of the crowd, and smears blood on his face in the form of a smile.\n\nAt Arkham State Hospital, Arthur laughs to himself about a joke and tells his psychiatrist she would not understand it. He seemingly escapes from his psychotherapy session, leaving behind a trail of bloodied footprints as he runs from an orderly.", "artifact_uri": "ipfs://bafybeihak2dxhx7qjbyl4fzxmos34xbzkvyc42vweysplohnqtc5wf353a", "display_uri": "ipfs://bafkreiby2wewmkylomii4jvt4h6dvd6d3naobwkebvjuicben5iuwm5cqq", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeihak2dxhx7qjbyl4fzxmos34xbzkvyc42vweysplohnqtc5wf353a", "mimeType": "image/jpeg"}], "creators": ["tz1bmLb73rrMnZs92uBsTeakZmkXZWMeWRg3"], "tags": ["jokerbrooklynnewyorkarthurfleckmoviedccomicsartfantasy"], "extra": {}}