{"__version": 1, "token_id": 391156, "symbol": "OBJKT", "name": "3/10/2021", "description": "\nThe most disturbing and at the same time romantic for me in photography is those frames that I did not take. There is a whole archive of such frames in My head. It begins in 2000, when I started photographing and saw an incredible scene near my school near the old cinema, when a strange man was feeding the birds, the sun was shining, people were scurrying around. And the birds flew up to his hand. I didn't take it off because I was a little teenage girl and was ashamed.\nThe archive was replenished with various cases when the camera was not there, when I seemed to take ia picture, but the film was not loaded into the camera correctly, when I did not have time to shoot a certain moment, or when I was just watching.\n\nOr just last week: a huge yellow excavator was driving along our street among expensive passenger cars, the driver was steering relaxed, and on his windshield there was a large neon cross and shines blue. At that moment I was holding the stroller with one hand, with the other hand I was leading the son, and my Polaroid was at the very bottom of the bag under various children's things and toy cars of my younger son. I know that now I will remember this shot for a long time. But the strangest thing is to understand that perhaps if I took this shot, it would not be as beautiful as in my memory.\n\nYesterday my friends and we were walking in a new park, and teenagers were running on the roofs of garages, it reminded me of my youth. I had the last shot, and hurriedly took a picture of one of the guys. To find out which will be more beautiful: my memory or the photograph itself.", "artifact_uri": "ipfs://QmQmXAZ1VbV1N2K8EdMuiKLwWeNS4nKUfbNbdhm7BqtWGC", "display_uri": "ipfs://QmVaKyQRcLEf1RkVfPv4MSHcgYHLBVsgNVimmqdqURtr8K", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQmXAZ1VbV1N2K8EdMuiKLwWeNS4nKUfbNbdhm7BqtWGC", "mimeType": "image/jpeg"}], "creators": ["tz1d5HE9dWCn6ciiSgLRvfegDiHyMUt6oo4w"], "tags": ["polaroiddiary", "nftpolaroid"], "extra": {}}