{"__version": 1, "token_id": 448456, "symbol": "OBJKT", "name": "Floralia 05 (Floralia) - Digital edition", "description": "Artist: Cobalus (Andreas Valkenborgh) - www.cobalus.xyz \nSeries: Floralia\nYear: 2017 (20th of July)\nSize: 80cm x 100cm (31,5in x 31,5in)\nTechnique: Oil on Canvas\n\nAbout the artist: Cobalus' story is both a testimony to human resilience and to the strength that people can draw from a life devoted to art. Cobalus (Andreas Valkenborgh) is a retired arts education- and aesthetics teacher, currently living in the charming city of Peer (Limburg, Belgium). For the most part of his life he had to deal with physical and mental ailments, resulting in multiple surgeries and a number of chronic complaints. His passion for painting gave him the strength to face these hardships. We wish to support him through this project and show him that the world appreciates his work and values his resilience as he is yet again forced to re-invent himself.\n\nAbout the collection: Cobalus' Floralia collection is a series of paintings reflecting hope, revival, spring – a fragile promise of better times that cautiously marks the end of a dark, harsh season. Floralia stands in stark contrast to his other series that are often abstract and tend to revolve around chaos, decay and the all-consuming passing of time.\n\nDISCLAIMER: Cobalus Digital Edition NFT's do not entitle you to the physical painting. Cobalus Digital Edition NFT's are only authentic if first minted from wallet tz1MS4TMZbctDmV8BSH576nqpqgwEghNX3QD (Tezos Domain cobalus.tez)", "artifact_uri": "ipfs://QmTZDBpRNunTqzT7Vsyo1RymiAi1GWXvMbNF7HrADc61xA", "display_uri": "ipfs://QmXoURT3DrekHFerYr1veyG1w2EZTeFdbu7fyteTYF79EV", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmTZDBpRNunTqzT7Vsyo1RymiAi1GWXvMbNF7HrADc61xA", "mimeType": "image/jpeg"}], "creators": ["tz1MS4TMZbctDmV8BSH576nqpqgwEghNX3QD"], "tags": ["Cobalus", "cobalus.tez", "cobalus.xyz", "painting", "painter", "Floralia", "Floraliacollection", "magnumopus", "2017", "Tezos", "TezosOnly", "hicetnunc", "cleanNFT", "artbutnotart"], "extra": {}}