{"__version": 1, "token_id": 462956, "symbol": "OBJKT", "name": "DEEPER THAN ANY FOREST PRIMEVAL", "description": "Ever since I was a little kid, I've always loved the songs of Dan Fogelberg. He was such an amazing singer/songwriter. One song that I consistently come back to is: \"Longer\". In an online interview back in 1997 he explained, \"I was laying in a hammock on Maui, Hawaii, on vacation, in 1978, with my then-wife. All seemed right with the world. The song seemed to write itself.\" I personally yearned for that feeling and a sense of nostalgia kicked in when I thought about the first time I heard this song. Growing up in Marlboro, NJ in the 1980's, I would go to Hebrew school on Sunday mornings and my father would drive me to class. On this particular day, I remember being in his cherry red Mercedes-Benz convertible and with the top down, aviators on, and music blaring. I always loved this lyric and originally thought the words were saying, \"Deeper than any forest prime evil\", which obviously had a different context as a kid. But this line when you think about it is so incredibly beautiful. He (Dan Fogelberg) loved his then wife so much, that it was deeper than an ancient forest lush with trees, rocks, sounds, smells, and all forms of life. Those are the feelings I have for those Sunday mornings I had with my father. Those moments seemed like the world was calm and perfect. If you've never heard the song, I highly recommend a listen. It really is one of the greatest love songs of all time. ", "artifact_uri": "ipfs://QmZ2FtNyYuRP9MtEEVc7dy3KzX6pMXCMHvmD9zXGgj7H4x", "display_uri": "ipfs://QmdJzcW5kKqvnL75QSktxqnZdKFiqGzhw5GH2AuqVCGfS9", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZ2FtNyYuRP9MtEEVc7dy3KzX6pMXCMHvmD9zXGgj7H4x", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}