{"__version": 1, "token_id": 297793, "symbol": "OBJKT", "name": "Horse, freedom and its strength / Caballo, libertad y su fuerza", "description": "This is one of my first professional photographs. At that time I was living in France and a few days ago I had separated from a long relationship. I was alone, in a country where I didn't speak their language and I was miserable. In the middle of the road, I met three horses. Two of them passed without noticing my presence, but the third one stood a long time in front of me and stared at me for a long time in the same way he looks at me in the picture. That look gave me strength, it gave me what I needed at that moment.\nWith this picture I start in this world of HEN. I hope you like it and join me in what is to come. Thank you very much for everything.\n--------------------------\nEsta es una de mis primeras fotografías profesionales. En ese momento estaba viviendo en Francia y hace unos días me había separado de una larga relación. Estaba solo, en un país donde no hablaba su idioma y me sentía miserable. En medio del camino, me encontré con tres caballos. Dos pasaron sin notar mi presencia , pero el tercero se paro un buen rato delante de mi y me miró fijamente durante mucho tiempo de la misma forma que me mira en la foto. Esa mirada me dio fuerza, me dio lo que necesitaba en ese momento.\nCon esta fotografía comienzo en este mundo de HEN. Espero que les guste y me acompañen en lo que viene. Muchísimas gracias por todo.\n", "artifact_uri": "ipfs://bafybeiftv4tfcfak6dbzi66ptrynbvcwtmfbuvhgtibtq7faatvymm5goi", "display_uri": "ipfs://bafkreie7kexphhgiechycwm7n2an6tgcjlqqmscfh64hfajxs7tetvts5u", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeiftv4tfcfak6dbzi66ptrynbvcwtmfbuvhgtibtq7faatvymm5goi", "mimeType": "image/jpeg"}], "creators": ["tz1NYip4mrx97FsKdRZcdpoHuCU1G18zsDcy"], "tags": ["horse", "caballo", "foto", "photography", "animal", "free", "france", "look", "photo", "fotografia", "salvaje", "spirit"], "extra": {}}