{"__version": 1, "token_id": 298193, "symbol": "OBJKT", "name": "2022 Crypto Game Changers: Tokenology 101 [NFT Smart Contract]", "description": "\nWe are Tampa Bay Crypto Game Changers\n\n📣 If you think NFTs are meant for anything other than ART or utility, you are following the wrong basic gimmick gurus. We question anyone's agenda who still uses ethereum instead of the superior blockchain: Tezos. \n\nThis is a better way to utilize Nonfungable Tokens with the energy efficient blockchain. \n\nWelcome to a purposeful mission based NFT collection that helps humanity. \n\nFOCUSED \nWe promote self education platforms and provide a community of teamwork to build value in the market. \n\nMOTTO\nCommunity Grows Commerce.\n\nOUR FIRST PUBLIC WORKSHOP (This NFT!)\n\nWhy should anyone learn about NFTs? \n-It's important.\n\nWhat is a NFT Smart Contract? \n-You are looking at one.\n\nWhat is the IPFS: Interplanetary Filing System? \n-You are on it right now.\n\nWhat is Web3? \n-Next generation automation and commerce. \n\nWhen should \"i\" start to transition my business or art onto the blockchain? \n-Yesterday is better than tomorrow.\n\nHow do I collect an NFT? \n- Step 1 You can start by converting some dollars or bitcoin into $XTZ on an exchange. For example: https://coinbase.com\n- Step 2 Open a wallet and transfer the Tezos into it. For example: https://wallet.kukai.app/\n- Step 3 Open an account on Hic Et Nunc which is Latin for \"here and now\". This platform is also known as \"HEN\" You are on it now, this is actually the NFT. When you collect it, you unlock all the benefits below.  \n\nIf you want to learn more, we are open for collaboration and community development. \n\nMISSION DRIVEN \nUS Veterans & Communities working together as a collective social enterprise towards a sustainable revolution. \n\nBecome a Game Changer \nLearn from the brightest minds\n- Tokenology: Art of Utility & Logistics \n- Tonkenomics: Art of Currency & Value\n- Strategy & Collection Theory  \n- Blockchain Updates \n- Major NFT Movements\n- Earth2 VR Land Development \n\nCollectors of this NFT [Smart Contract] shall receive notable community engagement recognition as 2022 sponsors of \"Tampa Bay Crypto Game Changers\" by Smart Green Industries LLC with first reservations to continue the relationship in 2023. \n\n113 LIMITED Editions \n-3 Reserved\n-10 for Partnerships\n-100 for OG Community Members\n\n1 Edition Reserved for the creator. \n\n2 Editions Reserved for Founders\n- BigBen@SmartGreen.Industries\n- CoinGeek@protonmail.com \n\n3 Editions for Corporate Sponsorship: 7000 $XTZ\n- Example: Exchanges, Wallets, or Crypto Techs\n\n7 Editions for Local Community ambassadors: 3000 Tezos\n- Local positive business owners who advocate for wellness & natural learning\n\n100 Editions for community membership. Just 3 Tez. \n- You will be known as an OG NFT Collector. We encourage you to swap and coach others. You have full access to our workshops without paying a cover fee. You get extra perks for inviting others into the IPFS by you flipping your NFTs.\n\nEvery edition unlocks public keys that can be verified for access into our membership database & ecosystem. \n\nCOMMUNITY ENGAGEMENT OPPORTUNITY Sponsors / Ambassadors: \n\nYour logos with fully automated qr-qlickcodes will be on the following:\n\n- Traveling monolith: To be placed randomly for social media as well as at events to unlock for promo NFTs.\n- Founders vehicles: two nice vehicles will be driven around Tampa Bay: events, meet ups, featured in drone videos; always in public view. \n- Keys to the Crypto Community. We will be driving around delivering NFT drone drops and handing out public keys with QR codes on them. Your name will be relevant in crypto conversation.\n- Rocketbook Sponsorship Board. We will have an interactive backdrop board behind us for media production and welcoming photos near entrances of events. Your logo will be properly placed for optimal recognition. \n\nVOTING RIGHTS\n- Every NFT has rights to suggest a project to be voted on with the two founders and you. You just need one founder to approve your collaboration.\n- If a collector buys more than one NFT, they only get one vote, and they have the right to resell for profit. Voting rights will be honored to new collector if at least one founder approves, if not the new collector would be considered a void NFT, but still allowed to sell it and transfer possibly of voting rights.\n- If you want to help the community, we are more than enthusiastic to work with you.\n- If you want to manipulate the market with our knowledge, we reserve the right to cancel the relationship via this morality clause.\n\nCollect this Tokenology 101 [NFT Smart Contract].\n\nActivate your NFT at ReUp.Cafe during Q4 2021.\nReceive Monthly Perks in 2022.\n\nWe have a venue in an area with high tourist traffic and local wealth. The Tampa Bay Crypto Game Changers has a special NFT for you. \n\nIt takes only 3 Tez for early collectors to unlock access for all of 2022.\n\nWe can get on a call to discuss this asap; I cannot guarantee someone won't purchase it first. \n\n(This is a LIVE NFT)\n\n📲⚡️ReUp.Cafe Ⓜ️\n\n#", "artifact_uri": "ipfs://bafybeid3bw7owus5tfyepgplhi5ghndj72z53cq5ksesb2a2qbw4euko3y", "display_uri": "ipfs://bafkreic2rnzqpfqbbnbbizn6h32mxptimypwzfinlzth6gzruizrzp6mhe", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeid3bw7owus5tfyepgplhi5ghndj72z53cq5ksesb2a2qbw4euko3y", "mimeType": "video/mp4"}], "creators": ["tz1bgqP2Tmcybnxyn9Q2g57bFn4cgqJACENo"], "tags": ["smart", "florida", "natural", "learning", "blockchain", "education", "champabay", "tampabay", "tampa", "clearwater", "stpete", "reup", "cafe", "entrepreneurial", "studios", "media", "web3", "lounge", "video", "production", "virtual", "mailboxes", ""], "extra": {}}