{"__version": 1, "token_id": 305493, "symbol": "OBJKT", "name": "GENERATIVE PERSIAN ANTIQUE NORTHWEST Bojnourd CARPET  (RARE EDITION)", "description": "GENERATIVE PERSIAN ANTIQUE NORTHWEST Bojnourd CARPET  (RARE EDITION)\n\nGenerative artwork exploring color and the emergent effect of stacking simple shapes and filling their intersections.which take you on the journey to an imaginary universe. All artworks are created using custom algorithms in processing.\nThis collection has an abstract look at Iranian carpets, Iranian art-industrial carpets that have long overshadowed Iranian culture as a name and credit for Iran.\nArak carpet is a type of Iranian carpet that is woven in the Arak region. During the Qajar period, Arak was one of the important centers of carpet weaving in Iran. The carpet industry has been popular in the region in the past, and Farahan carpets, Saraband carpets, and Sarough carpets have become world-famous.\n\nImpressive Geometric Design Antique Northwest Persian Rug,  Antique Persian Rugs, Early 20th Century – This vibrant antique runner rug from northwest Persia is an excellent example that uses traditional geometric rug design motifs that tell a story and convey a special meaning to those who can understand them. The bright colors really pop against a darker background which makes this antique Persian rug stand out and will make it a centerpiece for a long, narrow space. This fascinating antique Northwest Persian carpet was created in the early 20th century and is well preserved. The beautifully saturated rug colors remain as bright and vibrant as when it was created. This antique Persian runner rug has received attention and care throughout its history.\n\nThe design of this antique rug is fascinating for several reasons. It uses a central motif that serves as a medallion, with the major design elements radiating from the center. The major design elements repeat, but the minor ones do not. One can find many traditional symbols scattered throughout this antique Northwest Persian runner rug including the star, beasts of burden, and diamonds. Camels are a sign of wealth and stars are a symbol of good luck and spirituality. The diamond can symbolize a woman, and two diamonds together can symbolize men and women, representing the family. Through the use of these ancient symbols, the rug weaver wished to bestow these qualities on the recipient.", "artifact_uri": "ipfs://QmS8hPUxQ2pPrUu5dCij1Fu9u8H98YhvGbjD66rKgHmcBi", "display_uri": "ipfs://QmS8hPUxQ2pPrUu5dCij1Fu9u8H98YhvGbjD66rKgHmcBi", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmS8hPUxQ2pPrUu5dCij1Fu9u8H98YhvGbjD66rKgHmcBi", "mimeType": "image/gif"}], "creators": ["tz1SSCjgL54U5yUemQVFGfZ9M9ygKHLHgNsA"], "tags": ["generativeart", "creativecoding", "generative", "codeart", "newmediaart", "abstract", "creativecodeart", "algorithmicart", "touchdesigner", "object4objekt", "generativedesign", "processing", "mathart", "computerart", "proceduralart", "geometricart", "procedural", "isometric", "bhfyp", "geometry", "pattern", "GEOMATIC", "aiart", "artxcode", "minimal", "psychedelic", "glsl", "psychedelicart", "opart", "genartclub", "noise", "trippy", "opticalart", "artandtechnology", "coding", "audiovisual", "pyton", "p5js", "hen200k", "shahrokh", "machinelearning", "pixelart", "pixels", "rare", "1"], "extra": {}}