{"__version": 1, "token_id": 348793, "symbol": "OBJKT", "name": "THE MIND OF AN AMERICAN, PT. II", "description": "George Carlin was so right about so much about America. We are obsessed with distractions. We are obsessed with entertainment. We're obsessed with sports. We are obsessed with acquiring stuff. So much so, that we get stuff to put other stuff to then put that stuff in a room to hold that stuff. I personally wished that people would paid more attention to things that actually mattered like revamping the educational system and preparing young people for the quantum computer revolution that is about to happen around the world. Or focus on health care. Or focus on politics and paying attention to real reforms that makes everyone equal and gives everyone a fair shot at life. The list is long and this rant is long. Maybe I'm jaded, but the way American culture lauds superficial and surface details like cars, watches, fame, etc. just doesn't seem right when you think about what is happening to the majority of the people living near/at/or under the poverty line. I'll be the first one to admit I was part of that culture. I fell victim to The American Dream, like taking a sleeping pill. Like George Carlin famously said, \"That's why they call it the American Dream, because you have to be asleep to believe it.\" He claimed to be a comedian, but he was a mirror to contemporary American culture. His eyes were wide open and so are mine.", "artifact_uri": "ipfs://QmVdHaGXPPthWwaDbZsbHjVmtA2Y5LcTNEpvy1uvWEdm3t", "display_uri": "ipfs://QmTEL9HPypaGNThWYKg7A4i3RWEiBzEcEY9h3gd5gHpff4", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVdHaGXPPthWwaDbZsbHjVmtA2Y5LcTNEpvy1uvWEdm3t", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}