{"__version": 1, "token_id": 368393, "symbol": "OBJKT", "name": "Magnetic Flesh: Vagina and Ovaries ", "description": "Eli Joteva, 2021\nSeamless loop\nMP4, 2160x2160 px, stereo sound, 19 seconds\n\nVagina and Ovaries derived from MRI DTI data of the artist's body. Full project at intrabeing.joteva.com by @joteva\n\nIntraBeing envisions enigmatic spaces beyond the capacities of medical imaging tools. The project employs MRI-acquired data to reveal alternative time scales inside the human body. During the STEAM III Imaging residency, Joteva worked with scientists at Fraunhofer MEVIS to investigate the capacities of medical imaging and simulation procedures in order to locate enigmatic spaces that emerge at the limits of their resolution and computation. She conducted a series of full body MRI scans and Diffusion Tensor Imaging (DTI) scans, commonly used only to show connectivity in the brain, to instead uncover nerve fibers in her chest, pelvic and feet regions.  She drew inspiration from the fact that hydrogen atoms, which MRI processing relies on, are also in constant flux on a nano-second time-scale and thus evade precise measurement. These components are key elements in the artwork which exhibits an oscillating inner landscape of hydrogen atoms, the nerves they flow along and the magnetic potentials generated between them. \n\nThe project premiered at Ars Electronica, 2021 and excerpts of it are presented in the first AlterHEN exhibition (alterhen.art).\n", "artifact_uri": "ipfs://QmSbRRxuSnsDvNcBEpvZdTXrboGoFVtbV8VS11oD1NT3A5", "display_uri": "ipfs://QmcfBvRdSAGC3ofrw1PaTaaNmuXKCvtTWLFR7k6dWa8JCw", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSbRRxuSnsDvNcBEpvZdTXrboGoFVtbV8VS11oD1NT3A5", "mimeType": "video/mp4"}], "creators": ["tz1Vo3tuxJRG7vcNHiNn8neAoL9hM5rtbqjc"], "tags": ["nerves", "fiber", "data", "MRI", "bodyscan", "vagina", "ovaries", "gold", "DTI", "MRIdata", "MRIart", "steamimaging", "arselectronica", "alterhen", "joteva", "newmedia", "artsci", "organ", "DTIscan", "houdini", "vaginanerves", "ovarynerves", "reproductiveorgans", "hydrogenatoms", "humanbody", "artscience", "sciart", "mystery"], "extra": {}}