{"__version": 1, "token_id": 500093, "symbol": "OBJKT", "name": "Modular Synthesis 7", "description": "(2021)\nAnimated edit of a photo of a composition consisting of components made using 3D printed ceramics on a display of a procedurally generated image.\n\nAll objects and images used to compose this work were produced by ClockworkFeathers unless otherwise attributed.\n\n******** ******** ******** ******** ******** ********\n\nThe ways of the worlds are ever changing\nConstant pushing and pulling that create\nA form of synthesis that makes the self\nOut of the acts of making another.\n \nA stagnant thing is a thing that’s dying\nThat succumbs to the will of other things\nTo no longer be able build and add to\nThat which has been claimed as dominion\n\nImmortality is a foundation\nupon which many have built achievements,\ncollected into legacies tethered\nTo choices made many moments prior.\n\nWhether recognized consciously or not\nEvery existence has been recorded\nIn the lineage of causality\nthat has been the creation of all things.\n\n******** ******** ******** ******** ******** ********\n\nThese realms were created by those who colonized it. They migrated from a physical world and shaped these once amorphous regions into what they found familiar. It was their domain, born out of a substrate based on computation. There was a harsh logic to the nature of this place. True or false; if one dug down deep enough they could find the fundamental diatomicity of this existence.\n\nAlthough the creators came to inhabit these places, they are immigrants. The nature of this place is not etched into their instincts from having been born here. They shaped these worlds, but their capacity for planning, and prediction are limited by their unfamiliarity. There are spaces where the creators overlooked. In these places, the worlds gestated their own progeny. These native emergences, although influenced by the actions of the creators, were unique to this place.\n\nThese dataforms grew, merged and organized into their own natural configurations that suited their surroundings. They slowly worked their way towards being impossible to ignore. Or perhaps their goals are invisibility through ubiquity; in melding so completely and integrally into the spaces of their creators that they forget that there was a time when they weren’t there at all. \n\n******** ******** ******** ******** ******** ********\n\nThese days, I see my work as a collaboration with the mediums that I choose in the act of making. The creation process is a conversation between me and the materials; we build a relationship between us where we take into account each other’s desires and preferences. I ask my partner in creation to do move and act a certain way, and they reply with where they can meet me in that request. Sometimes they suggest alternatives, and sometimes I can coax them into doing something they may not be entirely comfortable with doing. But we each have hard limits, and it’s clear when those boundaries are crossed.\n\nThe more I learn about my collaborator, the more complex our movements can be. Communication is essential in any relationship, and if there isn’t a balance in that understanding, that relationship isn’t going to be a healthy one or one that lasts.\n\nMy relationship with computing and technology goes back decades. We knew each other when we were both young, and we could never have dreamed of what either of us have grown into being. We’ve had our ups and downs. We had a period of codependency when we became so familiar with each other that we grew bored and even resentful towards each other. We’ve had periods where we drifted apart dotted with intense, but brief encounters that were way too infrequent. Now, It’s like I’m catching up with an old friend. I know details about their past that have shaped who they are now, but there are gaps from when we were apart where they surprise me with who they have become. It’s both comforting to recognize the familiar and exciting to discover the new.", "artifact_uri": "ipfs://QmdPFHd3J4dwMCC9wKCBSCT3LBH6y2LYxqpkp34W7MfuV9", "display_uri": "ipfs://QmeKtjRMzhxSaUeTqBtMbFDrb1WP6bJnr7orkz5DLczztE", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmdPFHd3J4dwMCC9wKCBSCT3LBH6y2LYxqpkp34W7MfuV9", "mimeType": "video/mp4"}], "creators": ["tz1U9g5rCG45oweVJG3aQoB9bLSk5n5a3JZN"], "tags": ["algoart", "generative", "algorithmic", "procedural", "generativeart", "creativecoding", "pixelpounding", "cellularautomata", "digital2analog", "analog2digital", "ceramics", "craftmedia"], "extra": {}}