{"__version": 1, "token_id": 508993, "symbol": "OBJKT", "name": "GORGEOUS TORMENT", "description": "INVEST IN YOUR PLEASURE!\nHey, I’m Kat from bothfetish.com, model, photographer, fetishist, and co-founder of this experience we are about to embark into.\nThe world changed and we had to change, adapt, OWN, EARN, GET SOME.\nYour support is what gets this collective hallucination running, we seed desire, inspire the senses, and make you explode.\nI’ve been making erotic and fetish videos for a year now, more than 5 million Pornhub views and over 10k fans as of this message, we are not only growing fast; we are now able to create what we have always dreamt of, our most secret of desires, the shame of our fetishist hearts, bare for all to see.\\\nFor the first time, you can INVEST in your PLEASURE AND GET VALUE OF YOU GETTING OFF!\nVisit bothfetish.com for more info, news, and secret drop collections, collabs and cheers, socials Instagram @ both.fetish\nTwitter @ bothfetish\nPornhub @ pornhub.com/model/bothfetish\nMail : both.fetish@gmail.com\nwww.bothfetish.com\nProof of OWNERSHIP of this NFT (3 total bestowments) get the full resolution RAW camera photograph without watermark 50 meg 20 megapixel photo from that day. SFW.\nI do promise to DELETE all photographs and copies we have of that image from the whole INTERNET, only you will own the original FILE.\nThis is ART, not porn, or maybe both or none at all, maybe just a sexy documentary.\nWill it hurt? Of course, IT WILL, but that’s why we are here for.\nContact me in the media you so desire.\nGORGEOUS TORMENT 3 mints created.\nPhotography by Mr.O  Model KAT FETISH: high heels, shadows, fishnets, BDSM, DOM, SUB.\nIF looks could kill, Id be dead twice over, a living husk that could only be alive because of your breath, I am forever at your mercy, you create the fear that destroys me, and nourish all terrors from the mere thought of losing you….\n", "artifact_uri": "ipfs://QmdqEMo6syGCZJH5JJBwqrqy2fmUmmBJH1m589oU8i3ddL", "display_uri": "ipfs://Qme958zNDG7FTkVk6C4mzJ6sLtywqG8HGCoR8LFdnP1XrB", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmdqEMo6syGCZJH5JJBwqrqy2fmUmmBJH1m589oU8i3ddL", "mimeType": "image/jpeg"}], "creators": ["tz2JyCfdyMfgU4Bt8URCTBm68EnBy49GFyMd"], "tags": ["beautiful", "blonde", "legs", "lingerie", "model", "mask", "facemask", "photography", "sfw", "heels", "fishnets", "limitededition", "fetish"], "extra": {}}