{"__version": 1, "token_id": 532793, "symbol": "OBJKT", "name": "Edition 9/22 tarot card - Strength ‡", "description": "Size: 2362 x 4725 px\n\nRunnnnn, there's a lion chasing!!! Phew... take it easy. It turned out to be a woman and a lion known as Strength. The woman is a kind and compassionate person, also she handles everything with care. If she appears in front of you, it means she wants to teach you to learn to be a patient, forgiving, and confident person with strong willpower. So, try to face a challenge peacefully, because you have the strength to control your impulses and the animal desires within and you can do that with love.\n\nShe is clad in a white dress (represents her purity of spirit and virtue), sitting upon the lion. There is a lemniscate above her head, represents enlightenment, spiritual powers, and her unlimited potential. That infinity sign same as we see in The Magician card. The lion is traditionally a symbol of courage and earthly cravings. Thus, this lion symbolizes the passion and desire that is within it, the power that can be used both constructively and destructively.\n\nStrength ‡ is the 8th card in the Major Arcana. The number 8 refers to authority and balance.\n\n*This item is available only as a Non-Fungible Token (NFT). It’s strictly prohibited to steal and reduplicate this NFT item.\n\nMeaning: Fortitude, magnanimity, nobility, valor, control, influence, compassion", "artifact_uri": "ipfs://QmbMEKoU2xHXL4LQ2ePTbh3JM7ZQb2VFSJJSWRh4Wg824x", "display_uri": "ipfs://QmbnFfMUtHSns8aTzVwkNVALL1wtEmgDehFucMvjUWeHht", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbMEKoU2xHXL4LQ2ePTbh3JM7ZQb2VFSJJSWRh4Wg824x", "mimeType": "video/mp4"}], "creators": ["tz1bExpjmLroNezLaFJVWFmA8FkC2kyMCS4P"], "tags": ["Fortitude", "magnanimity", "nobility", "valor", "control", "influence", "compassion", "miko", "komainu", "wisteria", "kaguradance", "illustration", "digitalimage", "card", "tarot", "kadomeka", "strength", "fire", "woman", "liondog", "japan"], "extra": {}}