{"__version": 1, "token_id": 628293, "symbol": "OBJKT", "name": "LAY ME DOWN: Hikaru", "description": "MIx media on paper\n\nHikaru is a cheerful, brave and bold girl. She loves to explore a new thing, meet up with new faces and love to be the center of attention. Makes her circle happy for her presence is her purpose in life. But behind her lovable and shining personality there's a dark side. Actually she is a very weak person. She always fear about something never happen or has not happen, she had a condition that she always wanted to die. She often questioning about God's appearance. She believes that God exist, but where?! That's the question that always come from her mind since she was a kid. It happens after she got bully back then and it make her a vengeful person now. She is very kind and cheerful person but once she get hurt, she will take a revenge with no mercy. But in the end she will regrets for what she did and it makes her overthinking and suicide always come in the first place trough her mind. That's why she always love to meet a lot of people and make them laugh, because she is too afraid to face her dark side and try to forget the pain for a while. She covered her pain with her laugh so no one knows that she's hurt and crying inside. Finally life is just a beautiful pain that she can't resist.", "artifact_uri": "ipfs://QmXhRX9py5WQZLeHFZgunX2GckXv8NFHFNDRXNqE6pWbza", "display_uri": "ipfs://QmeKK4b4prKtUxmgyeJMvRP6rbafaj5BBrgN438391hqAa", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXhRX9py5WQZLeHFZgunX2GckXv8NFHFNDRXNqE6pWbza", "mimeType": "image/jpeg"}], "creators": ["tz2Efq9WvhCbTze4fdowR7PtdoxgjavnXK8K"], "tags": ["artwork", "handdrawing", "bijin-ga", "ukiyo-e", "colorpencils", "markerpen", "mixmedia", "drawing", "kitsunemask", "hannyamask", "spiral", "pattern", "tiger", "fire", "manekineko", "coin", "tezos", "handfan", "peonyflower", "redmoon", "cloud", "katana", "catear", "headphone", "weed", "marijuana", "girl", "bobhairedgirl", "nude", "art"], "extra": {}}