{"__version": 1, "token_id": 630693, "symbol": "OBJKT", "name": "Countryside Winds White Frame", "description": "After living in the countryside for a month, Ambrose finally understood what she had been missing. She had always heard about the open fields, the blowing wind, and the quiet nights. But now she could see why people wanted to be here — because life here was care-free and peaceful.\n\nShe sat under a tree in the beautiful weather and began to wonder: \"why can't everyone let go?\" Life felt perfect here, such a strong contrast to how it was downtown. Compared to the early morning chaos of the city where she was awoken by angry pedestrians and rush hour traffic, here early in the morning she was awoken by beautiful bird songs. It sounded like magical music, melodies she had never heard before. Everything about life out here just felt so… beautiful.\n\nThe thought that people were choosing the chaotic life of the city compared to a more simple life where everyone is allowed to simply enjoy themselves. No matter how hard she thought, she couldn’t figure it out.\n\n—-\n\nThe Gallery Gehenna Project is a daily art project where there are multiple frames for each individual artwork, each with different types of rarity applied. White Frames will initially be given out for free via a giveaway on Twitter or Discord. All artworks will be compatible within the Gallery Gehenna Game with each artwork unlocking a playable story segment.\n", "artifact_uri": "ipfs://QmPEYwb5Rura4D15pXnnQY9QfrBVPh5MUbLaNkVRsyp5Pk", "display_uri": "ipfs://QmPEYwb5Rura4D15pXnnQY9QfrBVPh5MUbLaNkVRsyp5Pk", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPEYwb5Rura4D15pXnnQY9QfrBVPh5MUbLaNkVRsyp5Pk", "mimeType": "image/png"}], "creators": ["tz2KTcdaM1hm8d8K9pnBu6dsD6v38bjyXDAP"], "tags": ["Neuralart", "neural", "art", "countryside", "countryside", "peaceful", "", "girl", "neuralnetwork", "gallerygehenna", "gallerygehennaproject", "relaxing", "winds", "wind", "nature", "mixedmedia", "goldframe"], "extra": {}}