{"__version": 1, "token_id": 354454, "symbol": "OBJKT", "name": "Residuals 08: Exhibition", "description": "Context: \n\nIn statistics, the term \"residuals\" refers to the discrepancy between model predictions and observed data. Residuals are prediction errors, gaps between what we believe and what we observe. A typical modelling exercise describes residuals as random noise, and every scientist knows this mathematical formulation is a lie. It is a convenient fiction, adopted of necessity. When we analyse our data, scientists lie to ourselves. We lie to ourselves today, temporarily, in the hope that it will be a little less egregious when we lie to ourselves tomorrow.\n\nSeries: \n\nThe four pieces in the \"residuals\" series are all leftovers from the \"water colours\" series. Each one of them is created with some variation of the original algorithm or a modification to the input specification. None of them fall within the scope of the process described by the \"water colours\" series. But they are not arbitrary or incoherent. Each one expresses a specific moment, an experience that happened to me out in the real world, and the emotion that surrounded that experience. In each case the source code is not dissimilar to the water colours source, but my mood was very different in each case, and in no instance was the mood very similar to the emotion expressed in the original series. They are not random, but they are idiosyncratic.\n\nPiece: \n\n\"Exhibition\" uses a variation of the algorithm that preserves much more of the input image. The underlying image, in this case a photograph of the artist, is exposed with only a modest filter to distort or mask the content. The slightly NSFW nature of the piece is pretty much how I feel about art exhibits and sales. It isn't just the piece on display, it's the artist too. It's a raw and vulnerable moment for the artist. The subjective experience is remarkably similar to how it feels to be naked in front of a crowd, to be inspected and evaluated by strangers. \n\nAuthor:\n\nhttps://hen.djnavarro.net\nhttps://art.djnavarro.net\nhttps://twitter.com/djnavarro\nhttps://github.com/djnavarro\n", "artifact_uri": "ipfs://QmX6xh3dCpN35HjKyQdQodDqyMLbprmt6Cijh2QtQLr1fr", "display_uri": "ipfs://Qmf817GxXb2A4tQWG1X61dXoLMKVBNntaLP3QJGwS4fQ5Q", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmX6xh3dCpN35HjKyQdQodDqyMLbprmt6Cijh2QtQLr1fr", "mimeType": "image/png"}], "creators": ["tz1hXKn2BcU64HxSrmojfuf7cDoweJ9xwxZ7"], "tags": ["generativeart", "statisticalmodelling", "simplexnoise", "fractals", "exhibitionism"], "extra": {}}