{"__version": 1, "token_id": 389454, "symbol": "OBJKT", "name": "Pra estancar essa sangria", "description": "EN\nA book that says goodbye without wishing goodbye, that lingers in nostalgia, remembering the smells of recent loves. Who wears the lonely blue T-shirt, wanting to love and be loved — who doesn't? All this while wandering through the streets, an outsider tripping over crooked poems, beneath the starbursts of a night sky.\nPRA ESTANCAR ESSA SANGRIA combines his “ethylic-poetic tetralogy”, made by three books previously self published in handcrafted editions between 2015 and 2016, plus a small set of unpublished poems written in 2017.\nSérgio Santa Rosa, the journalist who prefaced this book, defines Baga as an author ruled by affections, “a shrewd and romantic asphalt corsair, sailing into the night, trying to loot loves, always free from sin and regulations”. For editor Alex Zani, this is a book that ends a cycle, “it's like closing a chest or removing a bandage. It is a book that delimits and concludes — in my opinion, with success — a stage of his poetic journey”.\nThe book first printed edition was published on June, 2021 by NADA∴Studio Criativo with\nfinancial support from Aldir Blanc Law, a conquest of the progressive opposition and creative culture workers amid a ridiculous and pseudo-fascist federal government. \n.\nThis NFT version is adapted from that edition, available to purchase (in Portuguese) at nada.art.br/sangria.\n.\nAbout the artist:\nbagadefente is a brazilian poet, editor & artist-etc. who works with various supports and languages, interconnected by the Poetics of Chance, that is, an open, conscious & experimental use of the unexpected and the random on artistic creation. His works happens on the limits and boundaries between fiction and memory, using randomness and self-fiction to cross human relationships such as love, politics and other mundane things to a more transcendental-quantum-cosmic vision of consensual reality, seeking to connect and propose reflections about post-contemporary life.\n.\n@bagadefente    |    baga@nada.art.br    |    nada.art.br\n.\nPT\nUm livro que se despede sem desejar o adeus, que se remói em saudades, lembrando de amores recentes e seus cheiros. Que veste a camiseta azul dos solitários, querendo amar e ser amado — e quem não quer? Tudo isso em um flanar pelas ruas, um outsider jorrando poesias trôpegas, abaixo das explosões estelares de um céu noturno.\nA obra condensa a sua “tetralogia etílico-poética”, com três obras anteriormente autopublicadas em edições artesanais em 2015 e 2016, mais um pequeno conjunto de poemas inéditos, escritos em 2017.\nSérgio Santa Rosa, jornalista que prefacia a obra, define Baga como um autor governado pelos afetos, “um sagaz e romântico corsário do asfalto, singrando as madrugadas, tentando pilhar amores, sempre livre de pecados e ordenamentos”. Para o editor Alex Zani, trata-se de um livro que encerra um ciclo, “como se fecha um baú ou se\nretira uma atadura. É um livro que delimita e conclui — a meu ver, com sucesso — uma etapa do seu percurso poético”.\n.\nA primeira edição impressa do livro foi publicada em junho de 2021 pelo NADA∴Studio Criativo, com apoio financeiro de Lei Aldir Blanc, uma conquista da oposição progressista e dos trabalhadores da cultura criativa em meio a um governo federal ridículo e pseudo-fascista.\n.\nEsta versão NFT é uma adaptação desta edição, disponível para compra em nada.art.br/sangria.\n.\nSobre o artista:\nBaga Defente é um poeta, editor e artista-etc. brasileiro que trabalha com suportes e linguagens diversas, interligados pela Poética do Acaso, ou seja, um uso aberto, consciente e experimental do inesperado e do aleatório na criação artística. Suas obras acontecem nos limites e fronteiras entre a ficção e a memória, usando a aleatoriedade e a autoficção para cruzar relações humanas como o amor, política e outras coisas mundanas com uma visão mais transcendental-quântico-cósmica da realidade consensual, buscando conectar e propor reflexões sobre a vida pós-contemporânea.", "artifact_uri": "ipfs://QmRmLUoftLT2QvQDeXP1byLnh1oWF5QX477me5Sx9dPQ45", "display_uri": "ipfs://QmYpvmVgcy131CY4j25tBSBAhePvpJup5SkUuA3r3BiLVq", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRmLUoftLT2QvQDeXP1byLnh1oWF5QX477me5Sx9dPQ45", "mimeType": "application/pdf"}], "creators": ["tz1SG44MNk61WSHjNg1f5Hpyp9NksDa6Xtgc"], "tags": ["book", "poetry", "contemporaryart", "fiction", "poems", "auteur", "writer", "experimental", "publishing", "poeticsofchance"], "extra": {}}