{"__version": 1, "token_id": 423754, "symbol": "OBJKT", "name": "Baby Bigfoot's NFT Chain Swap Game", "description": "\n🐝 Save Bees & Grow Moringa 🌱\n\nTo play, place Flaco or Flaco's $FLA Chain in photos with his buddies, the Flaquitos. Perks go to those who collect & reswap this NFT for profit. The cooler you play this game, the cooler your personal perk will be. \n\nHola Flaquitos,\n\nMy name is Flaco and I'm coming out of the woodwork to educate people on the wellness of Florida's ecology. The bees are dying and we have a solution. The Smart Florida Coin can solve many problems securing our culture and financial sovereignty for thousands of years. \n\nWelcome to the Economic Renaissance & Web3 Innovation Revolution. My classmates at the Clearwater Crypto Cyberforce Citadel are called Space Cadets lol, you are invited. \n\nWe are giving out these NFT for others to reswap for profit. If you reswap this for a gain, I'll give you a perk from ReUp.Cafe AND life long membership into the ReUp.Cafe IRL Lounge. \n\nWhen you play, use social media to reswap this NFT and to post fun photos of people wearing the Flaco Chain... Please mention me @SmartFLACO on Twitter and I'll share it. \n\n💚 Flaco, Baby Bigfoot \n\nPS I'm open to blockchain education with Tokenology.xyz. Any type of game that educates the masses, I am for. Let's collaborate. \n\n____________________________________\nDETAILS ON THE NFT CHAIN SWAP GAME\nShare fun photos featuring Flaco, Flaco's $FLA Chain, & Flaquitos (Flaco's friends.)\nWhen you collect this NFT & reswap it for profit, you can access cool perks and prizes. \nEveryone is different: every perk is different. \n\nThis helps to grow our community and support our mission. If you ever bought held this NFT or was given this by the creator, you are invited to all of Baby Bigfoot's Underground Parties. \n(Send in proof of purchase with KYC info to get ReUp special access & send us proof of reswap for personal perks.)\n____________________________________\n\n🟢 SmartFlorida.org \nLinkedin.com/company/SmartFloridaOrg\n\nSmartFlaco@pm.me \nPublic Wallet: reupcafe.tez\nSignal App 727-249-2272\nDiscord Free-xyz-chatter https://discord.gg/tSCctSy5SC\n\n🦅\n\n", "artifact_uri": "ipfs://QmWcXLx1394xqnhkra7FVZHxfjyQ8bWvb193pJAvy6bquE", "display_uri": "ipfs://QmfWoCzPaoQHUTcKEUaxpVviS8i9d6XrPXCZ3Zor6Ehkw4", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWcXLx1394xqnhkra7FVZHxfjyQ8bWvb193pJAvy6bquE", "mimeType": "image/png"}], "creators": ["tz1bgqP2Tmcybnxyn9Q2g57bFn4cgqJACENo"], "tags": ["Smart", "Florida", "FLA", "Flaco", "EDU", "Economic", "Renaissance", "Innovation", "Revolution", "Clearwater", "Crypto", "Cyberforce", "Citadel", "Horbowy"], "extra": {}}