{"__version": 1, "token_id": 578854, "symbol": "OBJKT", "name": "Dancing with Manta Ray", "description": "The manta is the largest ray in the world. It is closely related to stingrays, with its flattened body and long tail, and to sharks for their cartilaginous skeletons.\n\nAs their name suggests, the giant manta ray is found in open oceans, whereas the reef manta ray lives in shallower coastal waters.\n\n\nEvery diver’s dream is of one day having a manta ray encounter – better yet, to swim side by side with them. But are manta rays dangerous? Not at all.  Although they have a tail-like stingrays, manta rays do not have a poisonous sting and are not aggressive, so relax. They are huge, but not dangerous.\n\nTruth be told, they are known for being curious and for approaching divers, putting on impressive acrobatic shows.\n\nKomodo is situated in the Komodo National Park, a UNESCO heritage site. It is home to 25% of the world’s fish species and 15% of its coral.\n\nWhat’s more, in 2014 the Indonesian government put a ban on fishing and exporting manta rays. To date, it is the largest sanctuary for manta rays and one of the few places where it is possible to encounter this species.\n\nThanks to the abundance of food in Komodo National Park, there is no Manta ray season. Mantas in Komodo can be found all year round.\n\nFor best diving conditions, however, visit Komodo between June and September.\n\nWhile Komodo National Park is one of the most renowned dive destinations in the world, it is also on top of the list for one of the best places to scuba dive with manta rays.\n\n", "artifact_uri": "ipfs://QmaPtNjrbBLLTQ7u2wpsX3anH8jGEDdBo2sZ6ebUtmjEJ7", "display_uri": "ipfs://QmTFs6VqQN3TfP3HotwA3bHZZhGZsj45vu9KwajhbjrPyR", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmaPtNjrbBLLTQ7u2wpsX3anH8jGEDdBo2sZ6ebUtmjEJ7", "mimeType": "image/jpeg"}], "creators": ["tz1QanVS6UuVLHoto85pwUnGBFnxjPPLvLrV"], "tags": ["Manta", "rays", "underwater", "freedive", "diving", "komodo", "indonesia", "sea", "ocean", ""], "extra": {}}