{"__version": 1, "token_id": 591454, "symbol": "OBJKT", "name": "adam & eve ii", "description": "this work is an offshoot of \"Image Similarity - Rereading of Adam and Eve in a pedagogical attempt to thinking non-binarity\" a photograph in a single run, developed with mineral pigment on cotton.\nthis time, the non-binary chimera is in the moving metaverse, where we can access an altered state of consciousness.\nI was inspired by psychedelic visuals, as I believe that the feeling is the same as realizing the fragility of our consensual holographic reality, the fragility of our truths. everything seems so static in this entropy, but the truth is, everything breathes.\nin the metaverse we can be whoever we want, build our own bodies, make room for each facet that inhabits us,\nknow ourselves like never before. to experience a near death in this defragmentation, to finally live the new, to let the old armor decompose, inside this one, until only its purest essence remains.\n\nPTBR\nesse trabalho é um desdobramento de \"Imagem Semelhança - Releitura de Adão e Eva numa tentativa pedagógica de se\npensar não-binariedade\" uma fotografia em tiragem única, revelada com pigmento mineral sobre algodão. \ndesta vez, a quimera não binária se encontra no metaverso em movimento, onde podemos acessar um estado alterado de consciência.\nme inspirei em visuais psicodélicos, pois acredito que a sensação é a mesma de perceber a fragilidade da nossa realidade consensual holográfica, a fragilidade das nossas verdades. tudo parece tão estático nessa entropia, mas a verdade é que tudo respira.\nno metaverso poderemos ser quem quisermos, construir nossos próprios corpos, dar espaço pra cada faceta que habita em nós,\nse conhecer como nunca antes. experimentar uma quase morte nessa desfragmentação, pra finalmente viver o novo, deixar a antiga couraça decompor, dentro dessa mesma, até que reste apenas sua essência mais pura.", "artifact_uri": "ipfs://QmQRqefhuiNXXRRG4eiFXBK8JTqKrXBtFmCLKctkouZgZt", "display_uri": "ipfs://QmQRqefhuiNXXRRG4eiFXBK8JTqKrXBtFmCLKctkouZgZt", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQRqefhuiNXXRRG4eiFXBK8JTqKrXBtFmCLKctkouZgZt", "mimeType": "image/gif"}], "creators": ["tz1Paiib7duLjk8CqJyLNXYD9farChL1WviK"], "tags": ["gif", "classic", "lgbtqia", "lgbt", "queer", "diverse", "blackartist", "nude", "NSFW", "brasil", "brazil", "cerrado"], "extra": {}}