{"__version": 1, "token_id": 624354, "symbol": "OBJKT", "name": "Nyi Blorong, The South Coast Warlord", "description": "This work is inspired by one of Indonesia dark mythology, named Nyi Blorong. \n\nIn general, Nyi Blorong is often identified with black magic and evil being. \n\nThis phenomena happened because various Indonesia local wisdoms being erased or mislead during the colonialism era, neither for the abuses committed by spiritual practitioners, nor an unresponsible people who took an advantages from horror content/ horror movie/ horror tv show by killing local culture which is always associated with evilish and black magic things as their 'main dish'. \n\nSimilarly, what happened to the figure of Nyi Blorong, where in fact she was quiet far from any evilish things since she was one of the trusted figures of Java Island South Coast Queen, with the title as interdimentional Warlord of the Southern Sea Kingdom.\n(The context of this Kingdom related into an old spiritual knowledge called \"Sadulur Papat Limo Pancer\" by Javanese People) \n\nNyi Blorong were always depicting as a shapeshifter giant snake which is half of her lower body looks like giant snake, and the entire of her upper body was shown by a beautiful lady.\nAnd on the other version depicting her as snake hair Lady such as a Medusa. \n\nThough her appereances will totally different when she shows up infront of a people with pure heart, that will representated as very Gorgeous Lady in full human form.\n\n\n\nWith this work i hope we can slowly change our perspectives about Indonesia local Culture and bring the tainted traditional roots back at it best, as a solid  identity who stand alone without the disctractions of what colonialism left for us neithet from the unresponsible pragmatic monkey business.\nAs an Indonesia Pride.", "artifact_uri": "ipfs://QmXXujjXrjk9VJaDge7mGvFZAVeqS4iepifSjLt6vqd1bc", "display_uri": "ipfs://QmaZqq9tAk5oyRfCgc47UUGFvjarXhV5exfK5PnwdwX8MK", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXXujjXrjk9VJaDge7mGvFZAVeqS4iepifSjLt6vqd1bc", "mimeType": "image/jpeg"}], "creators": ["tz2JUZqAFa1yT7CugrxhdPGj42cGgjFFQvW4"], "tags": ["Indonesia", "culture", "tradition", "shapeshifter", "horror", "myth", "java", "javanase", "yokai", "warlord", "war", "art", "artwork", "asia", "folktale", "asiaculture", "snake", "giantsnake", "demon", "supranatural", "woman"], "extra": {}}