{"__version": 1, "token_id": 333976, "symbol": "OBJKT", "name": "ꜩ Girl", "description": "Two letters drip from a tree, typewriter roots soaking the last sundrop.\nThe thornless sop, the wanderlost angrily cries for respite from dull headaches and ticking hands.\nOn the train, the assistant stands imagining it move with open doors, a groundborne shuttle and the bomb’s been thrown.\n\nThe skyscraper looms while plants on windowsills droop,\npaperweight mutes staring to forest sanctuaries.\nThe gargoyle perched on her shoulder massages the Eve’s apple knotted within the back of her neck.\n\nShe sighs at the waning sunray cast upon her desk and stretches to pop eight hours’ worth of taut joints.\nAcross, the coworker points to the boss’s office, the open door a chilling omen to those who know well.\n“He called for you,” she’s told.\n\nShe folds her hands in her lap, seated across the oak desk,\na smoky air settled in the ashtray ring .\nA freshly tapped cigarette awaits its next call, a tantalizing wisp recalls memories of fireside stories and thick cigars.\n\n“You’re staying late tonight,” he mutters through a sip of his coffee. The fading sunlight hides behind the curtain.\n“I can’t,” she frowns, “I have an appointment.”\n“Disappointment,” an almost indiscernible breath.\n\n“Pardon?”\n“I said that’s unfortunate.”\nThe assistant smiles and runs her nail along her thumb. “I do apologize for the inconvenience. It’s an urgent appointment.”\n\n“You mistake me.” The boss stares. “It’s unfortunate for you. You will stay late.”\nCrazy bitch, she thinks and thinks to quit.\nThe little git should die, and a familiar flash of anger momentarily seizes her.\nShe shakes the thought and simmers.\n\n“It’s a doctor’s appointment for my daughter,” she murmurs.\n“Then the father can take her.”\nShe glances at the placard on his desk and sighs.\n“I guess I’ll pin her death on you then.” And she realizes she’d said it aloud.\n\nHe looks at her, a glimmer of surprise surfaces his eyes.\n“Excuse me?”\nAnd she realizes she could handle his contempt no more.\n“I quit.”\nShe leaves the office and stretches her sore back.\n\nAll photography🖼️ was produced and edited by 🔥Dennis Sarovski🔥, Poem is by my Wife :) \nCheck me out on: https://www.instagram.com/dennis_sarovski/\nCheck her out on: https://www.instagram.com/thewrittennomad/\n", "artifact_uri": "ipfs://QmSpdQebvQmDk2YPpRmskcWQzPcLBv4t61PB7goqPgPt1s", "display_uri": "ipfs://QmYaQwukWr64iJL3dcyiN1ofRd5YVFevkGe84vZUJJTahe", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSpdQebvQmDk2YPpRmskcWQzPcLBv4t61PB7goqPgPt1s", "mimeType": "video/mp4"}], "creators": ["tz1SFQD7VLwDVkiWBmyeR8PoyFaifRtaeKTa"], "tags": ["trending", "animated", "girl", "neon", "photo", "cool", "abstract", "popular", "effect", "sexy", "acid", "tezos", "nftart", "art", "cyberpunk", "pic", "techno", "digital", "irl", "artwork", "photograph", "chrome", "rainbow", "blockchain", "urban", "loop", "hen", "hicetnunc", "aftereffects", "creative", "nft", "rare", "crypto", "digitalart", "cyber", "mp4", "animation", "symmetrical", "motion", "colorful", "objkt", "cryptoart", "trippy", "render", "heatmap", "lingerie", "lsd", "goddess", "ethereal", "rain"], "extra": {}}