{"__version": 1, "token_id": 550176, "symbol": "OBJKT", "name": "WE DAM(N) RIVERS.", "description": "WE DAMN(N) RIVERS, is another excerpt from Thomas King's book, \"The Truth about Stories: A Native Narrative\". What makes this quote so important enough to highlight it and make a work of art out of it? It's the bold subtlety of the statement and the sentiment that precisely and accurately describe contemporary life for a First Nations person. The original quote is: \"Though certainly we understand that we clear-cut forests not to enrich the lives of animals but to make profit. We know that we dam(n) rivers not to improve water quality but to create electricity and protect private property. We make race and gender discriminatory markers for no other reason than that we can. And we maintain and tolerate poverty not because we believe adversity makes you strong, but because we’re unwilling to share.\" What King is referring to in regards to \"WE DAM(N) RIVERS.\" is how we (the Western World) think we are creating a better future with all of our advancements, but are so woefully blind to the ramifications of our choices. We consistently fail to address real issues in the world. In WE DAM(N) RIVERS, we have a clear double entendre at play. First is the literal meaning, we physically dam (a barrier preventing the flow of water or of loose solid materials from flowing) rivers for the purpose of making clean efficient energy. Second refers to the ramifications of the first action. When we dam a river, we are damning the local ecology sometimes with pollution and/or irreparable damage to wildlife.", "artifact_uri": "ipfs://QmfZDX4fse3Qnxn5H8FGpNfW7cRwxDthFgoSuteJCqULay", "display_uri": "ipfs://QmeD4rxTCLxN2KTFz8TFnX1AjG2jtSt24od2PuceRG4Tvh", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmfZDX4fse3Qnxn5H8FGpNfW7cRwxDthFgoSuteJCqULay", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}