{"__version": 1, "token_id": 569576, "symbol": "OBJKT", "name": "Mystic Tagüara", "description": "En Venezuela las tagüaras se transforman en sitios de encuentro donde la magia se fabrica entre murmullos estridentes y desdibujados, entre la sombra  y el encandilamiento.\nTodo es capa sobre capa, paisaje del caos lleno de vibración concupiscente y al mismo tiempo de refugio para el alma.\nFogón de ficciones y fricciones, estación de descanso y juego, espacio creador o destructor por excelencia.\nEn esta pieza la superposición tramada de vivencias a través de imágenes visuales y sonoras, busca sumergirse en ese arrebato existencial.\n\nEl canto de invocación dice así: \n“Te encuentro, \nme encuentro en la tagüarita de mi corazón \nte escucho \nme escuchas, nos escuchamos \nportal \nportal \nportal y místico encuentro”\n\n\nIn Venezuela the tagüaras are transformed into meeting places where magic is made between strident and blurred murmurs, between shadow and blinding lights.\nEverything is layer upon layer, a landscape of chaos full of concupiscent vibration and at the same time a refuge for the soul.\nA bonfire of fictions and frictions, a station of rest and play, a creative or destructive space par excellence.\nIn this piece, the plotted superimposition of experiences through visual and sound images, seeks to immerse itself in this existential outburst.\n\nThe translation of the invocation chant reads: \n\"I find you, \nI find myself in the tagüarita of my heart \nI listen to you \nyou listen to me, we listen to each other \nportal \nportal \nportal and mystic encounter\".\n", "artifact_uri": "ipfs://QmYrg3MUGC8k1yPp6U8rAaEkyGQPHfrH6zfCZXzuNR8Dz7", "display_uri": "ipfs://QmW7UpsM4GdbPyKEegarx7YjgS5KFtMvmZ4aCmJdRu7YwL", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYrg3MUGC8k1yPp6U8rAaEkyGQPHfrH6zfCZXzuNR8Dz7", "mimeType": "video/mp4"}], "creators": ["tz1Y9oRFW5yhCzuZvQx7kwZkDsSSXXDJhXHV"], "tags": ["video", "music", "audiovisual", "sound"], "extra": {}}