{"__version": 1, "token_id": 572576, "symbol": "OBJKT", "name": "Spearit Bear - \"What Is Due (Instrumental)\" Music NFT", "description": "This NFT comes with a downloadable file of Spearit Bear's song \"What Is Due (Instrumental)\" and a piece of GAN art (AI generated through text input and then edited by Spearit Bear) that also acts as the album cover. Purchase of this NFT transfers ownership of the digital file and image, not the right to ownership of the music itself. Commercial use of the image or the music file, aside from the resale of this NFT, must be requested and approved by Spearit Bear beforehand.\nThis song was started months ago and had to be put on hold because some of Spearit Bear's music equipment broke. But thanks to the support of the community and some help from Spearit Bear's wife, Spearit Bear was able to upgrade their music software so that they could continue improving their music. This song marks the continuation of Spearit Bear's journey through different genres of music as well as marks the beginning of their journey to Puerto Rico to help the island become self-sustaining through regenerative agriculture, green energy, and blockchain technology. The lyrical version of this song will be released at a later date.\nThis music NFT qualifies as one that can be collected to add to the 3 needed to be considered a ‘Booster’ to receive referral bonuses from primary sales, and the 5 total needed for a collector to be considered a 'Builder' and receive monthly Builder pool rewards from secondary sale royalties. More info on other perks at spearitbear.com/nfts ", "artifact_uri": "ipfs://QmUTFGPP742je3mrsCNbwdG7YjAFqYpxXCaVfbDMr1NfVV", "display_uri": "ipfs://Qmes2paqxbHXXi16iqbxhjxTJrtHYyCcMKKvyDqVCUKjYU", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"mimeType": "audio/flac", "uri": "ipfs://QmUTFGPP742je3mrsCNbwdG7YjAFqYpxXCaVfbDMr1NfVV"}], "creators": ["tz1cKSQfBCWnWNaWUmRegR7BWHzkut5fJtUD"], "tags": ["spearitbear", "music", "sound", "dubstep", "electronic", "metal", "rock", "energy", "heavy"], "extra": {}}