{"__version": 1, "token_id": 593476, "symbol": "OBJKT", "name": "Please Stand By -I Got Something To Say 113", "description": "Please Stand By utilizes the iconic SMPTE color bars template and changes the palette to bring into question viewers perceptions surrounding \"standards of color.\" An offshoot of my original series, I Got Something To Say, adds an additional more literal message. Please Stand By, Kanye Was a GOP Plant. A new investigation by The Daily Beast, uncovered that Kanye West’s failed political campaign for president in the 2020 election was funded by a covert group of GOP elite’s in a bid to take minority votes away from Biden and help pave a way to a Trump victory. “At the heart of Kanye’s political operation was Holtzman Vogel, one of the most powerful well-connected law firms serving major Republican political and nonprofit organizations today… Federal disclosures also show the campaign enlisted legal services from an array of firms with links to Trump and the Republican party - including leading voter fraud conspiracy theorists.” It is at this time unclear whether Kanye and his team were aware of the links to said funders due to the discrete nature of which many of these donations were listed and reported but the one thing that is clear is that he was being used as a tool to try to get Trump elected. Either way a sad and disgusting tactic in which minorities were exploited in service or aiding white elites at keeping control of their power and money.\n", "artifact_uri": "ipfs://QmYFGzyJtqybJDd7HpcGomYBDZvqowEJvSVaahz2X2cXNm", "display_uri": "ipfs://QmRKy6KJE8u99TvhtjmqKMkFV4oByC6qu1beFYNBRRqfzJ", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYFGzyJtqybJDd7HpcGomYBDZvqowEJvSVaahz2X2cXNm", "mimeType": "video/mp4"}], "creators": ["tz1VCtzuZHriPNays8UJnAdrZDgRaPehud2Y"], "tags": ["art", "digitalart", "glitch", "glitchart", "color", "colorpalette", "colorpalettes", "tv", "television"], "extra": {}}