{"__version": 1, "token_id": 378730, "symbol": "OBJKT", "name": "THE SPACE BETWEEN", "description": "Insights from the Dreaming Pool - Where magic occurs.\n\nWithout the space between we would all be a big blob of matter. The space between us allows for expression and for the dance to play out. The space between you and I creates you and creates me. When we dance with each other in life, in relationship, whether it’s our lover our friends our family or our acquaintances, there is the space between that shapes our relationship. The space between our bodies and the space between words. Our dance can press the others buttons and they can do it to us. \n\nTake note of what bothers you, \ntake note of when your buttons \nare pressed because there is \ngreat learning in that. \n\nOur closest relationships teach us so much and can allow us to evolve and grow and let go of any patterns we are holding on to from childhood. The greatest relationship is the one where you can’t hide, you reveal all, who you are at the core and what your flaws are. Loving someone for their flaws and seeing your own flaws reflected back is the place where compassion is learnt. When you experience that in one relationship you can spread that out to all of them.\n     \nThe Space Between can form you, \nanger you, frighten you, excite you \nand heal you.   \n\nThe Dreaming Pool Oracle is a collaboration between artists Maia Mellier 🕸 🕷 (@maiamellier) & AEVIN (@aevin_io)", "artifact_uri": "ipfs://QmNqraDpJX8bfV4wcucvemsje4KK42XhB1cj1jraQhuXbN", "display_uri": "ipfs://Qmatie5gfJv8b5w8uK8uXPwYRueuZBivhetUPCxzigqRm5", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmNqraDpJX8bfV4wcucvemsje4KK42XhB1cj1jraQhuXbN", "mimeType": "application/x-directory"}], "creators": ["tz1SEkFv8ibFsKzi3AgAfkAKDc5La329LJAy"], "tags": ["generativeart", "cards", "aevin", "maiamellier", "p5js", "collectable", "illustration", "blackandwhite", "interactive", "oraclecards"], "extra": {}}