{"__version": 1, "token_id": 473030, "symbol": "OBJKT", "name": "Lovely Lights #2", "description": "some days ago Bayern Munich Star Joshua Kimmich announced that he has concerns about the vaccine and isn’t vaccinated. In my opinion one of the most important public statements for a fair and transparent public discussion. He‘s young, overly talented and has a functional immune system. He‘s also the 1% of the most influential persons in Germany, especially for the youngsters. They should see that one of the best players in the world has another opinion that doesn’t fit into the narrative of the public health ministry. So they understand that not everybody who’s isn’t vaccinated is a right-wing fascist. That narrative is extremely strong in Germany cause of history and germans moral. Everybody cares a lot about how people think of you. Everybody is afraid of standing on the wrong side of history. Everybody wants to have an opinion on everything although in medicine and science there’s never a 100% exact truth, it’s always a process, still everybody rely on scientific data, although there no clear recommendations for young peop Don’t forget about taking your vitD supplements during darker winter months. Everybody speaks about the vaccine, nobody about vitD - too less of a profit I guess le to get vaccinated. The truth is always inbetween, it’s always about money and before covid I never felt that any government ever wanted me to be healthy. That’s always been my job.\n#Kimmichunboosted #alphaKimmich", "artifact_uri": "ipfs://QmYCVLe97nP7fWwPwoxTMvBvqZqpHY9vesqDd8XPrd9Q6D", "display_uri": "ipfs://QmUQVBUGPrFqFLH9eos7r4LEBkbk6FVKjwdZvEwCYo9vdd", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYCVLe97nP7fWwPwoxTMvBvqZqpHY9vesqDd8XPrd9Q6D", "mimeType": "image/jpeg"}], "creators": ["tz1ixNDGGVAfWGcvz8hBrrcpuW7vThvNTCtE"], "tags": ["filmphotography", "digitalphotography", "visualstorytelling", "2D", "3D"], "extra": {}}