{"__version": 1, "token_id": 589030, "symbol": "OBJKT", "name": "Ebb & Flow", "description": "When I was 6 years old I suffered from severe separation anxiety and later developed a pretty bad stutter at the age of 14. These two events eventually caused me to withdraw from people and to find refuge within myself. I had a hard time trying to fit in and even when I did in later years, I still felt like an outsider. I do remember there were people who were nice to me and tried to help and that it wasn’t all that bad but the stigma of experiencing terrible anxiety at a young age and all the embarrassing moments in high school due to my stutter made a bigger impression on me throughout the years. Looking back, I feel that there were so many ways that life could have gone. It was easy to hate, to feel angry and to blame others. It was easy to just give up and let myself be swallowed by what was festering inside me but for some reason I was able to turn all that into something constructive. I’m not quite sure how it happened and it’s something I’m constantly thinking about. This piece is about decline and regrowth. It’s about the constant changes we experience in life and the purposeful changes that we make in ourselves. It’s about being able to find peace within ourselves throughout our wonderfully chaotic journey through life. || Created in Cinema 4d, Octane and After Effects || 1920px?×?1920px || Mark Constantine Inducil 2021 \n", "artifact_uri": "ipfs://QmZHEXxagfeSVAMFSsFoNTBRCP8Ktd5qpdt74cPiw9m8gm", "display_uri": "ipfs://QmYQg34nniktKeX1jc8RVp4srvXmmw8sPzYi7AuYGz2bko", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZHEXxagfeSVAMFSsFoNTBRCP8Ktd5qpdt74cPiw9m8gm", "mimeType": "video/mp4"}], "creators": ["tz1PXUT913jH8ysPb3sY9Qh6AZvpN4nyrpUh"], "tags": ["3d", "3D", "3dart", "abstract", "animation", "anxiety", "color", "depression", "dreamscape", "human", "portrait", "psychology", "render", "superrare", "surreal", "surrealism"], "extra": {}}