{"__version": 1, "token_id": 632630, "symbol": "OBJKT", "name": "May's Rebellion Black Frame", "description": "That job was always a psychological challenge for May, as her team members have never been as driven or talented as her and her supervisor especially was a total talentless hack. As she was working on her team's website development, editing boring content, she felt like she could be doing more meaningful work somewhere else. Every day that went through, she became closer and closer to quitting.\n\nMaking all of this even more frustrating is during her spare time, she has been able to make stronger builds than anything they put out. These builds not only looked better to the eye but were more efficient and she was able to produce them completely on her own! Despite this, she was never able to get them up due to a disagreement with her supervisor over the way code should be handled, or in his own words: “it’s my way or the highway!” The urge to just walk out and scream grows stronger each and every day for her.\n\nThis attitude all changed one day when the CEO of the company, Jack Hart, visited the product development wing. Now Jack has been known to rip into them for everything from the smallest errors, even something as small as a font being just one pixel too small for his liking, and her supervisor had made a huge mistake: the project was looking absolutely awful! \n\n“You have a lot of nerve standing here in this wing with that much funding with a project that looks like this crap!” Jack screamed at her supervisor, her coworkers all cowered in fear at the roar of his voice… yet May was fed up herself, so she stood up, not to defend her lousy supervisor but to make a proposition to Jack.\n\n“Jack I’m with you, the direction of this project has been a disgusting mess!” She piped in, Jack looking startled yet intrigued that someone was brave enough to stand directly up to him. “So Jack, if you wanna see something better than this mess, why don’t you come with me for a second and I can show you the direction I think we should be going in!”\n\nJack didn't know what to say but he loved her attitude. Something about someone having the balls to stand up to him of all people and openly diss her supervisor right in front of him was refreshing. He had seen her around the office for years, always seeming to herself and in his mind looking like a loser but after this she was an entirely different person. He finally knew what he needed to do: if she could wow him with this build, she was the next project head and this other guy is fired on the spot.\n\n“Alright then, tell me, where can you show me the build you’re working on?”” Jack replied with a cocky smile.\n\nMay ecstatically grinned, did a pose reminiscent of some of her favorite video game characters, and threw her arm out, pointing at the computer behind Jack. \"It's right there on the desk! Go ahead and check it as the build is already open!  I'll be happy to show you how efficiently it works as well!”\n\n—---\n\n\nThe Gallery Gehenna Project is a daily art project where there are multiple frames for each individual artwork, each with different types of rarity applied. Black frames are initially given out for free on Hicetnunc. All artworks will be compatible within the Gallery Gehenna Game with each artwork unlocking a playable story segment.\n", "artifact_uri": "ipfs://Qmesr53s3dn1pxtLyaJCvBJAdGbCSom1AsTP4uCHnkJCNK", "display_uri": "ipfs://QmZPkeeCijTznA1zsAEFzRFtrWffw8aHQdaLteQFA46SfF", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmesr53s3dn1pxtLyaJCvBJAdGbCSom1AsTP4uCHnkJCNK", "mimeType": "image/png"}], "creators": ["tz2KTcdaM1hm8d8K9pnBu6dsD6v38bjyXDAP"], "tags": ["GalleryGehennaProject", "GalleryGehenna", "GehennaProject", "Anime", "AnimeGirl", "Paintsplatter", "MessyArt", "Mess", "splatter", "AI", "NeuralArt", "NeuralNetwork", "Utility", "Game", "splatterart", "goldframe"], "extra": {}}