{"__version": 1, "token_id": 361170, "symbol": "OBJKT", "name": "ASPERGERS", "description": "If you've gotten this far in the book, congratulations! You've completed exactly 7.8% of it. I'm sure you've noticed a certain tone in my \"voice\". How I'm writing now, is exactly how I talk in real life. It's wacky, wandering, weird, and well...whatever other \"w\" adjective you want to stick in this sentence. I haven't been formally diagnosed with being on the autism spectrum, but it's kind of obvious. I'm highly functional in many ways, so I'm pretty sure I have Aspergers, which is a form of autism. I mean look at what I do all day long. I literally think about the structure of the English language all day long, all night long and even the in between times. My partner probably thinks I'm nuts. I don't have many friends per se, as I can't relate to a lot of what people talk about. Not that I'm trying to be rude or anything, but when I hear gossip, it's like what a waste of breath and thought. I literally am pondering how words connect, transform, relate, oppose, rhyme, etc. mixed with philosophy, science, physics, math, and more. I have this drive to go down this lonely road full speed and not look back. I used to fight it, had ex-girlfriends that made me go on medication and see therapists. I was absolutely miserable; I didn't feel like myself, plus the medication felt like my heart was jumping out of my chest. Ever since I found the love of my life Teddy, who I absolutely adore and love unconditionally, things have gotten better for me mentally. Mental health is kind of the last frontier of medicine and it's something everyone should make sure they are taking care of, especially after what has happened around the world the past year and a half. Lot of people think they are on an island, they're not. I fight everyday to be compassionate and understanding, as my default would to be indifferent and hyper focused. The key is acceptance and balance.", "artifact_uri": "ipfs://QmVTK5EjSViqdtc7oVoSQ1zVxdD6amvNLZJPiCsoJXu9Mp", "display_uri": "ipfs://QmfXm6H5VQBDG8MD1V2JtrKibMihq35fS29ruHXrE3V3TC", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVTK5EjSViqdtc7oVoSQ1zVxdD6amvNLZJPiCsoJXu9Mp", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}