{"__version": 1, "token_id": 420970, "symbol": "OBJKT", "name": "Narbona Dacal", "description": "Accused of witchcraft during the Spanish Inquisition, Narbona was burned alive at the stake on 12 February 1498\n\nNarbona belonged to a family that practiced healing in her rural community using medicinal plants and substances and scoffed at religious prayer as a source of healing. The mockery formed the base of her regional neighbours accusations of witchcraft\n\nThe Inquisition's Holy Office, located in the Aljafería Palace in Aragon's capital city of Zaragoza, had Narbona arrested with other women accused of witchcraft and brought to the city \n\nThere, allegations were levelled at her by her neighbours. One accused her of giving poisonous grapes to his wife, who \"died shortly after very suffering and with great passions in her womb\" \n\nAnother said she and a company of other witches killed his daughter. Yet another testified to the death of a neighbour and said that Narbona had also bewitched the accuser so she could not have children\n\nOn 12 February 1498, Narbona was convicted and burned at the stake in the Aljafería Palace \n\nHer brothers, Juan and María, who were also accused of witchcraft, managed to escape\n\nOne of a series working with AI to give face to women executed as witches; these form part of a broader collection of Horror Portraits at www.horrorportraits.xyz\n\n#WitchingHourOnHEN \n\nCan be used as #PFP and #wallpaper\n\nPNG 4800 x 4800\n\n", "artifact_uri": "ipfs://QmavB2Fjz964f2DbERXg6szJPe8JGntKvL1bYfBECbZvsd", "display_uri": "ipfs://QmNjUh3zx4SkuuupbEdGTc6xWKSZZdi1WiEiDjRTV7GPsk", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmavB2Fjz964f2DbERXg6szJPe8JGntKvL1bYfBECbZvsd", "mimeType": "image/png"}], "creators": ["tz1NWtHHck4dxpwCSGVrboat83R9STyLfmfA"], "tags": ["portraits", "NarbonaDacal", "#witchinghouronhen", "goth", "horror", "death", "#pfp", "witch", "gan", "stevemunro", "generativeart", "witchtrials", "#pfps", "horrorportraits", "darkart", ""], "extra": {}}