{"__version": 1, "token_id": 468470, "symbol": "OBJKT", "name": "USSR. SPECIAL EDITION", "description": "Special edition. The unique country of the NFT USSR (Union of Soviet Socialist Republics)\nThe main material is made of Murano glass with the application of the \"star\" texture.(This implied the unity of the world proletariat of all five continents of the Earth). It is based on the Hammer and Sickle - a symbol that embodies the unity of workers and peasants. It was the main state emblem of the Soviet Union. On the first upper block, a special mechanism drives the GAZ-21 Volga, a Soviet middle-class car that was mass-produced at the Gorky Automobile Plant from 1956 to 1970. The second block shows the main coat of arms of the USSR, along the edges - the bugle of pioneers. On the back, Sputnik-1, the first artificial Earth satellite, a Soviet spacecraft launched into orbit on October 4, 1957, also appears to be flying in space. On the 3rd block, go to the stands 1. A statue made of dark gold of Vladimir Ilyich Lenin, the founder of the first socialist state in world history. 2. T-34 tank. T-34 is the most famous Soviet tank and one of the most recognizable symbols of the Second World War. It is made of gold and painted green with jewelry paint. 3. The famous Soviet vending machine for sparkling water, also made of gold. 4. SK-1 (spacesuit kosmicheskiy-1) is the world's first spacesuit, which was developed in the USSR for the flights of the first cosmonauts on the Vostok series spacecraft and was used in 1961-1963. Yuri Gagarin was the first cosmonaut in a SK-1 spacesuit, who entered orbit on April 12, 1961, he became the first person in world history to fly into outer space. The main blocks are made of marble of various textures.", "artifact_uri": "ipfs://QmY4WmckBnj9sxYhTJj8aE1iRqN1TmVE4j41dYYtRuw6Em", "display_uri": "ipfs://QmNqfT6JX3cXusrkDaYGGtF4pJZob2tDmkdxpijKGxEgKR", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmY4WmckBnj9sxYhTJj8aE1iRqN1TmVE4j41dYYtRuw6Em", "mimeType": "video/mp4"}], "creators": ["tz1h5geUHaSApGtdMBiCiYei1kWcvx4egUE2"], "tags": ["USSR"], "extra": {}}