{"__version": 1, "token_id": 377269, "symbol": "OBJKT", "name": "Rufina Cambaceres, the young woman who was buried alive", "description": "/She was one of the most beautiful teenagers of her time.\n\nThe Cambaceres, her family, were from an aristocracy that had fallen into decline in 19th century Argentine society. Educated, intelligent, wealthy and with a terrible reputation.\n\nRufina grew up in an aristocratic environment. As in a fairy tale, her beauty soon began to compete with that of her mother, whose mirror told her one day that the prettiest was not her, but her daughter.\n\nA friend came to visit her one morning and they talked about Rufina’s boyfriend. The friend, whose name we don't know, was weird.She had to say something to her, something terrible.\n\nIn the end she decided it was time. He told her that he wanted to spare her a worse humiliation than the one she was already suffering. And she confessed what she knew, what everyone knew, except her: that her boyfriend was her mother's secret lover.\n\nRufina was shocked. She told her friend that she was not feeling well, that she had to rest a second in her room, to leave her alone. He climbed the stairs and did not come back down.\n\nTwo hours later, the family maid found her in her bed. She tried to wake her: she spoke to her, took her by the shoulder, shook her. Rufina did not get up. An hour later, the family doctor came to the house. Just by looking at her, just by touching the coldness of her skin, he already understood what was happening. He examined her, however, to be sure, and did not find her pulse. He heard what they were saying and understood: despite her young age, Rufina had died of a syncope. Literally, her heart had been broken.\n\nThat same night they buried Rufina in the Cambaceres family pantheon. This is where the old caretaker of the Recoleta cemetery enters the scene.\n\nThe role of the caretaker was, at that time, that of a security guard. The next morning, while walking around the Cambaceres family pantheon, he heard the noises. Deep and low noises.\n\nThe next morning, her mother and a friend went to the cemetery, and they opened the old creaking door of the pantheon. The first thing they discovered was that the drawer was moved.\n\nThe men came in, pried it open. The second thing they discovered was that the top of the drawer was scratched on the inside, and that Rufina's body had turned over: she was lying face down. Rufina had woken up sometime that night. The truth is that he died, died again, that night, of suffocation./\n\n𝘎𝘢𝘣𝘪 𝘞𝘢𝘭𝘵𝘩𝘦𝘳 (@𝘨𝘨𝘢𝘣𝘪𝘸𝘢𝘭𝘵𝘩𝘦𝘳) 𝘧𝘰𝘳 𝘵𝘩𝘦 '𝘖𝘶𝘳 𝘔𝘺𝘵𝘩𝘴' 𝘦𝘹𝘩𝘪𝘣𝘪𝘵𝘪𝘰𝘯 𝘩𝘦𝘭𝘥 𝘣𝘺 𝘵𝘩𝘦 𝘊𝘏𝘌𝘕 𝘢𝘳𝘵𝘪𝘴𝘵 𝘤𝘰𝘭𝘭𝘦𝘤𝘵𝘪𝘷𝘦\n", "artifact_uri": "ipfs://QmS4Z2sjcgVe95StTJgK8UVuyBcLCt7gs7yd14ZxjukYKS", "display_uri": "ipfs://QmVkoNBge3pmSKaoJiMP6XLcah4fKqnRaEvHKHiPummoJc", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmS4Z2sjcgVe95StTJgK8UVuyBcLCt7gs7yd14ZxjukYKS", "mimeType": "image/png"}], "creators": ["tz1hnPqiBT7cBu8g886APwzMYc2nGctBomQD"], "tags": ["ourmyths", "chen", "argentina", "mythology"], "extra": {}}