{"__version": 1, "token_id": 381569, "symbol": "OBJKT", "name": "Please Stand By -I Got Something To Say 080", "description": "Please Stand By utilizes the iconic SMPTE color bars template and changes the palette to bring into question viewers perceptions surrounding \"standards of color.\" An offshoot of my original series, I Got Something To Say, adds an additional more literal message. Please Stand By, While The Sacklers Make Us Addicts, address the recent court ruling regarding the Sacklers and their relationship to the Opioid crisis.\nLast year nearly 70,000 ppl died from opioid overdoses, the highest annual number ever, and smack in the middle of this deadly addiction crisis is the Sackler family, former owners of Purdue Pharma, the company that created and sold the pain medication OxyContin.\nRecently a federal judge approved a bankruptcy settlement that granted the Sacklers full immunity from liability for the opioid epidemic. The settlement forces  the Sacklers to pay nearly 4.3 billion of their 11 billion dollars of net worth in settlement money, while also forcing them to forfeit ownership of the company. And while that may at the surface seem like a win for some, the Sacklers have escaped with the majority of their private wealth in tact and were able to leave the courtroom with complete absolution from any wrongdoing in the matter, meaning all current lawsuits against the Sacklers evaporate and no future lawsuits can be brought against them regarding the sale of OxyContin. \nThey were able to win this third party release through a series of shady under dealings that included changing their business address to a zip code they had never conducted business in but that had a bankruptcy judge who has in the past supported such releases. They stacked the deck and won, and now America is stuck in one of the worst addiction epidemics we’ve ever witnessed with no one to hold responsible for it. It’s time we stop allowing major corporations from continually taking advantage of society with little to no repercussions for their careless actions. Because right now we’re just standing by while the rich and powerful destroy our lives with no consequences.", "artifact_uri": "ipfs://QmNzxYKiVw7ZoBamBZCn9vwLG3buQbETapGjuncJkANVwM", "display_uri": "ipfs://QmcbW1CbCEWHRpduqQ7PTbVv6AgqTtoUFUho6hMsg1urSd", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmNzxYKiVw7ZoBamBZCn9vwLG3buQbETapGjuncJkANVwM", "mimeType": "video/mp4"}], "creators": ["tz1VCtzuZHriPNays8UJnAdrZDgRaPehud2Y"], "tags": ["art", "digitalart", "glitch", "glitchart", "color", "colorpalette", "colorpalettes", "tv", "television"], "extra": {}}