{"__version": 1, "token_id": 386869, "symbol": "OBJKT", "name": "former pro dancer w/ old bones still has abstract movement in blood. - no.3 - no5ay_", "description": "Oh life..you are one crazy muthaf-...So the past 10+ years of my life was very dedicated to a profession that I was very very passionate about...and that was being a dance teacher/choreographer.Right out of high school I worked my ass off to be the best dancer that I could be. From solo marketing myself through youtube back in like 2009 to eventually having it as an amazing career that came with amazing opportunities that I never ever expected to have. I WAS LIVING MY DREAM and I didn't take it for granted. It was a long road of trying to be the best I can be while using my story of being just a kid earning my way through long hours of endless hardwork, telling other kids that they too could do that same through love & dedication.....fast forward & skipping all the details because well a lot of years & crazy things happened because life, life, and life...about 5+ years ago I developed chronic pain...which for me feels like a dull ache or think of muscle soreness that never goes away..and I mean NEVER. I couldn't sleep, even through training I was starting to lose my dance ability and it was changing my life for the worse. One day as I was preparing for a callback audition for a tv show..I mentally broke down. Doctors couldn't help me with this pain after countless of appointments, seeing specialists, to where eventually I had to drop everything completely. My dreams were fading because of something I couldn't understand and with no one being able to help, others couldn't understand either. Since then I developed severe anxiety to where I'm barely comfortable leaving the house or my room for that matter. I can't even work jobs that aren't dance because I'm in pain when I stand. I'm in pain when I sit. Even if the pain isn't sharp or severe, I can't even concentrate on things because my mind was taken over by this chronic pain. From there I developed depression. Still in therapy figuring out where do I go from here...then I found art. Still in pain and going through everything I'm going through, my new found digital art experiments..that time is the only time where I am able to escape from everything that has happened. Obviously there are more things deeper than what kind of story I could write out in a description....but to fast forward to the present...though I am not able to professionally dance or teach...I miss moving a lot. I still love creating in that way when it comes to choreography, but I just don't have the physical or mental for it. So for a long time I blamed myself..called myself a quitter..and life has been dark...and art has shown a bit of new light for me. I had dreams of being one of the earlier dancers to create dance NFT art, but by then I had to already quit dance because of everything and it low-key still hurts to see a lot of my peers thrive in dancing. I can't help, but look at myself and hate my body or just me for not being able to know how & why..So...this was the inspiration for this abstract piece of expression. The abstract paint actually spells out \"quitter\" and the clip is yes of me experimenting with an abstract bboy (breakdance) style. Though I'm still sad and shook by the crazy, unexpected turn of events in my life...I can only be grateful that I was able to mix these mediums to create this personal piece today and share this little bit of my story. Much love to everyone that sees this...and thank you art always for being there for me when nothing else is. \n\n\nFor more you can follow @no5ay._ on instagram where I will be presenting majority of this work. Also feel free to follow my twitter @no5ay_ where I will try to navigate in this new digital world and community with my social anxiety. I haven't been brave enough to really say much on there anymore, but I hope to find confidence in my life again through just the pure love of creating visuals & feeling them. If you collect anything from me, pls let me know! I'd love to tweet thank you for vibing with me.", "artifact_uri": "ipfs://QmYN7xssmwQPLsddZXue4EtEbLRyyub8wojQb2U6vEK7cc", "display_uri": "ipfs://QmZ3ozUk6mzXsh1EwTULj1rvD73TgVhiQLUVEmemzmjBYW", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYN7xssmwQPLsddZXue4EtEbLRyyub8wojQb2U6vEK7cc", "mimeType": "video/mp4"}], "creators": ["tz1MVGesL1NyxCCdd3Fn5W8dPvgEL5n2bwwc"], "tags": ["life", "expression", "digital", "art", "movement", "abstract", "dance", "paint", "video", "collage", "no5ay_", "brb", "crying"], "extra": {}}