{"__version": 1, "token_id": 409669, "symbol": "OBJKT", "name": "@no5ay_ 10-08-2021 ", "description": "@no5ay_ 10-08-2021\n3500x4500.MP4\n\nThe @no5ay_ collection gets a renewal..a new beginning..I've been working daily, experimenting with different things. Recently been trying out digital paint inside of photoshop..and though I was getting daily projects done. I felt only a little bit satisfied with the practice and more so down & lost for not having consistency when it comes to foundation for the different experiments I've been practicing throughout the week, especially considering an everyday piece for me still takes between 8-10+ hours. But today..I think I figured out where I want to take the direction for this more focused digital paint+abstract collection. After burning recent works on here to revamp my take & daily efforts when it comes to my art and just navigating through the nft space...I found today's artwork extra enjoyable. I need these feels to keep me afloat and I'm happy to have been able to put more thought into that for today's practice. I was numbering pieces before, some had specific names, which I will continue with if the digital abstract spurs from a particular idea, but for the more subconscious abstract flows, I decided to log them in with the dates as I now will commit a little more to this practice. So with the revamp or renewal of @no5ay_ if you will. It's safe to say that this is the new no.1. You can follow my digital art journey as I try to navigate through this digital space with intense social anxiety. It's a big reason I started art this year to escape from a lot that I have been going through the past few years...and though community building is especially hard for me at the moment, the goal is for art to help me find myself again. To help me feel just the right amount of confidence to feel human & more comfortable with myself in social interactions...so yes I'm trying my best right now in the twitterverse & other platforms where you can find my daily works below :) I'd like to thank you for your attention and if you collect any of my artworks, pls feel free to tweet me so I can retweet & thank you for the very much appreciated support! Much love. \n\ninstagram for this collection:@no5ay_ \n\ntwitter: @no5ay_\n(info on nft drops, life updates, WIPs, other art collections /burnedbyairfryer, /fiasco9.0, /thequietcanvas, & more soon)", "artifact_uri": "ipfs://QmNSCr4N1pZxAbxPCeCzZYzJFXhqN3W3Px81ECb7LsghVq", "display_uri": "ipfs://QmUBkVVwDhkYgRf2tcGj9JinrrfUKeRhAPhXfX59nrdCLm", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmNSCr4N1pZxAbxPCeCzZYzJFXhqN3W3Px81ECb7LsghVq", "mimeType": "video/mp4"}], "creators": ["tz1MVGesL1NyxCCdd3Fn5W8dPvgEL5n2bwwc"], "tags": ["no5ay_", "digital", "art", "collage", "abstract", "paint", "expression", "revamp", "renewal", "finding", "myself", "nft", "collection", "mixed", "media", "color", "october", "number", "one", "again"], "extra": {}}