{"__version": 1, "token_id": 422669, "symbol": "OBJKT", "name": "EVENTUALLY TERRIBLE MEMORIES TURN INTO GREAT ONES. (KEVIN PARKER)", "description": "To say that I love multi-talented musician Kevin Parker (singer, songwriter, producer, guitarist, drummer, bassist, keyboardist, etc) of my favorite rock group Tame Impala, would be an understatement. If you've never heard anything by them, I highly recommend a good listen. Take a whole bunch of edibles and listen to \"The Slow Rush\" and go on a journey through Kevin's mind. What an absolute gem of an album. How the hell is this art Andrew? I'm getting to that...In late August of 2019, I had to fly back to NJ to help take care of my mother who had recently taken a horrific spill and cracked her head open. I stayed with her for about a week and flew back on September 8th. When I came home my little, amazing best furry friend greeted me, but I noticed something was off about him. He was panting heavily and sick. My partner and I took him to the vet hospital immediately and much to our dismay the doctor said he would need to be put down. We made the incredibly tough decision to put our incredible, magnificent, epic, most amazing dog, Captain Hazel Murphy (Murphy for short) down as he was dying and we didn't want him to suffer any more than he had already. (stay with me) About a week or 2 later after this, my heart was broken into a billion pieces (if you're not a dog person you're not going to understand). My partner, Teddy took me out to our favorite ramen noodle place in Denver, CO. Who do I see sitting literally right next to me? KEVIN FUCKING PARKER. I couldn't believe it! Not only was he there, but the entire travelling band of Tame Impala was there with him. (Unbeknownst to me, they were playing in town.) Don't ask me why I didn't know that. Anyway, I wanted to say hi and thank them for their music, but I was so nervous, my partner politely asked if I could say hi. I did and Kevin and I spoke for about 5-10 minutes about his new upcoming album, \"The Slow Rush\". This album helped me get through a very difficult time of loss and grief. This terrible memory eventually became a great one...just like he said it would.", "artifact_uri": "ipfs://Qmd2tLL1hsT9zE9Z98XW894GvpFYtfva3fjgh23x5Qt1Fb", "display_uri": "ipfs://QmXY8iXUEbrcvxtZxaTq5TtpaxeFm3asG25SytNkzDPKoh", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmd2tLL1hsT9zE9Z98XW894GvpFYtfva3fjgh23x5Qt1Fb", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}