{"__version": 1, "token_id": 456369, "symbol": "OBJKT", "name": "@no5ay_ \"urgency\" (10/20/21)", "description": "3000x3000\n300dpi.jpg\n\nFor the past few years I have created a relationship with \"urgency\"...but this year has been the hardest...facing the toughest arguments I've ever faced with urgency. I sleep, dream, & wake up again with an overwhelming sense of urgency that I wish to escape, but it's always screaming past the silence of meditation & music of hope. Where to go, what to do, how much time is left, how how how, answer me with solutions rather than piling up problems...Constantly short of breath, mindlessly grasping for miracles..praying with doubts when I know prayer might be what saves. Except how can you believe without proof? Well, there are tons of proof in the world and reasons for gratitude, but a narrow view of a long road ahead turns everything that would normally be clear in are peripherals, out of focus, blurry, & unrecognizable...to distorted color that an uncontrollable wind blows around to distract me even more than the physical.The day that I beat urgency and find freedom seems like that day that I will gain \"control\"..the day of relief, to rid one problem to be able to tackle the hundred others and maybe one day...care for them in an orderly fashion that seems tolerable. This is for now...a sense I'm too well fond of. \nDaily digital abstract art using photoshop paint.\n10-20-2021\n\ninstagram: @no5ay_\ntwitter: @no5ay_", "artifact_uri": "ipfs://QmfXJpQVN8RZnys8Cvyzx9JExphPjwyTeALozrQ3xM4bws", "display_uri": "ipfs://QmQqpo5mbXh8dntLyiom9wKsvCsqcQVV2tGZx1M1ygnquk", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmfXJpQVN8RZnys8Cvyzx9JExphPjwyTeALozrQ3xM4bws", "mimeType": "image/jpeg"}], "creators": ["tz1MVGesL1NyxCCdd3Fn5W8dPvgEL5n2bwwc"], "tags": ["digital", "art", "paint", "abstract", "abstraction", "color", "escape", "sense", "of", "urgency", "october", "no5ay_", "expression"], "extra": {}}