{"__version": 1, "token_id": 484069, "symbol": "OBJKT", "name": "VII. “PAINFUL REVENGE”", "description": "7/8 from “Nightmares” collection.\nIt’s a collection created to celebrate Halloween that revives the most common and darkest nightmares that haunt the human being. 8 collectible card amulets that explain the most terrifying fears and give protection to those who have them.\n\nDescription of the piece:\nDreaming about a revenge that you carry out symbolizes that you are a person of action regardless of the consequences of your possible actions. You tend to take justice into your own hands without resorting to third parties. People who know you tend to see you with fear. Dreaming about revenge indicates that you are an unreasonable person and that you tend to get into trouble when your social relationships are too broad. Right away you feel or experience that they make a fool of you, which leads you to look for ways to get revenge.\nSubconscious is alerting you that someone is going to try to do something bad to you and that you have to be prepared. Dreaming that other people take revenge on us indicates that we are living in fear, but without being able to explain it.\nIf we are victims of an act of revenge by someone we know, it is an invitation to evaluate our behavior with that person, because it’s possible that our conscience is not completely clear.\n\n1157x1600px", "artifact_uri": "ipfs://QmRvc5BDkqkbYsnbXHEqPCdXzNWw4oFsXnpuw7jEaMhxja", "display_uri": "ipfs://QmRhBvYfvXz6LBtwCCZj5vuGURWAYC491Gdd5oqjGbtu9c", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRvc5BDkqkbYsnbXHEqPCdXzNWw4oFsXnpuw7jEaMhxja", "mimeType": "image/png"}], "creators": ["tz2NzvDGTtWUd195Yi5YewHXSY6mEwbmWjF4"], "tags": ["illustration", "halloween", "nightmares", "dream", "2d", "HENHALLOWEEN", "gore", "digitalillustration", "painting", "revenge", "zombie", "satanic", "girl", "tattoos", "collection", "paint", "blood", "matiasmarano", "card", "collectible"], "extra": {}}