{"__version": 1, "token_id": 486069, "symbol": "OBJKT", "name": "ICE VORTEX 13982374", "description": "ICE VORTEX\n\nThis work produced by Zydron, consists of generative 3D sculptures formed by random coordinates for each vertex, resulting in objects with unique polygonal geometric shapes. \n\nIn this interactive NFT you can observe and interact by rotating, moving closer to, or further away from the sculpture. It is also possible to control the lights that illuminate the object with the position of the mouse. \n\nThe soundtrack is a sonification of the sculptures and the notes played are generated by the coordinates of the vertices. But the sequence and duration of these notes is generated randomly creating infinite rhythmic combinations.\n\nControls:\n\nclick the play pause button at the top left to start the sound.\n\non the desktop, clicking with the mouse and dragging controls the rotation of the object, and the scroll bar zooms in and out of the object. On the keyboard the c key disables the cursor display for a better experience, and the v key re-enables it.\n\nOn the cell phone the pincer gesture zooms in, a two-finger click moves the object position, and a one-finger click rotates the object.\n\n\nPORTUGUÊS\n\nEsse trabalho produzido por Zydron são esculturas generativas 3D formadas por coordenadas randômicas  para cada vértice, resultando em objetos com formas geométricas poligonais únicas. \n\nNesse NFT interativo é possível observar e interagir rotacionando, se aproximando ou afastando da escultura. Também é possível controlar as luzes que iluminam o objeto com a posição do mouse. \n\nA trilha sonora é uma sonificação das esculturas e as notas tocadas são geradas pelas coordenadas dos vértices. Porém o encadeamento e duração dessas notas é gerado randomicamente criando infinitas combinações rítmicas.\n\nControles:\nclique no botão play pause no topo a esquerda para iniciar o som.\n\nno desktop clicando com o mouse e arrastando controla a rotação do objeto, e a barra de rolagem faz o zoom e se aproxima ou afasta do objeto. No teclado a tecla c desabilita o a exibição do cursor para uma melhor experiencia e a tecla v habilita novamente.\n\nNo celular o gesto de pinça faz o zoom, clique com 2 dedos movimenta a posição do objeto e clique com um dedo gira o objeto.\n", "artifact_uri": "ipfs://QmbkGmt2wsWZHSS9n7TcJYSWCNQ5kqdQYz6vwFukjwsDSt", "display_uri": "ipfs://QmU2DfHW1L1bgPHwQ2ePNDULHybBip5HAmz11UeB32AuX8", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbkGmt2wsWZHSS9n7TcJYSWCNQ5kqdQYz6vwFukjwsDSt", "mimeType": "application/x-directory"}], "creators": ["tz1YjspVH7dvv88sHyejfcSvNJqRWC3gLZAv"], "tags": ["generativeart", "geometric", "zydron", "interactive", "sonification", "p5js", "p5audio", "icevortex", "HENHALLOWEEN"], "extra": {}}