{"__version": 1, "token_id": 494169, "symbol": "OBJKT", "name": "el lobizón", "description": "El lobisón (del portugués: lobisomem),1​ también llamado lobizón, Juicho, Luisón o Luisô, es uno de los siete monstruos de la mitología guaraní, el séptimo hijo de Tau y Keraná. Se trata de una criatura mitad hombre y mitad bestia, cuya figura guarda similitudes con la leyenda europea del hombre lobo. Es un mito muy popular en Argentina, Paraguay, Uruguay y el sur de Brasil, en donde existe la creencia de que el séptimo hijo varón, al llegar a la adolescencia, se transforma en lobisón.\n\n\nÍndice\n1\tMitología\n2\tAhijado presidencial y leyenda\n3\tVéase también\n4\tReferencias\n5\tBibliografía\nMitología\nLobizon es un séptimo hijo de Tau y Keraná de la mitología guaraní, sobre él cayó la mayor maldición que pesaba sobre los progenitores. Su solo nombre aterroriza. Este ser espeluznante se encuentra ubicado en la encrucijada de los caminos de la vida y de la muerte. Es el monstruo más temido y aborrecido de los engendros malditos.\n\nOtros mitos emparentados traen justicia y venganza, castigos a los que se exceden; protegen la flora y la fauna; otros devoran hombres y mujeres, otros roban niños, silban y merodean. Lobizon daña más que todos estos penantes. Hace imposible la vida del más allá. Juega con el destino del alma, que se vuelve irremediable una vez que él interviene en el colmo de su obrar maléfico, por eso no es tan temido.\n\nSe dice que los días viernes y los martes también al comenzar las sombras de la noche a adueñarse de pueblos y comarcas en su avance penumbroso, Lobizon pierde su forma humana para transformarse en un perro de horrible aspecto, quizá un lobo de dientes afilados y de diabólico intento que busca los cementerios para revolcarse encima de los cadáveres y alimentarse de ellos. A la media noche, con ojos relampagueantes sale en busca de seres humanos para convertirlos en otros lobizones, lo que logra asustandolos y pasando por debajo de las piernas de los hombres que sorprenden en su maléfico paseo nocturno. A veces jaurías de perros lo persiguen y ladran sin acercarse. Un olor nauseabundo le acompaña, su aspecto hiela la sangre en las venas y enloquece a los hombres que se dejan sorprender.\n\nSu andar termina al clarear el nuevo día, retornando su forma humana, donde se lo ve sucio, cansado, esquivo, de mirar doliente y melena desgreñada. La gente no saben si tenerle lástima o sentir miedo ante la duda hiriente de que sea o no Lobizon.\n\nEs similar el caso de los vampiros, al presentirlo todos se santiguan y callan. Es el hombre ­lobo temible y de hábito atroz, capaz de hacer perder al hombre su condición humana transformándolo en bestia y demonio. Devora la carne de los muertos y el alma de los vivos. No conocen los Guaraníes mayor desgracia que esta, por eso huyen de él.\n\nDice el mito que al nacer Lobizon brilló en los cielos la conformación de estrellas conocidas como Las Siete Cabrillas en señal de que la maldición que afligía a Taú y Keraná había cesado. Según la Mitología Guaraní este monstruo y sus seis hermanos deambulan sobre la tierra.\n\nAhijado presidencial y leyenda\nEn Paraguay y en Argentina se acostumbra desde el siglo XIX, que el Presidente de la Nación sea nombrado \"padrino\" del séptimo hijo varón de un matrimonio consolidado bajo las mismas la costumbres. Esta costumbre irregular se debió a que los supersticiosos a veces sacrificaban a su séptimo hijo a pedradas por el terror que les producía la \"posibilidad\" de que les hubiera nacido un lobizón o lobicete (lobizón prematuro).\n\nSi bien este padrinazgo se realizaba de modo informal hasta 1907, se tienen registros de que en ese año se hizo el primer bautismo oficial, con el Presidente de la Nación como padrino. Ya el 12 de marzo de 1973, el presidente Juan Domingo Perón dio formato legal a esta costumbre a través del decreto número 848, conocido como ley de padrinazgo presidencial. El decreto otorga además becas totales para estudios primarios y secundarios, a la vez que aclara que este padrinazgo \"no crea derechos ni beneficios de naturaleza alguna en favor del ahijado ni de sus parientes\".2​\n\nVéase también\nLobo hechizado\nHombre lobo\nLicantropía\nCadejo\nYaguareté-Abá, hombre tigre o tigre-capiango\nReferencias\n Diccionario de la Real Academia Española, 2001.\n «El INADI reclamará padrinazgo presidencial también para la séptima hija».\nBibliografía\nColmán, Narciso Rosicrán: Ñande Ypy Kuéra (\"Nuestros antepasados\"), 1929.\nBossi, Elena: Seres mágicos que habitan en la Argentina. Ediciones del Copista, 2007\nControl de autoridades\t\nProyectos WikimediaWd Datos: Q2365859\nCategorías: Mitología guaraníLeyendas de ArgentinaLeyendas de UruguayLeyendas de BrasilLobos en la mitología\nMenú de navegación\nNo has accedido\nDiscusión\nContribuciones\nCrear una cuenta\nAcceder\nArtículoDiscusión\nLeerEditarVer historial\nBuscar\nBuscar en Wikipedia\nPortada\nPortal de la comunidad\nActualidad\nCambios recientes\nPáginas nuevas\nPágina aleatoria\nAyuda\nDonaciones\nNotificar un error\nHerramientas\nLo que enlaza aquí\nCambios en enlazadas\nSubir archivo\nPáginas especiales\nEnlac", "artifact_uri": "ipfs://Qmanf9pusfao5KK4fYt7ZskdMxT4RcuCCfD4gAfrqNb3vj", "display_uri": "ipfs://Qmanf9pusfao5KK4fYt7ZskdMxT4RcuCCfD4gAfrqNb3vj", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmanf9pusfao5KK4fYt7ZskdMxT4RcuCCfD4gAfrqNb3vj", "mimeType": "image/gif"}], "creators": ["tz1NMdrGguD67tHaRyfVJkS6Zes8vDxADWgv"], "tags": ["pixelart", "card", "collectable", "lobizon"], "extra": {}}