{"__version": 1, "token_id": 591869, "symbol": "OBJKT", "name": "Endemic Social", "description": "Indonesia is a country with the largest archipelago in the world. Indonesia has more than 17,000 islands. Like Sumatra, Kalimantan, Java, Sulawesi, and Papua are the main islands in Indonesia. Of the various islands have its own beauty charm. In addition to beautiful islands, the tropical climate in Indonesia is also a tourist destination. This beautiful charm cannot be separated from the role of natural balance. Nature has its own way of its balance role. Nature also has cell governance in contributing to heed the world, especially Indonesia. There are various kinds of endemic flora and fauna in Indonesia. How beautiful if the flora and fauna are still often encountered on various islands. Unfortunately many Indonesian endemic flora is endangered because of natural imbalances. Rare endemic flora such as Rafflesia Arnoldii / giant Pamda, Semar bags, black orchids and so on. We as creatures that have reason and mind should maintain the balance. Let the nature work for themselves to be able to enjoy their elements. Departure from the phenomenon last month. The president launched 10 new Bali scattered in various parts of Indonesia. The target is mostly from sea sectors. Many of the seats have been discussed have been damaged from human actions themselves. One of them was highlighted yesterday Pari Island in the Thousand Islands. The community on Pari Island refuses if the tourist location is managed by the state. Even though the people around the independent bias in managing these tourist attractions. Seeing from the experience of island island which has been managed by a government like Bali, many people experience complaints, with unbalanced management. We should know to be able to enjoy the diversity of natural charms in Indonesia must involve the surrounding community who are more understanding and especially the nature itself", "artifact_uri": "ipfs://QmPECef7o2GbgqPkX3otCkpYHyjJDnds9e58MCfoYXDbmP", "display_uri": "ipfs://QmVi3TFXp8TU95PDCJH49TBL8dzmQZi6Bqz2mmQfMaYNAq", "thumbnail_uri": "ipfs://QmQEdJ6fdoAGGABpPadSB1LCD9KTr3VmiaeJohvd6Cvaae", "formats": [{"uri": "ipfs://QmPECef7o2GbgqPkX3otCkpYHyjJDnds9e58MCfoYXDbmP", "mimeType": "image/jpeg"}], "creators": ["tz2Tw2ijD85o2NF2eo3NSY8wdt4KiBu6NPfQ"], "tags": ["2dillustration", "illustration", "digitaldrawing", "antasena"], "extra": {}}