{"__version": 1, "token_id": 319173, "symbol": "OBJKT", "name": "Solomon's Knot", "description": "Our piece was inspired by a global common motif,\nSOLOMON’s KNOT,\nwhich we can see from the Middle East to Europe, from Central Asian rugs to African crowns.\n\nYou can see \"breathing\" interpretations in our piece because Solomon's Knot is a global living motif. We can trace back to different culture just like it's evolution process.\nSolomon’s Knot can be interpreted in a variety of ways. Since the knot has been used in a variety of cultures and historical periods, it can take on a variety of meanings.\n\nBecause the knot has no beginning or end, it is a symbol of eternity and immortality, while the design of two entwined figures is a symbol of love.\n\nThe knot is sometimes referred to as the universal emblem of faith because of its religious associations. It is also used as a cherished secular symbol of prestige, importance, and beauty in many countries.\n\nSolomon’s Knot can be found on tombstones and mausoleums in Jewish cemeteries as well as vaults throughout the world. Solomon’s Knot is thought to represent eternity in this context.\n\nSolomon’s knot can be found on glass beading, fabrics, and Yoruba carvings in Africa. The knot is widely used to symbolize royal position in this culture, and it can be found on crowns, tunics, and other ceremonial things.\n\nMeanwhile, in Latvia, Solomon’s knot is associated with time, motion, and the powers of ancient pagan gods when it is designed on textiles and metalwork.\n\nSome versions of the conventionalized sign for an atom (electron orbiting a nucleus) in modern science are Solomon’s knot variations. A Solomon’s knot also appears in the Joomla software program’s logo.\n\nIn Africa, the Solomon’s knot is found on the glass beadwork, textiles, and carvings of the Yoruba people. It often denotes royal status and is featured on crowns, tunics, and other ceremonial objects. Also in Africa, the Knot is found on Kasai velvet, the raffia woven cloth of the Kuba people. They attribute mystical meaning to it, as do the Akan people of West Africa who stamp it on their sacred Adinkra cloth. In the Adinkra symbol system, a version of Solomon’s knot is the Kramo-bone symbol, interpreted as meaning “one being bad makes all appear to be bad”.\n\n\n\nAn Ethiopian legend tells that King Solomon wore a magical ring that bore the symbol of the knot, engraved by God, which served as the most powerful device for subduing demons.\n\n", "artifact_uri": "ipfs://QmWanMxwPqb4HcxupTeKXif2kUUuidPB9MMYnHdU88ZKsD", "display_uri": "ipfs://QmbM5euv9gCfTvVMsLGWrqnjLujBvoERj6VTitzBsQJNve", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWanMxwPqb4HcxupTeKXif2kUUuidPB9MMYnHdU88ZKsD", "mimeType": "video/mp4"}], "creators": ["tz1iDQED34wbhZ68JapwSW1UhwPvwREP7u3E"], "tags": ["motif", "3d", "ar", "motif", "history", "jewish", "solomon", "traditional", "abstact"], "extra": {}}