{"__version": 1, "token_id": 355573, "symbol": "OBJKT", "name": "AVATASH 000", "description": "First, thank you for taking the time to see my artwork. (づ￣ 3￣)づ\n\n This is my very first minted token called “AVATASH 000” one of a giant collection called “Project AVATASH”. Every single artwork is drawn and painted in black and white values only. The medium I'm using is completely digital using a pen tablet (Huion brand, similar to Wacom) in \"Krita\" open-source painting app.\n\n This collection has been in the making for over 5 of my most difficult years I ever had… I always wanted to make a book out of it… I even designed the cover and did a PDF for a potential pitch I wanted to publish, but the time and circumstances pushed me back. This ended up making me rethink what to do with all the illustrations I've been doing while keeping them mostly in secret for the past 5 years.\n\n Some pieces of this collection might look dark, organic, chaotic, abstract and sometimes scary or even depressing to its core… They have a bit of everything that flows with a pencil in a late night while trying to get rid of negative thoughts. But without getting into many details, this collection portrays the true feelings I was experiencing over these past years (the pandemic was just the cherry on top, making everything as bad as possible). I thought I knew what was the feeling of being depressed, but Huff… I was wrong… On the other hand, maybe there is a good side to those dark days… I believe it can open the door to many points of view over many aspects of life itself that we sometimes as humans don't ever think about. It's definitely different for everybody, but if you have been in that spot, you probably know what I mean.\n\n Maybe there's no need to write about this, but this collection has a lot of meaning in my personal life. And to be honest, I think it is best if I let it go as a non-fungible token in the hands of others. Maybe you as a collector can find some value after reading this… or maybe not… but in the end you can always swap and still make me happy. :)  \n\n Moving forward, when the time was right, I was able to portray these illustrations with joy because drawing and painting is the thing I love the most. It is my passion, is what drives me to create stories even if it is just a simple static illustration, if I don't do it, I start to feel miserable. I wish I could continue doing it non-stop until the end of my days, pretty sure is the dream of every artist who feels the same way. Even if this collection completely digital, I really love the traditional medium… those who paint know the unique smell of acrylics and oils. There's nothing like being in a room full of artists sharing their ideas come to life on paper or canvas… There's nothing compared to drawing, painting or even sculpting traditionally. Yea… it may have its ups and downs compared to something like a digital software like \"Zbrush\". But let's be honest, being able to feel the texture of the paper, the warm and cold of the clay, it's a whole unique experience many modern artists don't have the opportunity to share… I highly recommend it, get out of the computer and take a walk in the park and draw for at least 30 minutes to 1 hour, you won't regret it, just don't pick a hot or rainy day. It might be difficult if you are not used to traditional medium, but trust me, give it a try.\n\n That being said, I wish to someday honor traditional medium with another collection if this one gets successfully once NFTs tech evolve with the time. If you made it here, I want to thank you for taking some of your time to read and appreciate the artwork.  \n\n And lastly, the selling date of this first and future illustrations are going to be announced on Twitter, so make sure you are following me, so you can stay tune to the news.\n\nThe collection is around 85% finished, there's roughly around 300 pieces to be minted. There's a few extra illustrations that are about to be finished by the end of this year. I will be posting time-lapse clips of the process on Twitter as well if interested.\n\n Every single piece is going to be 1 edition only. There is going to be occasions like special days of the year that I might mint 3 editions of the same artwork. Those are going to be rare / special editions. And finally, I will be giving away some of those rare pieces for free from time to time. So stay tuned and don't forget to give me a follow.\n\nTwitter: @_AVATASH_\n\nIf interested in the real me and curious if I'm legit considering @_AVATASH_ is an entirely new account and I have no followers yet, you can follow me by copying and pasting this link: https://linktr.ee/giovannyarce \n\nCheers!", "artifact_uri": "ipfs://QmPMudbtXYPoHpVBuwRoYC9ik5jGdgZWAtmx7QzRNT8L16", "display_uri": "ipfs://QmVVP18PKUNvgEobCbxVjGUzUBuQVZjuFTkkxWQJRhtuHL", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPMudbtXYPoHpVBuwRoYC9ik5jGdgZWAtmx7QzRNT8L16", "mimeType": "image/png"}], "creators": ["tz1esQKrQUk7QEzkjb2LoAWAWReg1H2vk4Cy"], "tags": ["illustration", "b&w", "black", "white", "dark", "sci-fi", "fantasy", "organic", "drawing", "painting", "digital", "handdrawn", "handpainted", "depression", "free", "rare", "Krita", "huion", "2d"], "extra": {}}