{"__version": 1, "token_id": 435173, "symbol": "OBJKT", "name": "MARTIAN SUNSET", "description": "One evening after consuming copious amounts of cannabis edibles, I ventured off into the mind's eye of spacetime. I began to levitate up from my bed, through the balcony door and rise up. I kept rising further and further into the air. Miles past in seconds. Faster and faster I approached the troposphere, then the stratosphere, mesosphere, faster and faster rising like as if being drawn by a magnet. The thermosphere was a blur. Now travelling so fast that I've been ejected through the exosphere and into outer space. The speed now picking up momentum without gravity's pull. I turn back and see the Earth receding like a ball falling down a staircase. The moon zips by and it pulls me slightly towards it. I have no way to tell how fast I'm going there's nothing for a reference point. I'm weightless and yet being drawn towards the red dot. Within about what seemed like 15 minutes I reach Mars. I descend fast and instantly stop before landing. I place my feet on the desolate and beautiful Martian soil. I saw that I had reached Mars just in time to watch a dazzling sunset. It was nothing I had ever seen or experienced before, no one had. The sky was a diffused, dull red and copper-like hue. The sun was so much smaller than on Earth and because of the atmosphere took on an almost bluish hue. I felt no temperature and heard absolutely nothing; I was in complete silence. The sands blew over my feet and past my face; no breathing needed. I was an observer of the universe, experiencing this for itself. As the sun set further and further down, the skies went from red to copper to purple to blue to pale blue to deep, deep indigo until all light was gone. Total blackness enveloped everywhere and I returned to my bed where I had been. Magical, primordial, and seemingly eternal.", "artifact_uri": "ipfs://Qmd8HdNMqvS4spNB2rMCKGrMKN5FMAWghKVuAirjvLwNLg", "display_uri": "ipfs://QmZJcrWgAjEE6oQw9vPKzwar5We1wdQwAkswmWLQMLcyYd", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmd8HdNMqvS4spNB2rMCKGrMKN5FMAWghKVuAirjvLwNLg", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}