{"__version": 1, "token_id": 484973, "symbol": "OBJKT", "name": "CPI - Theremin Vídeo Glitch - 23 (45a sessão)", "description": "\nSérie fotográfica resultante de interferências nas ondas de rádio em um receptor de TV digital, em  Brasília, durante as transmissões ao vivo da CPI da Pandemia, na TV Senado - Sessão na audiência do dia 18/08/2021 – 45ª Reunião, CPI Recebe Túlio Silveira, representante da Precisa Medicamentos\n\n\nDurante a  audiência das sessões da CPI transmitidas ao vivo pela TV Senado, o artista assiste aos interrogatórios, enquanto atenta para as indagações dos dos Senadores da República e depoentes, o artista também provoca interferências intencionais e, com isso a geração de imagens decorrentes da interferência na sintonia do receptor. A imagem forma-se com a convergência de processos analógicos e digitais nos  quais a cena em vídeo é decomposta em abstrações repletas de realidades e atualidade. Cria-se assim infinidades de combinações cromáticas orgânicas e também  geométricas.\n\n\nEm um momento histórico, figuras e abstrações se confundem, transformando o peso triste e trágico do agora em poesia de ruídos tecnológicos. Assim, a aleatoriedade e o acaso ressignificam a realidade concreta configurando-se em pinturas digitais.\n\n\n", "artifact_uri": "ipfs://QmPRnf9sAyep5mACNq2FYTKH9FUz2hZqdqUfGftX65wDnQ", "display_uri": "ipfs://QmYk2HFvXXwbvsqqHRhhtFDz3br3sSSJET2T9jPdTDKR7k", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPRnf9sAyep5mACNq2FYTKH9FUz2hZqdqUfGftX65wDnQ", "mimeType": "image/jpeg"}], "creators": ["tz1R5mZoqtwSusc96GYukoDCU7L8CEFdPdpF"], "tags": ["CPI", "genocídio", "videoarte", "Glitch", "arteetecnologia", "fotografiadigital", "pinturadigital", "artepolítica", "CPIdaCOVID", "Pandemia", "SenadoFederal"], "extra": {}}