{"__version": 1, "token_id": 549131, "symbol": "OBJKT", "name": "Corner", "description": "\"Hymn to old age”  (Taken from a book title by Hermann Hesse)\n\nThe oeuvre of Francien Krieg is a curiosity. In today's art world it is totally unique. This art book shows the beautiful interplay of word and image in her art. The reader of this book is thus included in Francien’s controversial painterly world with the notable theme of the aging woman. This beloved theme is introduced to the viewer without any scruples. At the end of this book her newest paintings are presented, focusing on a series of family portraits.\nFrancien depicts older women she finds appealing and fascinating. The models come from different walks of life and are invited into the intimacy of her studio. What can be termed as bold nudity is generally represented in a somewhat complicated pose. Krieg’s typical style includes technically skilled painting in a number of faded colours, elevating the mundane aspect of an aged woman's body to another level. She places elderly women on a pedestal.\nWho is not familiar with the skin of old people full of wrinkles and visible signs of the life they have lead? It is the more or less undesired skin that we all get when we live long enough. Francien’s paintings indirectly tell stories about impermanence. Our eyes glide along the body and discover what life does with skin as we discover the marks left by life. Without idealization Franciens shows aging and the workings of light on the skin, hair and hands. With dedication she gives shape to the perceptions and feelings elicited by the older woman's body. She encourages us as spectators to investigate what normally is not generally made public.\nFrancien is fully aware of the long tradition of the female nude in art history. She knows that traditional styles and trends often depicted the female body in a one-sided super aesthetic or erotic manner. An almost iconic picture of woman came to be: young, beautiful and seductive - we need only think of great masters such as Michelangelo, Titian, Rubens, Degas, Renoir, Picasso. This is not the case in Francien’s realistic paintings, where the naked older woman arrests the attention. The depiction of the realities of old age gives her work a unique strength. It is a form of rebellion that disrupts and moves.\t\t        \n \nGreet Schuit-Hamming, Art Historian\nJuly 2018 \n", "artifact_uri": "ipfs://QmNQfkwHZuUCLEKVX522NEkFAo2PhdB2Jj5z5RzMBN42BE", "display_uri": "ipfs://QmVCDe1a2rFUP1UvC1QFCsH49h9AqHpPkdByzo96S1y1hY", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmNQfkwHZuUCLEKVX522NEkFAo2PhdB2Jj5z5RzMBN42BE", "mimeType": "image/jpeg"}], "creators": ["tz1VyfBFYj7z9yryYR1oCbgqMhK2sfWDmdEn"], "tags": ["body", "figurativeart", "realisme", "woman"], "extra": {}}