{"__version": 1, "token_id": 376353, "symbol": "OBJKT", "name": "thoughts of what if. - no.1 - no5ay_", "description": "The beginning of a special process for me. (1/1)\n\nTrusting in myself and what feels right versus what is known as \"right\". Perfectionism and holding myself at an unreal standard has kept me paralyzed for a very long time. Unable to try new things simply because of the fear of just not belonging. In this ongoing art practice I hope to trust myself more than I ever have by combining what others may find \"random\", and showing that feeling how I do in the moment can actually be relieving and actually help by promoting growth..being human..instead of continuing to live behind comfort just to run from the common noise that even at my age, I still find trouble understanding why some things are the way they are. Essentially this project is complete freedom for me, with little structure, especially since we feel it's important to have structure and routine in our lives. I've learned without that in today's society, I've felt lost..no identity..constantly comparing, listening/being told what direction to go. Even a lot of what I wish to do and accomplish in life comes with structure that I can't seem to wrap my thoughts around considering how much of a turn my life has made in the recent years.\n\nAs of late, I've felt any idea that has come up in my mind isn't worth the time of day, whether it's how to act, being in the present....or even down to just creating ART. Starting today I change that with this space. While I am creating structure elsewhere for just direction to somewhere brighter with other thoughts to express...I need a place where I can just be. A place where it's okay for me to be funny & serious at the same time. A space where I can feel happy to be able to feel sad. A place where maybe even professional sounding ideas can take form in memes. Literal freedom. Here I will find out where that all goes and how far the subconscious lines, color, and shapes with a hint of consciousness could take me. \n\nWith this being number 1, I can't even tell you where the art will go..I mean if I did that, that would take away the purpose of feeling free in the moment...in those hours of photoshop, final cut pro, etc. I want time for myself where I can just flow & not second guess, or at least practice letting go of that idea to where I'm stuck in place..\n\nFor more you can follow @no5ay._ on instagram where I will be presenting majority of this work. Also feel free to follow my twitter @no5ay_ where I will try to navigate in this new digital world and community with my social anxiety. I haven't been brave enough to really say much on there anymore, but I hope to find confidence in my life again through just the pure love of creating visuals & feeling them.\n\nLife has been damn difficult and I finally found a productive escape for me. Wishing for this time spent to be able to become part of my reality that I could share with others in the future. Much love. ", "artifact_uri": "ipfs://QmZPFwgKbFVqKUXkvQ6zLQj6eUMRnhnNYrUGeynTtYqEDX", "display_uri": "ipfs://QmbP8KmVe1FfLTVtY6RXqG5iH33kmBdKwNK7fEGQRp1oxW", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZPFwgKbFVqKUXkvQ6zLQj6eUMRnhnNYrUGeynTtYqEDX", "mimeType": "video/mp4"}], "creators": ["tz1MVGesL1NyxCCdd3Fn5W8dPvgEL5n2bwwc"], "tags": ["abstract", "digital", "art", "no5ay_", "number", "one", "paint", "lines", "shapes", "color"], "extra": {}}