{"__version": 1, "token_id": 580453, "symbol": "OBJKT", "name": "Urban Archaeology #015 - Total Consumption", "description": "Original stills photography series of abandoned places.\n\nThis sanatorium had an amazing history; built in 1898 as a TB sanatorium for German railway workers, it covered over 5,600ft (more than a mile) from north to south, had over 60 huge main buildings, and could house up to 12,000 patients. It became a war hospital in 1916, and after the Battle of the Somme in World War One, a young man named Adolf Hitler was taken there after being shot in the groin; this is where he earned his then nickname, \"the screamer\". Later, it had a mixture of uses, including as a mental hospital.\n\nIn the 1930s, Hitler's National Socialist Party was back to take over the buildings for use as a military hospital. It was included in the T4 Project, where the Nazis sought to exterminate anyone not deemed to be suitably well-bred; forms were sent to the hospital's doctors, asking about the severity of their mental patients' symptoms. Many doctors exaggerated these, thinking their patients might be conscripted to fight if their symptoms were not too severe. In fact, these acts of kindness actually amounted to signing their patients' death warrants, as all those whose forms were returned listing more severe symptoms were then herded onto trains at the hospital's own station and taken to the death camps for exermination.\nWhen the Russians took Berlin in 1945, they turned it into their own military hospital, adding another huge building for surgery.\n\nFrom 1989-1991 it became notorious again for \"the Beast of Beelitz\", a serial killer who murdered five women, including the hospital Superintendent's wife and their 3 month old baby.\nThe Russians moved out in 1995 after the collapse of the USSR, and besides a few buildings to the north still used (to this day) as a neurological rehabilitation centre, the other buildings sat empty, and slowly decayed.\nIn 2008, a photographer took a young model to the abandoned buildings for a photo-shoot, and murdered her in a room in the hospital's gatehouse, which bizarrely, still remained open as a tiny hotel and cafe. \n\nI visited three times, with the second visit on my own being the strangest. I sat outside that very gatehouse eating breakfast (not knowing anything of the above at that time) on a sunny, misty early morning, with the dark, overgrown windows of the huge buildings looming just on the other side of the rusting old gates. Patients from the neurological hospital were being slowly pushed around this dissonant scene in wheelchairs by nurses with face-masks on, while a young woman sat on her own in the hospital's derelict, empty kitchen, playing a cello to herself, the beautiful but sombre sounds echoing off the glazed tiled walls. It was honestly one of the most surreal experiences I have had during my time exploring and taking photographs.   ", "artifact_uri": "ipfs://Qmcb8p4BEFMLexpbEfhZWFVoLBQcqM7QPx1Uk3SrKCXLNn", "display_uri": "ipfs://QmcUxotBhZYonGNNYyfbn6KZyEgrEpRxysqU49iLpVHfe8", "thumbnail_uri": "ipfs://QmQP1up2KaqwrkrqMFE4Jex2s2nNe7ajRPCQcdE7i3bsT5", "formats": [{"uri": "ipfs://Qmcb8p4BEFMLexpbEfhZWFVoLBQcqM7QPx1Uk3SrKCXLNn", "mimeType": "image/jpeg"}], "creators": ["tz1PVZqoy8MQFAAydWnP77onwgd2yy4WatNY"], "tags": ["germany", "beelitz", "abandoned", "derelict", "photography", "hospital", "mental", "ruins", "urban", "exploration", "urbex"], "extra": {}}