{"__version": 1, "token_id": 599653, "symbol": "OBJKT", "name": "Waves: The Abiotechnogenesis Collection #5", "description": "6400x3584 JPG; Memo Akten 2021.\n\n\"Waves: The Abiotechnogenesis Collection\" (WAC) is a series of images created iteratively in collaboration with Machine Learning Artificial Intelligence algorithms, drawing inspiration from the rich histories of the artistic and scientific studies of the ocean, as well as the ancient and contemporary myths around creation and liberation. \n\n---\n\n\"The fair breeze blew, the white foam flew, \nThe furrow followed free;\nWe were the first that ever burst\nInto that silent sea.\"\n- Samuel Taylor Coleridge, \"The Rime of the Ancient Mariner\", 1798.\n\nWAC combines many ongoing themes from my past works. At the forefront, the great forces of nature, and in particular, the ocean. With a rich history of artistic inquiry, the ocean has come to symbolize many seemingly opposing themes. Immensely powerful yet incredibly fragile; mighty yet delicate; calming yet terrifying; graceful yet violent; a symbol of fear, danger, isolation and death; as well as hope, abundance, freedom and life. WAC draws inspiration from this lineage, in particular with works ranging from Samuel Taylor Coleridge to J.M.W. Turner to Katsushika Hokusai to the pioneering indigenous ocean-travelers of Austronesia.\n\nAnother major theme behind WAC, is our inescapable relationship with myth - the stories we wrap around our experiences, in our attempts to make sense of the world, in our attempts to reconcile our beliefs with the past and the present, in the hope that we can prepare for the future. And in particular, the myths around the fundamental questions that have been fueling our collective curiosity for millennia. Where do we come from? What is the nature of reality? What is the nature of life? What is the nature of the mind? These questions have engaged the brightest minds; and provoked countless artworks, entire scientific disciplines, and endless myths. From the ancient myths of creation and liberation, to their contemporary counterparts that have replaced them - of omnipotent, omniscient, and omnipresent digital technologies that will lead us to liberation.\n\nThe oceans have carried our human ancestors for many thousands of years. And today, they carry the arteries of the global supply chain sustaining our planetary body and techno-civilization. It is believed that life itself evolved, approximately four billion years ago, around the hydrothermal vents in the deepest depths of the ocean. And today, the ocean floor carries the cables that form the nervous system of our planetary brain and cyber-culture. It was beneath the waves that the spark of life was first ignited, where chemistry became biology, and abiogenesis began. Today, the sparks beneath the waves carry our collective consciousness, perhaps the beginnings of the next chapter in our evolution, where biology upgrades to its next iteration.", "artifact_uri": "ipfs://QmWMG4QJyYvogHCLX4dyZTyPTxdsbq4dsU6D8fMGu9K2rd", "display_uri": "ipfs://QmeJgAtTQoB5eCxiqXupEA1zAhrGNaZaydonK5cwYoc4Fq", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWMG4QJyYvogHCLX4dyZTyPTxdsbq4dsU6D8fMGu9K2rd", "mimeType": "image/jpeg"}], "creators": ["tz1Z1pDsbfuF7t6fHfbVxhjhouRemXuREpH5"], "tags": ["AI", "AIArt", "ArtificialIntelligence", "ArtificialNeuralNetwork", "DeepLearning", "Digital", "GAN", "Generative", "GenerativeAdversarialNetwork", "MachineLearning", "Nature", "Waves", "Ocean", "Sea", "MemoAkten", "memotv"], "extra": {}}