{"__version": 1, "token_id": 617753, "symbol": "OBJKT", "name": "Crypto Tattoo - Trystan", "description": "Eng: In 2014, in my first semester at the Visual Arts university, a teacher asked each student to write their own name in some special way and present it to the class. My immediate idea was to write on myself and using henna and a mirror I wrote in the my forearm. At that time my name was different, it was what my parents gave me when I was born, thinking I was a girl they gave me a typically feminine name.\n\nChanging your name is a laborious process, I didn't expect it to be this difficult. Even though I change my documents it seems that there are always some that are not up to date yet. I thought I'd get rid of the dead name forever, but I think maybe we'll never get rid of a name entirely. I didn't hate my old name, in fact I think it's the only female name I could stand, nor did I plan on changing it. But at some point it didn't fit me anymore and I had to let go. I have been using Trystan for about 2 years now, yet there are a lot of people, especially family members, who refuse to use my correct name.\n\nI received my name as a gift in a very special dream I had in 2018, even before I discovered I was trans. In it I had a sale of trinkets. There were many objects of all kinds and several were antiques. My friend brought me a ring as a gift. On it was engraved a name, a birth date and a death date, but I don't remember the dates or the name. During the dream I lost the ring and then found it again, now the engraved name was Tristan and the birth and death dates were different. In one part of the dream the ring was too big but when I tried to put it on my finger it got tight and didn't fit. In the other part the ring was very small, but when I put it on my finger it was too wide and didn't fit either.\n\nHaving a name is a basic right, but we rarely think about it. It seems like a sure thing, after all, everyone has a name, or at least that's what I believed. Now I know it's more complex than that, it's no wonder that laws were created to ensure that everyone has names and names with dignity. The process of earning my name made me hold Trystan even tighter. Several times I thought about getting it tattooed on me. I don't know if I'll ever do that, but I don't plan on getting that same crypto tattoo on my physical body. I find it curious how the impulse to mark my body after years is still so strong.\n\nThe crypto tattoo brings varied possibilities, I can, for example, make tattoos and then exchange for others. There is a permanence and an impermanence at the same time. I generate several bodies myself and I can treat each one differently. This is the beginning of an experiment that I still don't know where it will end up, but which I believe has incredible possibilities.\n", "artifact_uri": "ipfs://QmZg8bbDbXq27sw8dvRgxiaPKbReWQBdjoZdnFrmjJjiB1", "display_uri": "ipfs://QmNgX4AZXZwD8Fr9xCHcJMepX3EJyR4WywQzT6uGxoX8Jv", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZg8bbDbXq27sw8dvRgxiaPKbReWQBdjoZdnFrmjJjiB1", "mimeType": "image/png"}], "creators": ["tz1ixHXGBs9U3QmiEirZAvjLqiprUyfA4uhJ"], "tags": ["tattoo", "cryptotattoo", "collage", "photography", "lgbt", "lgbtqia", "trystan", "trans", "acidentecosmico", "identity", "name", "lettering", ""], "extra": {}}