{"__version": 1, "token_id": 306952, "symbol": "OBJKT", "name": "O ÓBITO DE MÓRBIDOS EM MONOTONIA ⅖ - \"THE DEATH OF MORBIDS IN MONOTONIA ⅖\"", "description": "O óbito de mórbidos em monotonia, o hoje igual o ontem, o mesmo passo coreografado, mesmo transporte, às vezes mais atrasado, às vezes mais lotado, uns olhando para baixo tocando em telas, outros com ansiedade pelo horário, uns absorvendo mesmo que de forma indireta todo esse espetáculo. O expresso chega na estação que a gente precisa descer, somos os mesmo, todos messias, mas não nos vemos, como não vemos os messias. Espetáculo estruturado para a gente não poder se expressar, porque estamos com pressa, tem outro trem para entrar e nós nem queremos pensar na volta para casa ainda. // \n\nThe death of the morbid in monotony, today the same as yesterday, the same choreographed step, the same transport, sometimes later, sometimes more crowded, some looking down and touching screens, others anxious about the time, and others absorbing the same that indirectly this whole spectacle. The express arrives at the station that we need to get off, we are the same, all messiahs, but we don't see each other, just as we don't see messiahs. Show structured so we can't express ourselves, because we're in a hurry, there's another train to get on and we don't even want to think about going home yet.\n", "artifact_uri": "ipfs://QmTYmVZzcZ3nam9ikygAnraZAAn6kNjMrKk8pKRhebZCJ1", "display_uri": "ipfs://QmfDJPPkttaRgtcNXLoUonKMp7eS6bzfVDN423bfjpy2LP", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmTYmVZzcZ3nam9ikygAnraZAAn6kNjMrKk8pKRhebZCJ1", "mimeType": "image/jpeg"}], "creators": ["tz1fnipFCfQJGypPRu3N2n7sBawohY8qTus5"], "tags": ["Brasil", "Brasileiro", "SãoPaulo", "AmericaLatina", "Ladoleste", "photography", "streetphotography", "objkt4objkt", "abstract", "collage", "art"], "extra": {}}