{"__version": 1, "token_id": 440566, "symbol": "OBJKT", "name": "Floralia 33", "description": "Auction #1 - 001\nArtist: Cobalus (Andreas Valkenborgh) - www.cobalus.xyz \nSeries: Floralia\nYear: 2019\nSize: 60cm x 80cm (23,62in x 31,5in)\n\nCobalus' Floralia collection is a series of paintings reflecting hope, revival, spring - a fragile promise of better times that cautiously marks the end of a dark, harsh season. Floralia stands in stark contrast to his other series that are often abstract and tend to revolve around chaos, decay and the all-consuming passing of time.\n\nDISCLAIMER: Authentic Cobalus NFT's grant you full ownership of the digital & physical artwork. When selling this NFT, you automatically waive both rights and transfer them to the new owner.\n\n*Cobalus NFT's are only authentic if first minted from wallet tz1MS4TMZbctDmV8BSH576nqpqgwEghNX3QD (Tezos Domain cobalus.tez)\n**Shipping costs not included - see FAQ on our website\n***Please be transparant towards potential buyers about shipment conditions when re-selling this NFT\n\nPS: Thank you for your support! If you are a new owner, you can contact us through the form on our website. We would love to keep track of the whereabouts of Cobalus' paintings on an interactive map at a later stage (country of residence only - after formal approval).", "artifact_uri": "ipfs://QmSEhVGYVvWP9x15UPxeVdxwY1FdD1a6r31dvDu2EoqQA1", "display_uri": "ipfs://QmTgCaY7CHM5ktqyjqCtNLKUVLi3WmDMJUUMcWiFhWaCTG", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSEhVGYVvWP9x15UPxeVdxwY1FdD1a6r31dvDu2EoqQA1", "mimeType": "image/jpeg"}], "creators": ["tz1MS4TMZbctDmV8BSH576nqpqgwEghNX3QD"], "tags": ["Cobalus", "cobalus.tez", "cobalus.xyz", "painting", "painter", "Floralia", "Floraliacollection", "magnumopus", "2019", "1edition", "1ed", "unique", "exclusive", "Tezos", "TezosOnly", "objkt.com", "hicetnunc", "cleanNFT", "titledeed", "proofofownership", "certificateofauthenticity", "physicalartwork", "artbutnotart"], "extra": {}}