{"__version": 1, "token_id": 470666, "symbol": "OBJKT", "name": "Berry Dangerous Farm Animals ", "description": "I love this woman!\n*\nI want to start out Halloween week right and share these images with @muza_mermaidova! Since our first pig sploshing set was such a success, we just had to do it again :-). Not to mention we are both pretty obsessed with taking crazy photos together, and totally feed off of each other's creative energy. As I was helping Muza move a few months ago, I saw this AMAZING creepy medical themed white dress with vinyl cone titties and I was like \"WHAT IS THIS!?!?!?\" Like, who hides such an awesome garment away in their closet? Muza went to fashion school and has quite a few rad outfits tucked away in her closet. But this dress was the one that inspired this delicious berry sploshing set. Then she pulled out this bodysuit, and a dream was born. (Were you born this way? I was Born This Way.... :-))) She altered it a bit to make it fit my big booty and then we wrapped each other with gauze and fake bandaids, set the camera and the ring flash, and viola!!! Many a bizarre pix transpired. Piggie and Bunny love you.\n*\nHAPPY HALLOWEEN!!!! Please SHARE these if you love them, and check back all week as I share some great stuff I've been working on for this spooky season! The best time of year!!!!!!\n*\nWardrobe, Model and Makeup @Muza_Mermaidova\nBunny Helmet,Photography n Pig Model @bubblesandfrown", "artifact_uri": "ipfs://QmQ3FiKnhJvwcKDw75jNhW3JQiLmmn3kutfmtRBNMJvKsF", "display_uri": "ipfs://Qma3SZLuAaRctBT3NPDi8vRyaGwCTQFFvhXp2diqmazrgw", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQ3FiKnhJvwcKDw75jNhW3JQiLmmn3kutfmtRBNMJvKsF", "mimeType": "image/jpeg"}], "creators": ["tz1ij4fDuptsj21qW1zqr3LDCERjbbC9rGcn"], "tags": ["halloween", "halloweener", "headdress", "headpiece", "helmet", "evil", "red", "white", "blue", "horror", "fashion", "alternative", "pic", "bunny", "sploshing", "messy", "gauze", "bandages", "medical", "fetish", "sexy"], "extra": {}}