{"__version": 1, "token_id": 505466, "symbol": "OBJKT", "name": "Sabda Raja Dosa Classick Bootleg Tape, Rockline Edition ", "description": "Bootleg tapes were a staple of 70’s -80’s Indonesian music history. Back then, western music albums weren’t officially licensed locally. So the only way you could listen to foreign albums were either by getting it straight from abroad (which is expensive), or buy the “official” bootleg version that was available at your friendly local cassette stores. Naturally, most people opted for the second option. My father had a HUGE collection of these bootleg tapes. Although I found out later that bootlegging is illegal, those tapes had a major influence on my musical experience. They introduced me to some of the classic albums that I love to this day. \n\n“Sabda Raja Dosa” was the very first song I ever released. It was originally a part of Grimloc Records and Def Bloc Union joint compilation CD “Pre-Text For A Bumrush”, and was later put out as a standalone single on my (now practically defunct) Soundcloud page.  \n\nThis is “Sabda Raja Dosa” as if it was release by Rockline.\n\nRockline was a division of Team Records that specializes on releasing “youth” rock music of the era. It was dominated by heavy/glam/hair spandex-wearing metal bands that took the 80’s by storm. My brother and I used to have one side of our bedroom wall DEDICATED specifically just for stacking these babies upright. That is some seriously sweet memory right there. \n", "artifact_uri": "ipfs://QmUWKfrAFLcm3gQGZzdhUYVpeJJ1pYmzSsi89o6oC1XpuH", "display_uri": "ipfs://QmaqDTvzd3NYMDhAZt5SwF85F7nrjxbVCbjEdPKvKHV4V3", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUWKfrAFLcm3gQGZzdhUYVpeJJ1pYmzSsi89o6oC1XpuH", "mimeType": "image/jpeg"}], "creators": ["tz1T9f1P4JAJ2sqh4QQMut65btmk6oMm3Jys"], "tags": ["bootleg", "tape", "70's", "80's", "late90's", "indonesiancassettesera", "krowbar", "sabdarajadosa", "rockline"], "extra": {}}