{"__version": 1, "token_id": 635366, "symbol": "OBJKT", "name": "7th Element Chakra", "description": "In Sanskrit, the word “chakra” means “disk” or “wheel” and refers to the energy centers in your body. These wheels or disks of spinning energy each correspond to certain nerve bundles and major organs. \n\nEach energy point acts as a wheel, spinning and vibrating with energy. The higher the frequency of vibration, the more in balance your chakras will be.\n\nRoot chakra (Red)\nThe root chakra, or Muladhara, is located at the base of your spine. It provides you with a base or foundation for life, and it helps you feel grounded and able to withstand challenges. Your root chakra is responsible for your sense of security and stability.\n\nSacral chakra(Orange)\nThe sacral chakra, or Svadhisthana, is located just below your belly button. This chakra is responsible for your sexual and creative energy. It’s also linked to how you relate to your emotions as well as the emotions of others.\n\nSolar plexus chakra(Yellow)\nThe solar plexus chakra, or Manipura, is located in your stomach area. It’s responsible for confidence and self-esteem, as well as helping you feel in control of your life.\n\nHeart chakra(Green)\nThe heart chakra, or Anahata, is located near your heart, in the center of your chest. It comes as no surprise that the heart chakra is all about our ability to love and show compassion.\n\nThroat chakra(Light Blue)\nThe throat chakra, or Vishuddha, is located in your throat. This chakra has to do with our ability to communicate verbally.\n\nThird eye chakra(Indigo)\nThe third eye chakra, or Ajna, is located between your eyes. You can thank this chakra for a strong gut instinct. That’s because the third eye is responsible for intuition. It’s also linked to imagination.\n\nCrown chakra(Violet)\nThe crown chakra, or Sahasrara, is located at the top of your head. Your Sahasrara represents your spiritual connection to yourself, others, and the universe. It also plays a role in your life’s purpose. \n\nThis is my(kolsky a.k.a funkykoala) entry for Paperbuddha Tribute Contest #PBTribute\n", "artifact_uri": "ipfs://QmaAmMLb8M24u2xDgr24vywLkZaiigHtJLXYev5L1QA9UN", "display_uri": "ipfs://QmaAmMLb8M24u2xDgr24vywLkZaiigHtJLXYev5L1QA9UN", "thumbnail_uri": "ipfs://QmaAmMLb8M24u2xDgr24vywLkZaiigHtJLXYev5L1QA9UN", "formats": [{"uri": "ipfs://QmaAmMLb8M24u2xDgr24vywLkZaiigHtJLXYev5L1QA9UN", "mimeType": "image/gif"}], "creators": ["tz1PiTp8kkCBF1E8sY3zhpuafpmeMn75mKJi"], "tags": ["tribute", "paperbuddha", "buddha", "pixelart", "pixel", "indonesia", "PBTribute", "meditation", "chakra", "zen"], "extra": {}}