{"__version": 1, "token_id": 304555, "symbol": "OBJKT", "name": "GENERATIVE Persian HERIZ SERAPI Carpet (RARE EDITION)", "description": "\n\nGenerative artwork exploring color and the emergent effect of stacking simple shapes and filling their intersections.which take you on the journey to an imaginary universe. All artworks are created using custom algorithms in processing.\nThis collection has an abstract look at Iranian carpets, Iranian art-industrial carpets that have long overshadowed Iranian culture as a name and credit for Iran.\nThe ancient city of Nahavand in western Iran is one of Iran's leading rug-proveniences. It produces high-quality Persian rugs, which have a very good reputation.\nHeriz (Heris) rugs are usually somewhat larger and robust and of high resistance. The reason for this is the pile made of high-quality wool yarn, which is knotted on a cotton warp.\n\nThese rugs from northwestern Iran are more suitable for large rooms such as dining or living rooms. You can also imagine these carpets in public or frequently used rooms, as even many shoes and feet do not stress them much over time.\nHeriz rugs are very similar in design. Therefore, they are easily recognizable: a large, straight medallion gives them their typical character. This has as effect very beautiful and exciting carpets that are becoming more and more popular.", "artifact_uri": "ipfs://QmRyFh3H1jJoMVTYh6Ju8fmMCZmNYsFEL3MzmamcEMvRZQ", "display_uri": "ipfs://QmRyFh3H1jJoMVTYh6Ju8fmMCZmNYsFEL3MzmamcEMvRZQ", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRyFh3H1jJoMVTYh6Ju8fmMCZmNYsFEL3MzmamcEMvRZQ", "mimeType": "image/gif"}], "creators": ["tz1SSCjgL54U5yUemQVFGfZ9M9ygKHLHgNsA"], "tags": ["generativeart", "creativecoding", "generative", "codeart", "newmediaart", "abstract", "creativecodeart", "algorithmicart", "touchdesigner", "object4objekt", "generativedesign", "processing", "mathart", "computerart", "proceduralart", "geometricart", "procedural", "isometric", "bhfyp", "geometry", "pattern", "GEOMATIC", "aiart", "artxcode", "minimal", "psychedelic", "glsl", "psychedelicart", "opart", "genartclub", "noise", "trippy", "opticalart", "artandtechnology", "coding", "audiovisual", "pyton", "p5js", "hen200k", "shahrokh", "machinelearning", "pixelart", "pixels", "rare", "1"], "extra": {}}