{"__version": 1, "token_id": 448555, "symbol": "OBJKT", "name": "Guardian Demons: 51-100", "description": "This edition features a composition including small versions of the second 50 guardian demons.\n\nCollect this edition as a reference for guardians 51-100, and to see how the demons you collected fit into the bigger picture as more demons are released.\n\nhttps://guardiandemons.com\n\n-----\n\nGuardian Demons is a collection of demon portraits that explore the friendly and protective side of the demonic image.\n\nThe demons in this collection represent our inner struggles and temptations.These demons are unique to us, and we often hide the ugliness away and pretend that they don’t exist.\n\nIn cultures around the world grotesque images, gargoyles or demon masks have been used to ward off evil spirits. They are also used to protect individuals from harm, dangerous beings, or unseen evil influences.\n\nEach demon is original and unique (like our inner struggles) and there are no two demons that are exactly the same in the collection. Unlike our inner demons, these images are meant to be carried, displayed and shared as a reminder that you have the power to overcome your personal demons no matter how many or how frightening they might be.\n\nThe poet Charles Bukowski put it this way:\n\n“Don’t fight your demons. Your demons are here to teach you lessons. Sit down with your demons and have a drink and a chat and learn their names and talk about the burns on their fingers and scratches on their ankles. Some of them are very nice.”\n", "artifact_uri": "ipfs://QmZRPRWKTN1TKVd4uoG5svveBrJdAZDuaxmAmAGXjWNfLh", "display_uri": "ipfs://QmYUjK4PnbESucPDDP43eQqRjkv7VQ4MHeRiZyzLLDhQhd", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZRPRWKTN1TKVd4uoG5svveBrJdAZDuaxmAmAGXjWNfLh", "mimeType": "image/png"}], "creators": ["tz1M9TgQbP8oNWaV45X6aBznmMTRHv5HdB7b"], "tags": ["GuardianDemons", "KnotworkIndustries", "JohnDilworth", "Demons", "Art", "Collectible"], "extra": {}}