{"__version": 1, "token_id": 472655, "symbol": "OBJKT", "name": "microdesktop: spreadsheet", "description": "The microdesktop series is a pixel-art visual history of the Macintosh user interface. These 1-bit, 51x34 pixels drawings showcase key parts of Macintosh interface design choices, in just 1734 pixels.\n\nWe all know Excel, but did you know it was first released on Macintosh and stayed a Macintosh exclusive for 2 years? \n\nThis microdesktop is based on Excel version 1, the version that was only released for Macintosh and never for IBM PC compatibles! \n\nLet's understand why!\n\nBut first: did you know about the first spreadsheet application? It was called VisiCalc (as in \"visual calculator\"!), and was released in 1977 for the Apple II. \n\nVisiCalc is considered the first system seller, or  'killer app', for the personal computer. During the year when it was only available for Apple II, it helped sell millions of dollars of Apple II computers, with many users buying an Apple II just to use VisiCalc. \n\nSteve Jobs himself said in 1996 that VisiCalc was \"what really propelled the Apple II [and thus Apple] to the success it achieved\" https://www.youtube.com/watch?v=IU96Pd_npn4 (transcript: https://openvault.wgbh.org/transcripts/V_AD9E0BC353BF435E83F28DEF165D4F40)\n\nVisiCalc success was already over by 1981, with Lotus 1-2-3 the new leading spreadsheet application. But as genre, in just a few years, spreadsheet softwares were an incredible success, and a new computer model needed to have at least one available. This article (first appearing in Harper’s, November 1984) is a great read to understand how spreadsheet were already everywhere by that time: https://www.wired.com/2014/10/a-spreadsheet-way-of-knowledge/\n\nMicrosoft was an enthusiastic partner of Apple for the Macintosh launch. They decided to port Multiplan, their spreadsheet application to Macintosh. Multiplan was already ported to dozens of machines and systems at the time, but was built initially for 8-bit machines with only text-based interfaces. It was a struggling competitor, with Lotus 1-2-3 being the solid winner of the time.\n\nWhen Apple released Macintosh, Microsoft Multiplan was the only serious spreadsheet software available for  several month, but new offerings started to appear.\n\nThen, as soon as 1985, Microsoft introduced Excel, a new Microsoft spreadsheet application, build from the start for 32-bit computers, taking full advantages of the graphical user interface and with an integrated chart tool. \n\nOn Macintosh, Excel 1.0 was already a quite complete application, using up to 8 menu items, nearly filling up the menu bar.\nLotus, the leader on all business computer platforms, released a Macintosh version of 1-2-3 only in… 1991! Letting the Macintosh platform entirely free for Microsoft to grow Excel.\n\nOf course Microsoft already had plan to release a Microsoft Windows version of Excel.  But Excel stayed a Macintosh exclusive application for two years, as Excel for PC was only released in 1987, in a strange version including Windows as a runtime, as the targeted Windows version was not released yet. So this Excel was Windows-based, but could run on any DOS machine.\n\nSo, the first spreadsheet application, VisiCalc, was first created for Apple II, and the dominant spreadsheet application for decades, Excel, was first created by Microsoft for the Macintosh. This microdesktop is again really a key to the history of the tool we use to think and create today.\n\nYou can download the Excel 1.06 diskette from Macintosh repository here (to use it with mini vMac emulator for example):  \nhttps://www.macintoshrepository.org/195-microsoft-excel-1-03-1-06-1-5-2-2a-3-0a-4-0-5-0a\n\nAnd you can use Excel 2.2 from 1989 (the 2.2 version is the one the first PC version is based on) directly in your browser here: \nhttps://archive.org/details/mac_MacOS_7.0.1_compilation\n \nThe microdesktop series is inspired by the black and white interface of the first Macintosh in 1984 and its small 512 × 342 pixels, black and white (no greys), 9\" screen.\n\nDesigner and artists had to use every pixels and find ways around the limitations, leading to beautiful 1-bit icons, backgrounds and illustrations.\n\nWhy this series? Our computer interfaces today are the descendants of the early graphical user interface designs, and have inherited many of the original choices. \n\nThe original resolution of this piece is 51 × 34 pixels only, 10 times smaller than the original Macintosh desktop. The final image file is scaled up 8 times, to be visible on modern computers.", "artifact_uri": "ipfs://QmPdSdUaPcVGNYYbXUxHuf4PicwJjpms91v1awzgdfRbn2", "display_uri": "ipfs://QmPdSdUaPcVGNYYbXUxHuf4PicwJjpms91v1awzgdfRbn2", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPdSdUaPcVGNYYbXUxHuf4PicwJjpms91v1awzgdfRbn2", "mimeType": "image/png"}], "creators": ["tz1VhN58tCJbboQQoyTgLWoCwDUXBidfcAgd"], "tags": ["microdesktop", "computer", "blackandwhite", "history", "1bit", "icons", "80s", "pixelart", "macintosh", "b&w", "lowres", "interface", "1984", "pixel", "interface", "GUI", "mac", "brutalist", "history"], "extra": {}}