{"__version": 1, "token_id": 317682, "symbol": "OBJKT", "name": "GENERATIVE Persian Ancient Balouch Carpet (SPECIAL EDITION)", "description": "\n\nGenerative artwork exploring color and the emergent effect of stacking simple shapes and filling their intersections.which take you on the journey to an imaginary universe. All artworks are created using custom algorithms in processing.\nThis collection has an abstract look at Iranian carpets, Iranian art-industrial carpets that have long overshadowed Iranian culture as a name and credit for Iran.\nOnly the riverbed in which the city of Qom (Ghom, Qum) lies has dried up. The carpets of this carpet provenance beyond the Iranian borders, on the other hand, are widespread and highly valued. They stand for fine quality with very dense knotting. Some Persian carpets from this region have a knot density of more than 600,000 knots, consequently belong to the very fine Iranian craftsmanship.\n\nThe used material of Qom carpets is also of special origin. Silk carpets, as well as wool carpets, are crafted here. Natural silk from Qum is known worldwide for its high quality. The carpets show patterns from very different regions of Iran. Among others, figurative patterns with stylized plants and animals are common. Medallion designs can also be found.\n\nAlthough carpets have only been knotted in this region for almost 100 years, Ghom carpets are very popular and valued for their discreet luxury. The quality of natural silk from Qom is particularly well known. For example, silk carpets from Qum are highly appreciated.", "artifact_uri": "ipfs://QmcZ4iM6rpxNJrosrawifvHmhSVv9W4MckVt8E6br7vd1b", "display_uri": "ipfs://QmcZ4iM6rpxNJrosrawifvHmhSVv9W4MckVt8E6br7vd1b", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcZ4iM6rpxNJrosrawifvHmhSVv9W4MckVt8E6br7vd1b", "mimeType": "image/gif"}], "creators": ["tz1SSCjgL54U5yUemQVFGfZ9M9ygKHLHgNsA"], "tags": ["generativeart", "creativecoding", "generative", "codeart", "newmediaart", "abstract", "creativecodeart", "algorithmicart", "touchdesigner", "object4objekt", "generativedesign", "processing", "mathart", "computerart", "proceduralart", "geometricart", "procedural", "isometric", "bhfyp", "geometry", "pattern", "GEOMATIC", "aiart", "artxcode", "minimal", "psychedelic", "glsl", "psychedelicart", "opart", "genartclub", "noise", "trippy", "opticalart", "artandtechnology", "coding", "audiovisual", "pyton", "p5js", "hen200k", "shahrokh", "machinelearning", "pixelart", "pixels", "rare", "1"], "extra": {}}