{"__version": 1, "token_id": 334782, "symbol": "OBJKT", "name": "THE SPACE BETWEEN US", "description": "For someone \"on the spectrum\", relationships can be difficult, especially paired with a listening disfunction it's damn near impossible. I know I don't think like most people, though I have found some kindred spirits on Instagram over the past year that have really helped me foster a sense of confidence that has given me the gumption to make this conceptual artwork book thingie. As you're probably discovering, I'm extremely candid about my work, but more so about myself. I hide nothing about who I am and about my character. So what does any of that have to do with this image you ask? Being on the autism spectrum, for me being alone and thinking about art/language/science/math/space/philosophy is the most normal and homeostasis place possible. I created this to illustrate how I feel most of the time in social settings. I can be quite jovial and animated in certain situations, but I prefer to be alone and focusing on creating. Over the years, before I figured out who I was, I made a lot of mistakes in my early art career. I don't want to say names or bring up specific instances to shield the other people that dealt with me, but I want to take this opportunity to apologize to all of them. I'm sorry for being a selfish, self-centered, self-righteous prick that was young, naive, and had horrible influences prior to these specific instances. Over the years, I've matured and tried to reach out most if not all the parties involved; most want nothing to do with me, which I totally deserve. Please know, wherever you are out there, that I am genuinely sorry and I hope to regain your friendship back. I believe in redemption, do you?", "artifact_uri": "ipfs://QmS7ovGjHoURA1DEDkKjAAFLVgzxQKKtQH9hnQv7N6aQx1", "display_uri": "ipfs://QmRBfqdYPmo9qp6UCgYAMWxCaNuh91kBsVc942aTnaSJw6", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmS7ovGjHoURA1DEDkKjAAFLVgzxQKKtQH9hnQv7N6aQx1", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}