{"__version": 1, "token_id": 378582, "symbol": "OBJKT", "name": "ABUNDANCE", "description": "Insights from the Dreaming Pool - Order allows abundance.\n\nThe kind of natural order that comes from chaos. Not a restrained controlled idea of order but the order of precise movements that a surfer needs to ride a wave successfully.\n     \nWishing for abundance doesn’t work. Always wanting your situation to be different than it is that’s like sitting down in the road and wanting to be in the mountains you see in the distance.\n \nRight now, the thing is, you have to get up and walk to the mountain. What does the image on this card make you think of? Take a moment and notice what comes up for you when you look at it. What does the spinal column do? It brings messages to the body and back up, it transmits neural signals between the brain and the rest of you. When your posture is good and your spine is aligned more air can come into your lungs and more oxygen around your body. \n\nWhat is abundance for you? \n\nNotice the abundance that you see around you. The trees are abundant with leaves, there is an abundance of oxygen in the air that you breathe, nature is gloriously abundant & overflowing with seeds. Think of the profusion of a plant that comes from just one seed. Notice for the abundance you have in your life already. Put your attention on abundance, the abundance you have not the lack of abundance. \n\nThe Dreaming Pool Oracle is a collaboration between artists Maia Mellier 🕸 🕷 (@maiamellier) & AEVIN (@aevin_io)", "artifact_uri": "ipfs://QmbsjZt9WqpfMoFZD4MSq4zPU4QBZ8KzjYeAtqWzBVLif1", "display_uri": "ipfs://QmZDNitXuvmUXmhopVGQ5uhhWYQVrEKiCQ2BXV7LDHdLCL", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbsjZt9WqpfMoFZD4MSq4zPU4QBZ8KzjYeAtqWzBVLif1", "mimeType": "application/x-directory"}], "creators": ["tz1SEkFv8ibFsKzi3AgAfkAKDc5La329LJAy"], "tags": ["generativeart", "cards", "aevin", "maiamellier", "p5js", "collectable", "illustration", "blackandwhite", "interactive", "oraclecards"], "extra": {}}