{"__version": 1, "token_id": 380182, "symbol": "OBJKT", "name": "Skull of a Skeleton with Burning Cigarrette (Vincent van Gogh)", "description": "Originally painted between 1885 and 1886, by Vicent van Gogh. This version was made in a few hours, by me.\nHe was and artist like you and me and one day it was too late for him, unfortunately. The Red Vineyard was the only painting that he sold in his lifetime, and it was seven months before his death.\nI was born in the family of an artist that didn't make it. I have been making art \"professionally\" since I was 16, trying to sell paintings, making other peoples' artwork at school, tattoos, everything that I could learn to do. It never paid off very well, and I'm not even started on the mental health issues involved.\nFrom the very beginning I felt very embraced by NFTs, from the first minted art I felt like this time it is gonna work out just fine. I should just do my part of the job.\nIn my country 55XTZ are enough to spend a mouth properly, comfortable even, 2 to 3 people - maybe even 4.\nI try to understand how the world works, I have plans for the future. Not just for me, not just for art. For everyone I can reach. And if you need one day, I hope somehow I can get trough you and be there somehow. I may be sounding poetic, I can't help it. I'm an Artist.\nThe last edition of this piece will be a give away on twitter. (@kausarcana)\nYou can find other pieces and collections in my profile or following me on twitter.\nEven if you can't help, I hope you can appreciate my art. :)\nRight now I feel like everything is going to be fine. For both of us. Thank you for your kindness and attention. Love and Light.\n.\n.\n.\n\"Always look for the helpers, there will always be helpers\"", "artifact_uri": "ipfs://QmYxADN4hWBpzaAzzvDd5BaEQbSuKNgb1kFrLvBzTZ2us6", "display_uri": "ipfs://QmYxADN4hWBpzaAzzvDd5BaEQbSuKNgb1kFrLvBzTZ2us6", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYxADN4hWBpzaAzzvDd5BaEQbSuKNgb1kFrLvBzTZ2us6", "mimeType": "image/gif"}], "creators": ["tz1QJSNDRTqpwP8NUBBjijSReAbo1qr5Kc6r"], "tags": ["classicart", "vangogh", "skull", "skelleton", "pixel", "pixelart", "digitalart"], "extra": {}}