{"__version": 1, "token_id": 431082, "symbol": "OBJKT", "name": "Florescendi by Sabrina RATTE @Quand la Matière devient Art, Guerlain, parcours privé FIAC Paris 2021 ", "description": "Florescendi est une simulation d’écosystèmes nés de la fusion de la technologie et de la matière organique. Son œuvre nous plonge dans un futur spéculatif, où des échantillons d’espèces végétales alors éteintes sont conservées et exposées dans une salle d’archives virtuelles. Cette salle d’archives se transforme sporadiquement sous l’effet des interférences provoquées par la mémoire émanant des plantes répertoriées.\nTechnique : Vidéo 4K.\nNFT minté le 14/10/2021 (édition 1/1), à l’occasion d’une vente aux enchères dont les bénéfices sont intégralement reversés à la Fondation GoodPlanet présidée par Yann Arthus-Bertrand, pour contribuer à financer la création d’un jardin-laboratoire en agriculture régénératrice aux Mesnuls.\n\nFlorescendi is a simulation of ecosystems born from the fusion of technology and organic material. His work plunges us into a speculative future, where samples of extinct plant species are preserved and displayed in a virtual archive. This archive room is sporadically transformed by the interference of the memory emanating from the listed plants.\nTechnique : 4K video.\nNFT minted on 14/10/2021 (edition 1/1), on the occasion of an auction, the profits of which will be entirely donated to the GoodPlanet Foundation chaired by Yann Arthus-Bertrand, to help finance the creation of a laboratory-garden in regenerative agriculture in Les Mesnuls.", "artifact_uri": "ipfs://QmNMeeCQSbGrQajzMmLDU7vKmEyqejuQ7PmEBy2kU4AKLc", "display_uri": "ipfs://QmRL7t2bx3o4BkHj22T6ZiUdSwt5XWeKbm2TaaGiwLDU27", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmNMeeCQSbGrQajzMmLDU7vKmEyqejuQ7PmEBy2kU4AKLc", "mimeType": "video/mp4"}], "creators": ["tz1bjFAy4V3JXP2yZNX644dR5AQNHTTVC2Gw"], "tags": ["video", "3Danimation", "SabrinaRatte"], "extra": {}}