{"__version": 1, "token_id": 462282, "symbol": "OBJKT", "name": "Sin Titulo", "description": "De la serie, \"Las obras inconclusas\"\n\nMateriales: Liquid Papper, acrilico, tinta china , lapiz , hojas A4, amor y bronca\n\n2010, Buenos Aires\n\nFrom the series, \"Unfinished Works\"\n\nMaterials: Liquid Papper, acrylic, ink, pencil, A4 sheets, love and anger\n\n2010, Buenos Aires\n\nNota: Entre el 2010 y 2015 mientras estudiaba bellas artes en la escuela de artes Clásicas Manuel Belgrano, trabajaba en una escuela donde asistia a alumno con movilidad reducidad, yo me encargaba de cambiarlos, darles de comer y trasladarlos. Trabajabamos dentro de un enorme baño y fue ahí, en ese baño, donde en mis tiempos libres, me dedicaba a pintar  cuadros de gran formato, que hablaban sobre el maltrato animal y el consumo desmedido,  temas que me obsesionaban y hoy me siguen preocupando. Creo que la especie más evolucionada no es la que domina a todas las demas especies, sino la que resulta indispensable para el resto de los seres vivos. Ojalá llegue el día, mientras tanto, les dejo esta obrita, cruel y hermoso recuerdo de aquella voluntad.\n\nBetween 2010 and 2015 while I was studying fine arts at the Manuel Belgrano School of Classical Arts, I worked in a school where I attended students with reduced mobility, I was in charge of changing them, feeding them and moving them. We worked in a huge bathroom and it was there, in that bathroom, where in my free time, I used to paint large-format paintings that talked about animal abuse and excessive consumption, topics that obsessed me and today continue to worry me. I think that the most evolved species is not the one that dominates all the other species, but the one that is indispensable for the rest of the living beings. Hopefully the day comes, meanwhile, I leave you this little work, cruel and beautiful memory of that will.", "artifact_uri": "ipfs://QmZwUgv4WqNvhfEEWZRz57qWFyzZmhkLtSNy8i8yzRnCMx", "display_uri": "ipfs://QmYHADY8dQWmQy4TiTUoActPmk2c5pgJmMwX1cXDTtWgTp", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZwUgv4WqNvhfEEWZRz57qWFyzZmhkLtSNy8i8yzRnCMx", "mimeType": "image/jpeg"}], "creators": ["tz1aowSpENT8V4fg3YUC1sBwKU2STLipCzzY"], "tags": ["talamo", "oil", "physical", "art", "garriga", "2d", "2010", "collection", "1", "activism", "vegan", "elephant", "collection", "greed", "madness", "stupid", "animalexploitation", "zoo", "jail"], "extra": {}}