{"__version": 1, "token_id": 524082, "symbol": "OBJKT", "name": "Modular Genesis 0x0002", "description": "(2021)\nBy ClockworkFeathers\n\nAlgorithm 0x0002: Aggregated cellular automata inspired quadrant tile generation algorithm to generate images that will match up on the edges to enable tiling of the generated image. \n\nAlgorithm 0x0003: Randomized rotation tiling of a specified resolution space\n\n******** ******** ******** ********\n\nI’m minting this work as the second in my Modular Genesis series. This series documents my explorations into creating a collection of image generation routines, and the images are from the testing of these algorithms.\n\nI’m approaching my generative art projects the same way I approach my other projects; I’m making modules and components that can be combined with each other to make more complex works. All of this work around planning and implementing various functions and images will get incorporated into future works.\n\n******** ******** ******** ********\n\nGenerative art is a peculiar way to describe this genre. The most common definition of the term is that the art is created by an autonomous system. So, when an artist works in the genre, they create systems that “generate” the art. But is the creator of the system the artist of the generative art piece, or does that recognition go to the system? What about an artist that uses systems created by someone else?\n\nAs I code up the algorithms that generate these works, I consider myself a kind of teacher, albeit one that is doing a terrible job. I am not teaching the system to be an artist as much as I am teaching them the motions of making images. There is no passing on of artistic concepts. The system doesn’t understand concepts. They don’t recognize the inherent composition or color theory of the image they are generating. If I’m generous, I can say that they have a select number of tools that they can choose to use in making an image. The best that I can do right now is to try and give them as many tools as possible to choose from. Their main strength, when compared to a human, is that they can work blazingly fast. In the time it would take me to make an image, they can generate many orders of magnitude more images. Even if, statistically, only 0.001% of their images are “good,” it is much more likely that, in any given length of time, they would produce a “good” work of art than I would.\n\nBut what is it that actually makes art “good?” Is it even possible for an autonomous system to generate it, especially if they don't understand the concept of \"good art?\" Is there such a thing as a fully autonomous system, and would it be completely divorced from their creator?\n\nOf course I don’t have any answers to these questions, but they are still worth asking and exploring. Additionally, just because I don’t have the answers doesn’t mean I can ignore the potential implications of the possible answers in the context of my practice. I have to choose how to interact with these systems, and those choices affect the work. I recognize and embrace that these systems I create are inherently tied to me, and that there are inherent limits to their capabilities (At least in the ones that I create). These systems are not mere tools in my practice. They are collaborators. They are helping me, not working for me. I rely on them to do the things that I find difficult, and they rely on me to do the things that they find difficult.\n\nAnd together, we create something that neither could have accomplished alone.", "artifact_uri": "ipfs://QmdWEnaq2QWgBJEdZYUucBdDEa9Qr4GDYXh4uWyk9rS7fL", "display_uri": "ipfs://QmXHXdmddc8YHbko9aKJFBLpbge8J656dLTJwcxALmTXPj", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmdWEnaq2QWgBJEdZYUucBdDEa9Qr4GDYXh4uWyk9rS7fL", "mimeType": "image/png"}], "creators": ["tz1U9g5rCG45oweVJG3aQoB9bLSk5n5a3JZN"], "tags": ["algoart", "generative", "algorithmic", "procedural", "generativeart", "creativecoding", "digitalnative", "pixelpounding", "cellularautomata"], "extra": {}}