{"__version": 1, "token_id": 591382, "symbol": "OBJKT", "name": "haunted artifact: GBA SP", "description": "I found this in a thrift store I had never seen before. It's a hole in the wall type, tucked inbetween two other shops, barely even visible, and situated in the old part of town. When I got in, I was instantly struck by the quantity, variety, and most of all, quality of the items presented. Long story short, I brought home a n*ntendo gameboi advance SP in seemingly very good condition. I remember getting home all excited and eager to turn it on and play, and that instant feeling of disappointment when I realized it would only show a white screen for a few seconds and automatically turn off. My deception although, quickly shifted to curiosity: I have this console for 3 days now, and despite no more attempts trying to turn it on, I did see the screen light up again. Every evening, when I get back in my room after leaving the console closed and turned off inside a shut drawer in the morning, something is here to welcome me in. The console, out of its drawer, proudly on the table, opened, screen on. When I approach it, a glitchy smile greets me for a couple seconds before shutting off again. I obviously try to turn it back on instantly, only granted by the disapoiting white screen.It was not the last time I would see that glitchy smile though. It has been showing itself to me at least once each day since I brought it home with me, at its own will, as if it can sense whenever I get home, as if it wants to greet me.", "artifact_uri": "ipfs://Qmao5z57rb5J7MBLkfWQdmKpu39cjvjFkQmbrrPpPFUhbm", "display_uri": "ipfs://Qmao5z57rb5J7MBLkfWQdmKpu39cjvjFkQmbrrPpPFUhbm", "thumbnail_uri": "ipfs://Qmao5z57rb5J7MBLkfWQdmKpu39cjvjFkQmbrrPpPFUhbm", "formats": [{"uri": "ipfs://Qmao5z57rb5J7MBLkfWQdmKpu39cjvjFkQmbrrPpPFUhbm", "mimeType": "image/gif"}], "creators": ["tz1RSWDfALf4RR8tKCqmo55ArK6MfpnYwvtb"], "tags": ["haunted", "pixel", "pixelart", "animated", "animation", "gif", "dottoe", "gameboi", "advance", "sp", "console", "game", "scary", "spooky"], "extra": {}}