{"__version": 1, "token_id": 381248, "symbol": "OBJKT", "name": "Kurupí", "description": "/A nasty, short, and hairy man who wanders naked through the jungle during nap time looking for lonely women to satisfy his lust/\n\nThe northeast of Argentina used to be home to many indigenous communities, the Guaraní being the biggest one amongst them. The Guaraní people have a rich and extensive mythology. Their religious beliefs and customs are closely related to the environment in which they lived before the arrival of the colonizers. \n\nThe immense jungle in which they live, filled with mysteries, arose fear and curiosity alike. Confronted with the unknown, fantastic beings soon populated their cosmos and served as an explanation for all that came to be. One of this beings is the Kurupí.\n\nFifth son of Kerana and Taú, the Kurupí is an anthropophagous individual represented with an exaggerated virile member and large  mustaches. He is often described as a stocky dwarf with its feet directed backwards,  making it difficult for him to climb or walk.\nHe attacks, kills, and rapes women who wander the jungle alone. But his greatest thrill comes from kidnapping virgins, who mysteriously disappear only to return seven months after, ready to give birth. \nKurupi's children, however, die on the seventh day of a strange evil. \nIt is also said that just by seeing it, women go crazy.\n\nOne way to escape from this monstrosity is by cutting off his penis, thus rendering it harmless. Another option is to climb a tree, since he, lacking joints, will not be able to climb.\n\nThe Kurupí is also a symbol of the abundance and multiplication of the species. One of its characteristics is lust, typical of the human being which, unlike animals, does not go into heat seasonally but lives in a permanent mating state.\n\nIt is also said that Kurupí came to be with the arrival of Christianity, where the rigid moral rules of the new religion were mixed with the old mythical knowledge. It was used by mothers in the Guaraní area to discourage children of single mothers or to curb liberal girls who, otherwise, would carry numerous offspring without a father to take over.\n\n𝘟𝘪𝘯𝘢 O𝘤𝘩𝘰 (@𝘹𝘪𝘯𝘢𝘰𝘤𝘩𝘰) 𝘧𝘰𝘳 𝘵𝘩𝘦 '𝘖𝘶𝘳 𝘔𝘺𝘵𝘩𝘴' 𝘦𝘹𝘩𝘪𝘣𝘪𝘵𝘪𝘰𝘯 𝘩𝘦𝘭𝘥 𝘣𝘺 𝘵𝘩𝘦 𝘊𝘏𝘌𝘕 𝘢𝘳𝘵𝘪𝘴𝘵 𝘤𝘰𝘭𝘭𝘦𝘤𝘵𝘪𝘷𝘦\n", "artifact_uri": "ipfs://Qmc6jAtG9zUoEHWS6jrWCv5TNbMQu4x8U249C2xVFX7nWT", "display_uri": "ipfs://QmQeDMfwuRZLVbEb76ebA6FQ24hxHJudrcTbpkyBMK6emV", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmc6jAtG9zUoEHWS6jrWCv5TNbMQu4x8U249C2xVFX7nWT", "mimeType": "video/mp4"}], "creators": ["tz1hnPqiBT7cBu8g886APwzMYc2nGctBomQD"], "tags": ["ourmyths", "chen", "argentina", "mythology"], "extra": {}}