{"__version": 1, "token_id": 426348, "symbol": "OBJKT", "name": "Fortune Candy Factory No.02 - Thumbs a ride", "description": "Fortune Candy Factory No.02\n\nThumbs a ride\n\nIngredient:\n\n- Blueberries\n- Grapes\n- lemon zest\n- Ginger\n- Sugar\n\nA traveler was walking by the side of the road, down a small path beside the lake. there was no time to rest, he had to keep going and look for lodging, not to be late and he had to pitch a tent, light a bonfire, and so on. so exhausted.\n\nToday was his birthday, he thought that by traveling he would become a new person, and give more meaning to his life, but it turned out to be worse, he was now forced to walk kilometers because he had gone too far. wanting to go home would only embarrass himself, he told his friends, when he came back he would tell him a funny story. but what about walking?\n\nThe traveler was already looking exhausted, but still forced to walk, this time he put his thumb on the road, hoping someone would pass and he could join in on the journey. if only someone stopped this is the most beautiful gift of his life.\n\nSuddenly there was a rumbling sound behind the traveler, he looked back and saw that there were dozens of tanks heading towards him, suddenly the traveler was scared, but unfortunately his thumb cramped, his hand was still in a position to want to go up. \"o thumbs up I know we're tired, but not the army tank we're riding in\".\n\nThe tank then stopped, and then the traveler was carried by the soldiers and climbed on top of the tank. The cramps are gone, the traveler is left to sit among the soldiers.\n\nat least get a ride, happy birthday.\n\n---\n\nAbout this Project:\n\nSeries Fortune Candy Factory\n\nThis series is a project gift card. the concept is to make a short story that has a positive message, like chewing candy but now it's healthier because you don't need to consume sugar. This project is inspired by the book series that I used to read often called \"Chicken Soup for The Soul\".\n\n", "artifact_uri": "ipfs://QmQA2u7oscwvwFrE4MXSXjbFBudSLwXjyJ5cd5DSCeCXAz", "display_uri": "ipfs://QmQA2u7oscwvwFrE4MXSXjbFBudSLwXjyJ5cd5DSCeCXAz", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQA2u7oscwvwFrE4MXSXjbFBudSLwXjyJ5cd5DSCeCXAz", "mimeType": "image/gif"}], "creators": ["tz2X8ai2TZFZWCEiqdutTFLjRX12wgwT6HZp"], "tags": ["gif", "motion", "story", "shortstory", "FortuneCandyFactory", "bungsafar"], "extra": {}}