{"__version": 1, "token_id": 427448, "symbol": "OBJKT", "name": "Aphorism", "description": "Designed for 2021 Mask Ephemera Exhibition at NFT.NYC.  So grateful, so lucky to be a part of a fantastic team of creators, I mean, like WOW!  Insanely cool, outrageously witty, smart, sassy. Love the SearchLight crew. I hadn't a clue 2 days prior, what Mask Ephemera meant to me nor the term.  Then I thought about what my life has looked like in the past 40 decision making years.  All of the masks I've worn, was taught to wear the pretty and not so pretty packages I could put together; could last up to 3 months, but mostly a day. The compartmentalization between you and me, the secrecy, shame. Cash out, buys alot of guilt; to boasting about \"IT\" with lower companions only to find that I was the lowest of companion.  Living like you, on pride, ego, power, what are you saying, thinking about me, was a life on your life's terms... Not even a life worth living, but I bought the lie, Mommy.  \n\nUntil I didn't. Aphorism is dedicated to all who have suffered from violent and emotional relationships between Mother's, Father's, daughters, brothers, uncles, aunts, friends, lover's, husbands, wives anyone who has ever been verbally, emotionally and physically assaulted and abused. There's so much help out there for us, we do not have to struggle with this alone, EVER.    \n\nI could not have created this without my Groom, my Lover, my Lovely, my Love \n\nAphorism was created in 12 hours, this is a compilation of time, mostly past, and present; a self portrait.  \n\nSong: \"Go Fuzzpuppy\" written by JBR\nDuration of MPR:  1.13\nAAC, H.264\nHD (1-1-1)", "artifact_uri": "ipfs://QmbjKPsakGG7N8T1WjcRkqLqhxpfySdjYtX91ro3LPx3DX", "display_uri": "ipfs://QmVoGgdBNsga8Rnn6HxVXSKdgNUt26EP7uZjU8zjYQREm9", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbjKPsakGG7N8T1WjcRkqLqhxpfySdjYtX91ro3LPx3DX", "mimeType": "video/mp4"}], "creators": ["tz1YnGERWRoH1UYyh9mx5ZeTcLMbTfr7WfsD"], "tags": ["selfportrait", "nft.nyc", "maskephemera", "figurative", "fineart", "contemporary", "Love", "SelfLove", "domesticviolence", "skintrade", ""], "extra": {}}