{"__version": 1, "token_id": 497248, "symbol": "OBJKT", "name": "The Now", "description": "\nAs an artist I have became very stagnant in creating and sharing from my personal expression for too many years. This piece symbolizes, for me, my return into my now. The place you never have to return to because you are always here.\u2028\n\nMuch of my life I’ve been exposed to a few different cultures on a deep and personal level. I couldn’t help noticed the bridges between them as I navigated through life trying to understand my self and where I fit in the patterns. Today with the advances in digitization and the continued exploration of who we are through the eyes of art, science, culture, politics, religion, etc. I trust humans will continue to push the boundaries of how we define our being and understand what it is to be a full fledged human life before we overwrite our selves, playing Gods, possibly never to return again to the same state of being.\u2028\u2028 Ever since childhood I’ve noticed cultures continue to adopt outside ideas too fast and unconsciously until they look back and try to return to the image of their former selves. There is no actual return, only the now that encompasses all of time as most of us know it and perceive it.\n\nAre humans bodies of boundless expanding energy(consciousness) that has been forever trying to free itself from a physically bound reality? What are the boundaries we must draw to draw any type of conclusion? Who are we to draw conclusions? When will we be quiet enough to hear the now?\n\nI see and hear you in The Now :)", "artifact_uri": "ipfs://QmRSMPjmE2i8XhdegteH2DQqvryMvf6PMWSEP98pJth12z", "display_uri": "ipfs://QmeXUMyFqPpr6QU1yExMxsV1Qx97tqDdUhzCuuV5HQT7Tq", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRSMPjmE2i8XhdegteH2DQqvryMvf6PMWSEP98pJth12z", "mimeType": "video/mp4"}], "creators": ["tz1UYA5h6JSabkdE5VaNL6P1r8cf211oMsCr"], "tags": ["Super8", "B&W", "Tonga", "Tapa", "Popau", "Tofua'a", "FaleTonga", ""], "extra": {}}