{"__version": 1, "token_id": 559848, "symbol": "OBJKT", "name": "Green Hope", "description": "“Hello…”, “the rustling of leaves…”, “the fan whirring…”, “oe oe…baby cries”, “smells of antiseptics”, “sounds of running water…”, “trying to eat.” a little more…”, “the heat”, “can you hear me…”, “wheezing…”, “beep beep…heart rate monitor”, “creaking of stretchers”, “the rush of doctors…”, “the smell of dry leaves”, “the sound of the phone…”, “…the sound of crying”. “Sorry…was…lost…”.\nAlthough they sacrificed their best, endured rain and sun, and exhausted their strength, all the \"doctors, nurses, ...\" themselves felt helpless because they tried so hard but lives were still gone. (their eyes were heavy with sighs…).\nThe “remaining children”, many of whom are alone, become orphans (baby cries, children are too young, their relatives are only faint memories).\n\"Human destinies\", illness, worry, hunger, thirst, suffering, struggle, fear, fatigue, etc.\nI drew this picture based on my feelings on \"hospital scene\", \"emotions of doctors\", \"poor children\", \"people in difficulty and suffering\",... I want to guide to them, hope they can overcome, let them have happy and meaningful mid-autumn seasons.\nHope Covid will pass quickly and thank you to all the volunteers as well as all the doctors, nurses, etc. for their dedication.", "artifact_uri": "ipfs://QmdvKSUXL6X3QdVW6kLbEZwb2zNrpoMqMiwhSr6R5RZ2b3", "display_uri": "ipfs://QmeKbsdsPZNhW8YrDCLQKniwZPZfa6pKkhGxLTNpxGwRyv", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmdvKSUXL6X3QdVW6kLbEZwb2zNrpoMqMiwhSr6R5RZ2b3", "mimeType": "image/jpeg"}], "creators": ["tz1biFE9nezUkAEZmZGtGqWawH3VpFdpmbhk"], "tags": ["Mid-Autumn", "art", "covid", "kid", ""], "extra": {}}