{"__version": 1, "token_id": 357829, "symbol": "OBJKT", "name": "Next Monarch Generation in Flight", "description": "  The image, \"Next Monarch Generation in Flight\" was created for a special AI Art Series, “Save Monarch Butterflies\". The concept of the series is to increase awareness of the troubling status as well as the amazing migration of Monarch Butterflies. During the transcontinental migration, Monarch Butterflies roost in clusters among the trees at night and feast on the nectar of wild flowers during the day. Upon reaching their wintering sites in southern California or Mexico, the surviving butterflies gather in thick clusters to hibernate. Their bodies literally shut down into a state of physical inactivity. After several months of hibernation, the wintering butterflies start the mating process which results in the female Monarch Butterflies laying eggs of the next generation. It is this “next” generation that starts the return northern journey in the spring. It must be noted that No individual Monarch Butterfly completes the entire round-trip journey. It may take from three to five generations to complete the round-trip transcontinental migration of the phenomenal Monarch Butterfly. \n\n  The image was created with the assistance of artificial intelligence (AI). The process for creating this image included using a text prompt, algorithms, and artificial intelligence. The Snowpixel App was used in the process of creating this image. Each image may be interpreted differently through the eyes and imagination of the viewers.", "artifact_uri": "ipfs://Qmdi3fStYosydNvEBYJptvrTHkans1WF4VdGL2vFvwUxnM", "display_uri": "ipfs://QmUhJebKwao5ciYhtGNo6ZJtQEK6dzHs7FpM6oLXoN5w3s", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmdi3fStYosydNvEBYJptvrTHkans1WF4VdGL2vFvwUxnM", "mimeType": "image/png"}], "creators": ["tz1XQeAkWGur8esmmuChxBN5VTZk4X3Z48gH"], "tags": ["nature", "AIart", "monarch", "migrating", "artificial", "insects", "butterflies", "conservation", "transcontinental", "flowers", "America", "protect", "butterfly", "migration", "USA", "generations", "endangered", "overwintering", "intelligence", "milkweed"], "extra": {}}