{"__version": 1, "token_id": 358429, "symbol": "OBJKT", "name": "August Tide", "description": "The book, released in april 2021 by the publisher Origem, \"August Tide\", in Portuguese \"MARÉ DE AUGUST\", deals with the largest environmental crime in the country, where thousands of tons of oil were spilled on the Brazilian coast, with the greatest impact on the beaches of the Northeast. from August 2019. This is a hybrid publication that brings not only photographic records, but also various visual reflections on the tragedy and what the artist experienced during the period.\n.\nAugust 2019. It was hard to imagine but we were about to experience one of the biggest environmental crimes, considering the extension, ever reported in the country. \nThe small dark slicks seen on the beaches of Paraíba would soon turn into thousands of tons of petroleum spreading along the Brazilian coast, which signifcantly affected the Northeast region. \nSpreading even more day after day, silent, disguised and sailing at midwater, the oil left a trail of destruction. \nThe substance was identifed as MEREY-16, a mix of crude oil extracted in Venezuela. Although the “frst and last name” were discovered, more than a year after such a tragedy began, all we know is that nothing is known for sure. \nAbsolutely nobody has been identifed or even punished so far; there is no explanation as to how the oil reached the Brazilian coast; there is no information about the total volume of the spill or the real extension of the damages for that matter.\nWith each new beach, mangrove forests and estuaries affected by the oil, the tragic consequences of the reiterated mistreatment imposed to the environment highlighted the lack of importance that is offcially given to environmental issues and regional inequalities in Brazil today. \nIn this book, I present not only photographic records but also several visual thoughts on the tragedy, and what I have witnessed during that time. I record it so you do not forget, I show it so you care. \nAUGUST TIDE was developed with Ativa Atelier Livre and fnancial support by the State of Bahia, through the Secretariat of Culture and The Cultural Foundation of the State of Bahia (FUNCEB) and the Aldir Blanc Bahia Program, in accordance with Aldir Blanc Law, provided by the Special Secretariat for Culture of the Ministry of Tourism, Federal Government. \n.\nMateus Morbeck, 2021\n.\ncontato@mateusmorbeck.com | twitter: @teumorbeck | www.mateusmorbeck.com\n.\nAbout the artist: Mateus Morbeck is a Brazilian visual artist and architect. He seeks to reflect on the causes and consequences of human actions, with emphasis on issues related to the anthropocene and its consequences. His procedural and methodological search is structured from the use of technologies, old and current, mapping, cataloging and restructuring traces of the trail left by human beings, based on the belief of domination over nature. From a systemic perspective, his work ranges from punctual elements to events with a global impact. The visual complexity generated by the profusion of layers, images and meaning, is directly related to the complexity of understanding the issues involved. Nothing is one thing.", "artifact_uri": "ipfs://QmQZ5u5EqXJzcBcrHuL7HjNaB68y2CS9GPUmuGHm1v8one", "display_uri": "ipfs://QmXt4HsjGNAKGRyHTV7a1DAxV17ZFmkz2VACg3iGB69QdG", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQZ5u5EqXJzcBcrHuL7HjNaB68y2CS9GPUmuGHm1v8one", "mimeType": "application/pdf"}], "creators": ["tz1MFAuvcZk8EiXmFxaDk1DAvjqh5MZRqNCp"], "tags": ["climatechange", "enviroment", "photobook", "anthropocene", "environmentalcrime", "cleannft", "contemporanyart", "photojournalism", "photography"], "extra": {}}