{"__version": 1, "token_id": 364229, "symbol": "OBJKT", "name": "Sueños de libertad", "description": "Documentary photography for activism done the 1th of may of 2019, people peaceably potesting for a change of goverment, a battle that has been going on for more than two decades in Venezuela, ever since ditactorship started with Hugo Chavez with a face of populism that turned into totalitarian facism, a force of corrupted behavior that is going on with many countries of south america, specially Venezuela, behavior that deteriorates culture, the lives of innocence people and also corrupts the ones that are not innocent.\n\nThis is a lady that was in mad protest against national guards, I reached to her and asked for her reason to be there and she said \"I am here to protest because this goverment has led to the exodus of many people, including my son, whome I haven't been able to see in years due to his efforts of finding a decent life while he has to mantain my economic situation at the same time, this is injustice, and I am here to make justice happen.\"\nThis is a lady that was in mad protest against national guards, I reached to her and asked for her reason to be there and she said \"I am here to protest because this goverment has led to the exodus of many people, including my son, whome I haven't been able to see in years due to his efforts of finding a decent life while he has to mantain my economic situation at the same time, this is injustince, and I am here to make justice happen.\"\n\nPhoto by Erick Brandon from 2019 archive.", "artifact_uri": "ipfs://QmbwT3ktWYw2F5yVzsvZx9esbvkokCd9GhGE5En5NrR6sK", "display_uri": "ipfs://QmTrJbzYyYWKWAxsWeZzPBfFG661f3LHjcig2WtpKyLBbZ", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbwT3ktWYw2F5yVzsvZx9esbvkokCd9GhGE5En5NrR6sK", "mimeType": "image/jpeg"}], "creators": ["tz1MzbA5zAVRHNEb2Tr7e6REEjQ31bTZw34p"], "tags": ["photography", "erickbrandon", "nftphotography", "portrait", "venezuela"], "extra": {}}