{"__version": 1, "token_id": 373129, "symbol": "OBJKT", "name": "Of Laughter and Warmth", "description": "/Irreverent laughter strikes loud as a chord, something like that is not easily ignored.\nHow much laughter can you afford when you are sitting right next to the man you call lord?\nWard the reward that comes with politeness: a life full of clench and the tightest of tightness.\n\nAmong us are some, just like the hornero, who’ll wear both a dress and a cowboy sombrero.\nOne day whilst working the bird saw by chance a group of a dozen in marching advance:\n\n-That prance, that prance! Ever so quickly! Where are we going? - the bird asked not thickly.\n-Going we ain’t -said the rabiest of rabbits- we are going, you are staying, we are not changing habits. The man with the fire awaits with our meal, he’s not one to wait or to welcome a squeal.\n-But why can’t I go -said the flying hornero- I promise to be both quiet and narrow!\n-You promise for sure not to be disrespectful? \n-I promise for sure to not be unforgetful!\n\nThey sat at the table of the man with the fire.\n-Remember hornero don’t offend the supplier!\nThe hornero tried hard to don this attire, pushing and pushing his highest desire, but then he saw something that shook him entire: the man had his balls aflame like a pyre!\n\nWith one burst of laughter disaster began: fire was plenty and everyone ran.\nYet the man was so angry he made a mistake: he let loose the one thing that made him el rey. The forest burnt bright but later regrew, and people could cook and dance more than two.\nFire would later be used to do harm but there was a time when it worked like a charm: thanks to the hornero who knew to disarm the power that held them twisting their arms.\n\nTo bring back the warmth that comes with the laughter, to laugh in the face of what some call disaster!/\n\nTale of the Hornero and the Man of Fire, part of Wichí culture.\n\n𝘔𝘢𝘳𝘤𝘶𝘴𝘤𝘶𝘴 (@𝘮𝘢𝘳𝘤𝘶𝘴_𝘤𝘶𝘴𝘤𝘶𝘴) 𝘧𝘰𝘳 𝘵𝘩𝘦 '𝘖𝘶𝘳 𝘔𝘺𝘵𝘩𝘴' 𝘦𝘹𝘩𝘪𝘣𝘪𝘵𝘪𝘰𝘯 𝘩𝘦𝘭𝘥 𝘣𝘺 𝘵𝘩𝘦 𝘊𝘏𝘌𝘕 𝘢𝘳𝘵𝘪𝘴𝘵 𝘤𝘰𝘭𝘭𝘦𝘤𝘵𝘪𝘷𝘦\n", "artifact_uri": "ipfs://QmNsyKAHWvn8atznepXDh5FxwdM7gtuvAW9Jk5qoyCV9Dh", "display_uri": "ipfs://QmVku49yagsUGCqR86XYVFA9FJXYRQQrYKSE7xW1psZsf7", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmNsyKAHWvn8atznepXDh5FxwdM7gtuvAW9Jk5qoyCV9Dh", "mimeType": "image/png"}], "creators": ["tz1hnPqiBT7cBu8g886APwzMYc2nGctBomQD"], "tags": ["ourmyths", "chen", "argentina", "mythology"], "extra": {}}