{"__version": 1, "token_id": 374829, "symbol": "OBJKT", "name": "INNOCENCE", "description": "Insights from the Dreaming Pool - The wisdom of a child with the experience of a lifetime.\n\n◎ 🕸 A man had gotten lost in the forest. He’d been turning in large circles for days, panicked and desperate his thirst raked at his throat. He couldn't understand why it was impossible to find water in a place that was so green. He fell to his knees angry with himself for having gotten lost. Contorted with dehydration he lay down on the soft moss to die. As he accepted his fate he heard a faint soft trickling of water and with the small amount of strength he had left he pulled himself along the forest floor in the direction of the sound. A clearing appeared with an old man \nsitting on a rock. He had long white hair, a long white beard and his eyes flitted around the place. The younger man cried out barely making a sound with his dry hoarse throat. “Help me” he croaked. The old man looked at him briefly and then continued the flitting movement with his eyes. The younger man pulled himself closer and even though he was practically dead he could feel anger rising within him for the old man who wouldn’t help him. The old man got up and began flitting movements around the clearing. The man on the ground seethed with resentment for his lot, angry at the old man for being mad, angry at the world for letting this happen. \nA young boy skipped into the clearing, he knelt down beside the man took his hand and whispered in his ear, “your anger is too loud, hush now and be at peace.” The boy put his hand on the mans forehead. A new silence filled the clearing and as the mans anger dissipated the sound of an insect could be heard. The old man followed its movements flitting around the clearing and when the insect landed he picked it up and put it on his shoulder. He upturned the moss and the rocks in that spot and found a small flow of water. The young boy cupped some in his hands and passed it through the dry chapped lips of the dying man. As the cold fresh water flowed down into him reviving his cells his eyes sparkled and he smiled at the boy and the old man with gratitude and understanding.\n\nI remember my girl when she was just a toddler, she would come out with the most profound pieces of wisdom about life. Out of the blue she would say a few words that cut through it all. And she could read people then and now. The wisdom of children, the wisdom that comes from their true nature not \nsomething they have learned to repeat from an “adult” that wisdom will always cut through it all. There is no attachment to knowledge, the wisdom just speaks or acts in the moment. \n\nAllow yourself to see the world through the eyes of a child, experience the wonder in everything and everyone. Let go of what you think you know and just delight in the moment. \n\n\nIt’s magic \n    \n\nThe Dreaming Pool Oracle is a collaboration between artists Maia Mellier 🕸 🕷 (@maiamellier) & AEVIN (@aevin_io)", "artifact_uri": "ipfs://QmadZdzYAYXfdnNz8kANxwMmu775JmNY4oTPTi6BMPY3jf", "display_uri": "ipfs://QmVnVsySMkrBfo1MCrq9yUqdWE1rtXSUH3qJTk3QZLxK83", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmadZdzYAYXfdnNz8kANxwMmu775JmNY4oTPTi6BMPY3jf", "mimeType": "application/x-directory"}], "creators": ["tz1SEkFv8ibFsKzi3AgAfkAKDc5La329LJAy"], "tags": ["illustration", "collectable", "generativeart", "blackandwhite", "interactive", "p5js", "aevin", "maiamellier", "oraclecards", "cards"], "extra": {}}