{"__version": 1, "token_id": 408129, "symbol": "OBJKT", "name": "SENIKANJI - WE ARE ALL BAD IN SOMEONE’S STORY", "description": "This work was created by Mr. Supomo on March 10, 2021, using markers and drawing pens on A3 drawing paper.\nThe background of the creation of this work is that we will always have flaws in the eyes of others.\n\nMr. Supomo started his work as a professional artist in 2019, after retiring from his job in a garment factory. This 66-year-old man started drawing illustrations when he was a kid himself with no formal art education at all and started doing hand lettering in 2016, which was then encouraged by his son to create an Instagram account with @senikanji as his username. Known for his unique illustrations and handwriting, @senikanji presents ancient artworks such as Chinese posters, with witty characters and sentences relevant to everyday life. He got his Chinese skills from a Chinese language course he took for five months in 2005. The simple illustrations and funny jokes from this father & son collaboration reinforce the identity of their artwork and make @senikanji a unique masterpiece. Mr. Supomo passed away on July 25, 2021.\n___\n\nKarya ini dibuat oleh Pak Supomo pada tanggal 10 Maret 2021, menggunakan spidol dan drawing pen diatas kertas gambar A3.\nLatar belakang penciptaan karya ini adalah bahwa kita akan selalu ada cacatnya di mata orang lain. \n\nPak Supomo memulai pekerjaannya sebagai seniman profesional pada tahun 2019, setelah pensiun dari pekerjaannya di sebuah pabrik garmen. Pria berusia 66 tahun ini mulai menggambar ilustrasi sedari ia kecil secara otodidak tanpa pendidikan seni formal sama sekali dan mulai menekuni hand lettering pada tahun 2016, yang kemudian didorong oleh putranya untuk membuat akun Instagram dengan @senikanji sebagai username-nya. Terkenal dengan gambar ilustrasi dan tulisan tangannya yang khas, @senikanji menghadirkan karya seni kuno seperti poster China, dengan karakter dan kalimat jenaka yang relevan dengan kehidupan sehari-hari. Ia mendapatkan kemampuan bahasa Mandarinnya dari kursus bahasa Mandarin yang ia ikuti selama lima bulan pada tahun 2005. Ilustrasi sederhana dan lelucon lucu dari kolaborasi ayah & anak ini memperkuat identitas karya seni mereka dan menjadikan @senikanji sebagai sebuah mahakarya yang unik. Pak Supomo telah wafat di tanggal 25 Juli 2021. \n___\n\nDimensions: 3531 × 4980 pixel\nType: JPEG image\n\nTerms and conditions applied.\n\nCopyright 2021, Senikanji.\n", "artifact_uri": "ipfs://QmPR3wpGqchorXtZtoYNid43BUmvP65Aa9Q5UswNi2FM4P", "display_uri": "ipfs://QmTFcdpxzjiVPZzHKg53yiVCaEYdXXbiHskZ7vrYxWm4k3", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPR3wpGqchorXtZtoYNid43BUmvP65Aa9Q5UswNi2FM4P", "mimeType": "image/jpeg"}], "creators": ["tz1czkLBh92YmsFWifHupLCu8VJTWBCREhKz"], "tags": ["Senikanji", "NFT", "NFTcollection", "NFTcreator", "traditionaldrawing", "Draw", "drawing", "drawingpen", "illustration", "artwork", "art", "chinese", "lettering", "handlettering", "manualdrawing", "chineseart", "markerart", "quotes", "typography", "yangtuadanberkarya"], "extra": {}}