{"__version": 1, "token_id": 481029, "symbol": "OBJKT", "name": "GPTSD - The Human / Machine Feedback Loop (Dreamer 38)", "description": "Can trauma transfer from human to machine to human?\n\u2028\nGPT: Generative Pre-trained Transformer is an open-source neural network (machine learning) model trained on internet data to generate new unique text.\n\n\u2028PTSD: Post-Traumatic Stress Disorder is a mental disorder that can develop after a person is exposed to a traumatic event, such as sexual assault, warfare, traffic collisions, child abuse, or other threats.\n\n\u2028This series of text and images function as an exploratory case study that magnifies the risks of transferring human bias and trauma to machine learning models. The output of these models can affect humans by reinforcing unintended inputs (positive or negative). These models can be distributed through social media or manifest in law-making, credit applications, education and other ways we may not yet understand. A feedback loop: we are what we consume—and we consume what we are.\n\u2028\nThe following generated GPTSD machine dream texts and images were all output in one session (Dec 2020) after training on 593 dream diary entries by an individual suffering from PTSD after experiencing war. These dream descriptions were cropped directly from a larger text and intentionally unedited except for a few minor deletions for clarity. \n\n~~~\n\u2028\nIn my dream: A rowdy toddler wreaks havoc in a sleep-deprived father and his colleague’s living room. At night, the toddler transforms into a huge ugly granny-like ogre, covering the actor David Hasselhoff in disgusting chit-chat. I relate these things to a sleeping Sam Neill, who is charmed by the old farmer’s daughter. All the while, the titan locks eyes with me. Unbidden, I see her tittering fits of anger. The scene changes. I’m at my apartment in the town I lived in from 2001 to 2012. My mother has re-arranged all the furniture; here, it’s bizarre to find large individual courtships, packets of Europe’s biggest gender marker pens. From outside, they’re deflated and complicated to sort. So I break something, step on it, and discover that the refillable bags actually house a small bulbous print which will someday illuminate.\n\u2028\n~~~\n\n\u2028The GPTSD book and website will have further information about this project. ryanthompson.name/project-gptsd\n\u2028Humans become the stories in which we tell ourselves—and our machines. The tools we create, always manifest the people we come to be.\n\u2028\nDreamer 38 (Text Skeleton)\n1800 x 2280 pixels\nRyan Thompson - December 2020\n\u2028[Once all Dreamers have been collected a second artwork related to the “Text Skeleton” will be airdropped to the collector holding this work]", "artifact_uri": "ipfs://QmbKW9pBao558RNVzc4CoTrYmtbvMwsUgme7yoLn4VHw8T", "display_uri": "ipfs://QmX3ELeKmS89yBtngXNvLqRHtUyBZp6sFbUcgRzXi9dvSi", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbKW9pBao558RNVzc4CoTrYmtbvMwsUgme7yoLn4VHw8T", "mimeType": "image/jpeg"}], "creators": ["tz1R9JSKJLXFBRqVbZAeTzT5Gnw2LoLdnT93"], "tags": ["gptsd", "gpt2", "gpt3", "ptsd", "machinelearning", "ai", "ascii", "neuralnetwork", "dream", "nightmare"], "extra": {}}