{"__version": 1, "token_id": 514829, "symbol": "OBJKT", "name": "07. Skins and Inks - Damascus (Superblaster LP)", "description": "Superblaster LP by Damascus\n\n1. Painted Road - 04.29\n2. Fuel - 04.42\n3. Kerosene - 05.15\n4. Between Your Lips - 06.13\n5. Frozen Apple - 06.21\n6. L.R. - 03.52\n7. Skins and Inks - 03.17\n8. Slightest - 06.11\n9. Avalanche - 05.37\n\n-------------------------------------------------------------------------\n\nLiner notes by Yudhistira Agato (Vice Indonesia)\n\nFor Damascus, it's better late than never. The Jakarta shoegaze band formed in 2007, but in the last decade, its four members put the project in the back burner for various reasons. Until finally, last week, they dropped their first official single \"Painted Road,\" the first taste of their upcoming full-length debut SUPERBLASTER.\n\nI was nervous to listen to the song. I mean, it had been brewing for eleven years. But it didn't disappoint. The song starts with memorable, rockin’ guitar riffs that really set the tone. “Painted Road” is a classic shoegaze number, with its noisy distortion, swirling guitars, and memorable melodies.\n\nIndonesia has always been big on shoegaze and dream pop, stretching back from mid-to-late 90s. But sadly, most local bands tend to be short-lived. They often break up after releasing a demo, an EP, or an album. Or sometimes they just put things off way too long until their project disappears into oblivion.\n\nPeter Andriaan Walandouw, who plays guitar in Damascus and one of the owners of the Jakarta-based indie rock label Anoa Records, couldn’t give really answer why the band took so forever to release anything. “It’s due to a lot of things like work, time and mood,” he told me. “But this single is definitely long overdue.\"\n\n-------------------------------------------------------------------------\n\nLiner notes by Andri Rahadi (Anoa Records)\n\nShoegazing mungkin sebuah term paling overrated yang pernah muncul dalam sejarah dan seharusnya dikubur bersama gitar Fender Jazzmaster dan album Loveless dari My Bloody Valentine di kerak bumi terdalam lalu dilupakan untuk selamanya.\n\nTerlalu menyedihkan melihat band baru bermunculan dengan pattern yang hampir sama dan rata-rata memiliki influence yang hampir seragam. Hei, ini bukan upacara 17-an yang semuanya harus serupa dan seragam. Apa salahnya mencari influence yang berbeda, apa salahnya membuat lagu dengan pola yang yang lain?\n\nMaka beruntunglah kalian yang memegang album ini, bahwa shoegazing bukan cuma sekedar delay, reverb dan meraung-raung menangisi masa lalu. Dasar anak manja!\n\n\n-------------------------------------------------------------------------\n\nCredits\n\nDamascus are:\nPeter A. Walandouw (Vocal , Guitar)\nRitchie N. Hansel (Guitar)\nRicky B. Janitra (Bass)\nFreddie A. Warnerrin (Drums)\n\nPRODUCED BY DAMASCUS & ANOA RECORDS\nSongs written by Peter A. Walandouw, except Kerosene & Slightest by Ritchie Ned Hansel. Lyrics by Peter A. Walandouw. Music by Damascus. Live Recorded at Homie Studio, Teras Belakang Studio & Streight Studio. Engineered by Awish & Pandu Fathoni. Mixing by Pandu Fathoni. Mastering by Andri Rahadi. Special Appearances: Pandu Fathoni on Frozen Apple (Bass), L.R. (Acoustic Guitar), Ajie Gergaji on Skins and Ink (Lead Guitar). Cover Sleeve Artwork by zimpanzu, Track Artwork by artkelso (https://hicetnunc.xyz/artkelso)\n\nReleased April 20, 2018\n\n© + ℗ ANOA RECORDS. 2018. ALL RIGHTS RESERVED AND UNAUTHORIZED PUBLIC PERFORMANCE, BROADCASTING OR COPYING OF THIS IS PROHIBITED.\nANOA014.\n\n-------------------------------------------------------------------------", "artifact_uri": "ipfs://QmSE6VoCggyR15TaKeaxvD5UFUdtn167hg7rPSHbfnNCyc", "display_uri": "ipfs://QmVUy2VuYKmUZrnfVYTh4BWp58yM5dnGd33WQEtPa7D3LZ", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSE6VoCggyR15TaKeaxvD5UFUdtn167hg7rPSHbfnNCyc", "mimeType": "audio/mpeg"}], "creators": ["tz2GcPb7trbN3c7Yvi4e1R9zzLdcYnr6zYEo"], "tags": ["shoegazejakarta", "alternative", "anoarecords", "indierockjakarta", "indiepop", "punk"], "extra": {}}