{"__version": 1, "token_id": 297301, "symbol": "OBJKT", "name": "SwapAdmin test", "description": "If the test succeed, this token would be swapped using SwapAdmin contract: KT1C3xC8gcHzVLn3BJvAdjHRwY9PKiinfYdP\n\nThe SwapAdmin is small smart contract that used to control the Gallery collab proxy. This combination of two contracts allows anyone to \"donate\" their token to the benefactors Gallery so the revenue from the sale would be splitted among four gallery shareholders.\n\nGallery address: KT1Nr12oNBxMXqrgWPaN7tedue8Q6GzzbiNg\nThis Gallery automaticly distributes all sales equally to the next addresses:\n* tz1ZUohCAkGjp7vPjQcC4VWcpgYZR1t3Si5C (three.js)\n* tz1aPHze1U5BEEKrGYt3dvY6aAQEeiWm8jjK (processing)\n* tz1eggoxCes1qYRGLc3E1bg4uzuCUUuuQBb9 (h=n tezos fountain)\n* KT1BBYzfuYjgRdeHJ79vG3fZd8cHW9ueCEcN (wg 3.2 split contract)\n\nWhen someone buys this token, all of this addresses would receive their share from swapped price amount excluding royalties and h=n 2.5% fee.\nSecondary sales would not affect the Gallery (however if someone wants to swap this token again via Gallery, this split would work again).\n\nThe Gallery was tested before and you can find collect transaction using this hash: op5SqNPSg87hgceJ5khs1JFtY4Sbv3rK8u3DFXxNkU1yYZwVMuj\nPrevious test required Gallery admin to take an action and call the swap. To allow anyone swap onchain without any third parties actions SwapAdmin contract created.\n\nTo swap token from SwapAdmin you need to:\n(1) allow to spend h=n objkt that you want to swap for the SwapAdmin contract KT1C3xC8gcHzVLn3BJvAdjHRwY9PKiinfYdP (it would require to call update_operators with add_operator in KT1RJ6PbjHpwc3M5rw5s2Nbmefwbuwbdxton)\n(2) call swap using SwapAdmin contract KT1C3xC8gcHzVLn3BJvAdjHRwY9PKiinfYdP\n\nAlso you can create another Gallery / Collab contract using this Factory: KT1DoyD6kr8yLK8mRBFusyKYJUk2ZxNHKP1N, entrypoint `create_proxy`. But this would require to pack to the bytes collab participants data. You can find more info and code here: https://github.com/ztepler/hic-contract-proxy (this address can be changed in the future).", "artifact_uri": "ipfs://bafkreia5p6jofzvzdpajnkrg7pydc5pofh2xzt6afnzffstgz7trtif3wa", "display_uri": "ipfs://bafkreibucnw6vlrachhdxeu3dg33x3erasgysgn55t5r2irqdxnjfcfsgm", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafkreia5p6jofzvzdpajnkrg7pydc5pofh2xzt6afnzffstgz7trtif3wa", "mimeType": "image/png"}], "creators": ["tz1NvGRKVwoihihAubacMHrDrd2uM6tumrZv"], "tags": ["test", "testart", "blockchainart", "future", "communications", "hicetnunc", "collab", "wg32", "gallery"], "extra": {}}