{"__version": 1, "token_id": 310601, "symbol": "OBJKT", "name": "Androide verde contemplando", "description": "Nombre de la colección: \"Androids\" \nMinteo: 20 NFTs por obra\nAutor: @Jediazz (AKA Zaidrix)\nAño: 2021\n\nDespués de muchos intentos (81) trabajando con bocetos propios, fotografía e Inteligencia Artificial generativa, llego a los siguientes puntos:\n\n1. La IA se muestra muy competitiva al momento de producir obras abstractas.\n2. La IA encuentra su mayor dificultad en la representación de cuerpo humano y rostros. Esta es la razón por la que decidí enseñarle a hacer rostros y retratos. Algunos de los resultados se incluyen en esta colección. \n3. En relación al punto anterior: la IA consigue mejores resultados cuando se parte de un boceto o fotografía. Una curiosidad: la palabra \"androids\" obtiene mejores resultados que la palabra \"humans\". \n4. Aún no conseguí que representara un beso satisfactoriamente. Pero la línea de producción sigue abierta.\n\n-\n\nCollection Name: \"Androids\"\nMinteo: 20 NFTs per work\nAuthor: @Jediazz (AKA Zaidrix)\nYear: 2021\n\nAfter many attempts (81) working with my own sketches, photography and generative Artificial Intelligence, I come to the following points:\n\n1. AI is very competitive when it comes to producing abstract works.\n2. AI finds its greatest difficulty in the representation of the human body and faces. This is the reason why I decided to teach him to make faces and portraits. Some of the results are included in this collection.\n3. In relation to the previous point: AI achieves better results when starting from a sketch or photograph. A curiosity: the word \"androids\" performs better than the word \"humans\".\n4. I still haven't gotten him to perform a kiss satisfactorily. But the production line is still open.", "artifact_uri": "ipfs://Qmf4amuQvgZWzu6PurqkGVnVQLpUvm3JtvzxpeM1E9WiSP", "display_uri": "ipfs://Qmf4amuQvgZWzu6PurqkGVnVQLpUvm3JtvzxpeM1E9WiSP", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmf4amuQvgZWzu6PurqkGVnVQLpUvm3JtvzxpeM1E9WiSP", "mimeType": "image/png"}], "creators": ["tz1hfFMMcYmsXdaxAPR9BHuNTqerdZuQAHBE"], "tags": ["artgenerative", "generativeart", "artegenerativo", "androids", "humanface", "futureart", ""], "extra": {}}