{"__version": 1, "token_id": 403901, "symbol": "OBJKT", "name": "#12-Kitty Reef", "description": "\nKitty Reef lives in the coastal barrier reefs surrounding the planet.  Kitty Reef teaches kitties to breathe under water and enjoy the occasional swim within the colourful reefs. Kitty Reef's diamonds turn into plants which helps out the eco system in Kittyverse. You can view Kitty Reef swimming through the colourful beautiful reefs while visiting Kitty Raven's Kitty Nip Club through the 500 gallon water feature.   Kittyverse does not need to worry about an oxygenated planet because of the many diamonds Kitty Reef obtains; he's an intergalactic conscientious planetarian.\n\n2160 x 2160\nCodecs - AAC, H.264 \nEDM:  “In the House Yo” Written by: JBR Visuals\n\nKitty Verse is a sovereign planet North/West of the digital galaxy. In this planet there are Kitty's, kitty's of all colours, ideology, technology and musicology. There is no discrimination in Kitty Verse of sex, race, origin, group, or religion. All kitties are welcome here. However, there is an unstated basic need for Kitty's survival on this planet to follow and it's simple, really: be kind to one another and help out those in need at all times. Kitty's are provided Diamond's for every notable good deed by \"Kitty Diamond Angels\". 3 collected Diamonds provides access to Kitty Raven's Kitty Nip Club. The Club is an overnight Capital where most all Kitty's in Kitty Verse will stay for the evening. Kitty's with access get to dance to EDM, Hip Hop, Bhangra, whatever is on the playlist. As well Kitties are invited to play, lounge, eat, groom one another, and kitty-nip if they so choose or Kitty Nap! The Club opens at 10pm nightly, the re-opens it's doors to exit Kitties by 6:00am daily. Kitty Raven provides this space for the stake of safety, provisions and play.\nThose Kitty's who are less fortunate to have collected the 3 Diamond per diem generally seek a comet, star, crater, moon beam, or other floating objects and or passerby's in the galaxy to hang out on and off of Kitty Verse during the 10-6am time frame.\n\nHmmm, why is that?\n\nWell... there is one Kitty who's entered the atmosphere who doesn't play well at all! Isn't there always?  Kitty Verse Kitty's have not witnessed the look of this \"Kat\" to date. However, the Kitties senses are very keen.\nThis lurking Skuttley Stag Campy Kitty is not at all kind, sweet or playful. Nor does it share kitty! It speaks a different language then that of other Kitty's and yet carries an essence, rather scent, so unusual an odor Kitty's become confused. That is to say this peculiar smell is so queer that to identify would maintain that Kitties themselves would have experienced the transgression.\nThe unknown element has never entered Kitty Raven's Nip Club, well yet...\n\n\"Kitty Verse\" was created by using I-Movie, Keynote, Glitchy Psychedelic Camera VHS, l Motion Leap by Light Tricks  Music & Vocals in these videos written by JBR Visuals.\nLove and Light, \nJBR\n\n\n\n", "artifact_uri": "ipfs://QmPvTgSNVePGWxcV986wpn96mEqJCoVVdqhdtYXkD5Hvn6", "display_uri": "ipfs://QmY9W2fwKnrufgm9jMgyqFFiqZ2F9znNGtX7mwCALiaMb7", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPvTgSNVePGWxcV986wpn96mEqJCoVVdqhdtYXkD5Hvn6", "mimeType": "video/mp4"}], "creators": ["tz1YnGERWRoH1UYyh9mx5ZeTcLMbTfr7WfsD"], "tags": ["illustration", "digital", "housemusic", "jbrvisuals", "kitty's", "kitties", "cat", "colourful"], "extra": {}}