{"__version": 1, "token_id": 422701, "symbol": "OBJKT", "name": "DEATH IS CERTAIN. / DEATH IS A CURTAIN.", "description": "Andrew, do you ever lighten up? Yeah, but not yet, we have more exploring to go through first. In this work, what do we know about death? We know it's the most natural consequence of life; if it lives, it dies. We all know its coming like a clock attached to a freight train. But what happens afterwards? People speculate and proclaim this, that, and the other thing, but in actuality no one knows. Is it just lights out and poof that's it, you're done or is just a curtain that is removed and we see the secrets of the universe that reveal themselves to us? The true meaning of life? The truth about the structure and purpose of the universe? Again...speculation. So far, no one has ever came back and said...it's not so bad. I lean toward the lights out scenario, personally, but who is to say that our personalities may dissolve and we just return to a form of energy, which is what the universe is made of. Everything around you is some form of energy. Some take the form of a solid, a gas, a liquid, plasma, atoms, particles, quantum fields...all of it. There's really no sense trying to figure out the meaning of life...you're living it. Enjoy it when you can, while you can. There's only one way to find out what's beyond that rainbow bridge and we will all cross it eventually; hopefully not for a long time. When it's my time to go home, I'll write you a postcard from the edge of spacetime to let you know how the weather is.", "artifact_uri": "ipfs://QmQzWsDedqAtXSzVLvxLc9kvmnpKYfSLr6hodpPRSAivSa", "display_uri": "ipfs://QmR7SdjcKzNhGZVVZ1K7KCge8PXyfDgqwvTk1xH6hL7M7N", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQzWsDedqAtXSzVLvxLc9kvmnpKYfSLr6hodpPRSAivSa", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}