{"__version": 1, "token_id": 466001, "symbol": "OBJKT", "name": "Please Stand By -I Got Something To Say 089", "description": "Please Stand By utilizes the iconic SMPTE color bars template and changes the palette to bring into question viewers perceptions surrounding \"standards of color.\" An offshoot of my original series, I Got Something To Say, adds an additional more literal message. Please Stand By, We’re Underpaying The Disabled. This month is Disability Employment Awareness Month. Currently in the US the federal labor and safety act of 1938 allows businesses to pay people with disabilities less than minimum wage. Developed to help World War 2 veterans who developed mental and physical disabilities from combat to find employment, the act originally had good intentions but currently it allows employers to pay as little 22 cents an hour to disabled employees, and while some states have passed laws to ban sub minimum wage pay, and President Biden is trying to ban the law federally, there are still many states running these “sheltered workshops” taking advantage of the disabled. Sheltered workshops claim that without the ability to underpay disabled employees they would be forced to close down, ultimately leaving many employees without jobs, but these places make it ok to tell disabled people that they are worth less than the rest of the population ultimately leading them to the inability to reach their full potential. Imagine if Stephen Hawking or FDR had been relegated to these sub human jobs how worse off our society would have been. Let’s all speak as one fight for true equality in our communities.", "artifact_uri": "ipfs://QmcDy8p6FvwVzCSDAKVBzemNrRNxYXjW6XJ1j3E15Jh8kQ", "display_uri": "ipfs://QmUGkX3oMtGiFox5f3sqG4w3HWMRQJNzwsTKTK5ihkae6A", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcDy8p6FvwVzCSDAKVBzemNrRNxYXjW6XJ1j3E15Jh8kQ", "mimeType": "video/mp4"}], "creators": ["tz1VCtzuZHriPNays8UJnAdrZDgRaPehud2Y"], "tags": ["art", "digitalart", "glitch", "glitchart", "color", "colorpalette", "colorpalettes", "tv", "television"], "extra": {}}