{"__version": 1, "token_id": 532301, "symbol": "OBJKT", "name": "itscrazytothinkaboutthingsthatarecrazytothinkabout.", "description": "As a music producer, there are times when self-doubt overcomes the ability to finish a project and let alone release it to the public. Whether it's the fact that what you create at the moment feels good but doesn't go along with the sound that you're going for or it just doesn't simply fit other artist's projects that you are working on. That creation then gets abandoned and nobody will ever listen to it because nobody, except the creator, ever knew that it was created in the first place. \n\nI made this track in the middle of 2020 when quarantine was heavy and the heat in Southern California was extremely hot. My studio had no windows and my AC was broken. I had just obtained a plugin called Output Thermal which is basically a modular distortion pedal on steroids which is what I used for the bass guitar and drums. It gave it this overdriven and HOT sound which very much went along with the environment around me. I enjoyed making this one and was very excited for it but then... I decided it wasn't good enough so I moved on and forgot about it.\n\nThe reason why I'm putting it out here is not because it's just another extra beat I can release as an nft but because when I heard it again after a year and a half I instantly got this beautiful and therapeutic feeling I felt when creating it. We were all going through a tough time in 2020 and the one thing that always made me feel good and happy was doing what I loved. The process of making art is the best antidepressant anyone can take and the fact that this platform exists, along with an amazing community that is supportive to one another, makes it easier and more comfortable to share all kinds of work that deserve to be shown. \n\nI hope this inspires you to keep creating and to release abandoned art that you enjoyed making as long as it still moves you the way it did when you first worked on it. \n\nThe title is a random phrase that came to mind during a spiritual psychedelic experience around a time I was constantly self-doubting myself:\n\n\"It's crazy to think about things that are crazy to think about.\" - sunsets\n\nDon't overthink it.\n\ntwitter: @iamsunsets\ninstagram: @iamsunsets\n\nHit me up on twitter/insta if you bought it and I will email you a high quality WAV file of the track. I will release this on all digital streaming services if all editions sell!", "artifact_uri": "ipfs://QmdCFXcC9epsfwag8AcvSb7VBXUSndFhtK3aCQ5FFguNjm", "display_uri": "ipfs://QmZnSQymRfZd4djkaUCcRsyxv4q3BGGD4aKhwne6tXvUwK", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmdCFXcC9epsfwag8AcvSb7VBXUSndFhtK3aCQ5FFguNjm", "mimeType": "audio/wav"}], "creators": ["tz1MYJaxDDdaMHaGcksuf3WDZ6YFpJFdKosY"], "tags": ["music", "crazy", "audionft", "nftmusic", "beats", "ableton", "bass", "guitar", "producer", "artist", "sunsets", "iamsunsets", "hot", "nftdrop", "tezos", "hicetnunc"], "extra": {}}