{"__version": 1, "token_id": 545301, "symbol": "OBJKT", "name": "Man", "description": "Inspired by the International Men's Day to thank the whole cryptoart/NTF community in that I have never been discriminated for being a woman but have always received support and friendship. Art has no labels or conditioning, it is Art.\n\nInternational Men's Day has been celebrated on November 19 since the International Men's Committee resolved in 1999 to begin the commemoration with the adhesion of 77 countries around the world.\n\nAmong the objectives to be highlighted, the National Human Rights Commission (CNDH) emphasized the scope of men's and boys' health; the improvement of gender relations; greater gender equality and \"the emphasis on positive male role models\".\n\nThis day was an initiative of the International Men's Committee in which it was decided that it would be held on November 19 of each year. The National Human Rights Commission (CNDH) published.\n\n\"Generating awareness, building capacities to generate evidence on inequalities and designing new responses is the immediate intersection for PAHO's work with its partners on this day,\" indicated the coordinator of the PAHO/WHO Office of Gender, Diversity and Human Rights, Isabel Noguer, during the panel discussion on the Health Situation of Men in Latin America and the Caribbean, Masculinities and Health, held by the Organization.\n\nAmong the objectives of this international day are the health of men and boys, the improvement of gender relations, greater gender equality and the emphasis on positive male role models.\n\nAmong the more than 60 countries that celebrate this day are: Australia, the Caribbean, North America, Asia, Europe, Africa and among agencies of the United Nations Organization.\n\nThe fundamental pillars of this day are: to promote the model of a man with a decent and honest life, to celebrate the positive contributions of men in society and to focus on health and social welfare.\n\nThe Pan American Health Organization/World Health Organization (PAHO/WHO) published that men in the Americas live between five and seven years less than women and one of the main causes of mortality is HIV/AIDS, traffic accidents, suicides, injuries, violence and cardiovascular diseases.\n\nThese mortality problems are related to culture, human rights and other determinants of health.", "artifact_uri": "ipfs://QmUY51Lx4R4rG2w7Eii23CQGHmcucHsU33Fv89rZCBpbaY", "display_uri": "ipfs://QmUY51Lx4R4rG2w7Eii23CQGHmcucHsU33Fv89rZCBpbaY", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUY51Lx4R4rG2w7Eii23CQGHmcucHsU33Fv89rZCBpbaY", "mimeType": "image/gif"}], "creators": ["tz1gE7i3NjxuS65bGcVjBpmoMidjyy2xPR9S"], "tags": ["Man", "tribute", "cryptoart", "NFT", "glitchart", "generativeart", "collage", "photomanipulation", "gifart"], "extra": {}}