{"__version": 1, "token_id": 585701, "symbol": "OBJKT", "name": "Ten Thousand-hour Daydream 001", "description": "\n\nAcrylic on wood panel, 20 x 20 inches.\n\nInspired by the character Liliana from The Offshore Firm (2021) by Sabato Visconti @sabatobox\n \n---\n\n\nA small team was still working when Liliana showed up promptly at 9pm. It wasn’t uncommon to find a group working late, and she understood that part of her job was to remain obsequious. While she afforded them as much privacy as possible, often she overhead bits of conversation if conference room doors were left ajar. On this night someone was talking about the 10,000-hour rule and explained that to become an expert in any field, you needed at least 10,000 hours of practice. Liliana moved to the far end of the building and began vacuuming. The plan was that maybe they’d be gone by the time she made her way back. She considered her years of work and did the math. Yes, she had well over the required hours to become an expert office cleaner. But then she considered most of that time was spent daydreaming, so in fact she was also and expert daydreamer, which led to a strange idea: what if the daydreams were laid end-to-end to make one long daydream that lasted for 10,000 hours? After a few moments, to her surprise, the idea upset her and things took a wrong turn. She could no longer hear the engine of the vacuum and her vision narrowed. She felt neither awake nor asleep. Then just as quickly, she felt serene. She didn’t so much hear as feel the voice that seemed to be coming from her own body. Very calmly, it announced:  \n\nNow I am become death, the destroyer of worlds. \n\nLiliana could hear the vacuum again, and gripped the handle in her hand tighter now in an effort to steady herself. They were leaving one by one at the far end of the office floor. A woman waved and said goodnight. Unsure how much time had passed, she felt quite aware of her sense of relief, even gratitude. Now she could finish her work in peace.", "artifact_uri": "ipfs://QmeKquvXkKNkATP6yTsUzMCFBRG4Eh531krSHLthMkBEDk", "display_uri": "ipfs://QmZu6wN1ArejDKxDh7or3WnLcnSyZd7Fb2GR8JfwDcoemq", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmeKquvXkKNkATP6yTsUzMCFBRG4Eh531krSHLthMkBEDk", "mimeType": "image/png"}], "creators": ["tz1Pqtrt6tNu1maGJprsZBaNnapvfy2vbDf3"], "tags": [""], "extra": {}}