{"__version": 1, "token_id": 633501, "symbol": "OBJKT", "name": "ARLINGTON", "description": "I'm going to start this one off with saying a direct thank you to every person that has ever served or currently serves in the military, as well as their families. Service to country and to fellow countrymen is one of the greatest honors anyone can do. I don't like war or even thinking about violence, but it's important to acknowledge and recognize those that fight in those conflicts and/or sacrifice their lives for the rest of us to have the freedom to debate war to begin with. Doesn't matter if you're a Democrat or Republican or whatever your political affiliation is, anyone putting their life on the line for you deserves respect and compassion. While I was pondering the concept of service, I began to think back through my memories of walking through Arlington National Cemetery years ago. There's nothing like seeing all the headstones and the names; the hopes and dreams that lie buried there, so I can have my own hopes and dreams. It could be one of the most sobering experiences you'll ever have in your life. The enormity of every sacrifice weighs heavy on the heart, mind, and soul. During this introspection, the word Arlington kept popping up in my mind. So much so, that it had a powerful visual resonnance that conjured what you see in the image. By repeating the letters and spacing them out, we create the sense of depth of field. Along the front of the words is a reflection, almost as if you're on the water of the Potomic River looking into Arlington National Cemetery, reflecting on the collective and devastating national loss of life; a testament of love, honor, and sacrifice. If you know anyone that is a veteran of any conflict or war, please put down this book and call them to let them know they're appreciated and loved; they all need our help. ", "artifact_uri": "ipfs://QmdNzhRDY36mXgDpRidmGf7y1Z1vjW44Min8tsB42UbPWe", "display_uri": "ipfs://QmSgT7mKjG4mRgx4beiyfxQQbGTnkF8X9E8jPASs199pyc", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmdNzhRDY36mXgDpRidmGf7y1Z1vjW44Min8tsB42UbPWe", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}