{"__version": 1, "token_id": 635701, "symbol": "OBJKT", "name": "Daily routine of existential doubt I", "description": "This poem is an existential mapping, like a circle wondering about its dimensions, does it draw itself or are there others? This poem longs to be a question about the smell of the question. It works as a record of the road that is traveled multiple times because one is still learning to read the map. \n\nThis poetic work of sound and visual poetry is an embrace to the integration of artistic dimensions, it is a joint work of two women: mother and daughter, Neyda and Rosa. It is the result of the power of co-creation where listening is the dimension that expands the artistic and subjective being. \n\nThank you for listening. \n\nEste poema es un mapeo existencial, como un circulo preguntándose por sus dimensiones ¿se dibuja el mismo o son otros? Este poema anhela ser una pregunta acerca del olor que desprende la pregunta. Funciona como registro del camino que se recorre multiples veces porque aun se esta aprendiendo a leer el mapa. \n\nEsta obra poética sonora visual es un abrazo a la integración de dimensiones artísticas, es un trabajo en conjunto de dos mujeres: madre e hija, Neyda y Rosa. Es el resultado de la potencia de la creación en conjunto donde la escucha es la dimensión que expande el ser artístico y subjetivo. Gracias por escuchar. \n\nI treat this line\nwhich becomes a body \n           falling \nhow many times \ncan one be a trace? \n\nTrato esta linea \nque se hace cuerpo \n       cayendo \ncuantas veces puede una ser \nrastro\n", "artifact_uri": "ipfs://Qma1PjS5nFp3U7PKcofBRMMR6PMvxSej5wDBcVvMMuurmX", "display_uri": "ipfs://QmTKzQvCueAXU4UhSLfPVkjb86vwkGAJCpLJ32RBqR9YTg", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qma1PjS5nFp3U7PKcofBRMMR6PMvxSej5wDBcVvMMuurmX", "mimeType": "video/mp4"}], "creators": ["tz1Y9oRFW5yhCzuZvQx7kwZkDsSSXXDJhXHV"], "tags": ["poetry", "video", "music", "audiovisual", ""], "extra": {}}