{"__version": 1, "token_id": 315147, "symbol": "OBJKT", "name": "Ladybug (Anakan Limited Series #A01)", "description": "Ladybug\n\n\"sudah sampai mbak, bangun!\" \n\nSebenernya ia tidak dapat tidur disepanjang perjalanan. Tidur tidak tidur, mati tidak mati, rasanya sama-sama gelap. Tidak ada celah untuk cahaya masuk kedalam peti kemas itu. Awalnya masih ada cahaya dari cahaya ponsel, tapi karna perjalanan berhari-hari dayanya habis, dan beberapa orang sengaja mematikannya, agar ketika sampai bisa langsung menghubungi sanak keluarga.\n\nPintupun dibuka, serombongan laki-laki datang, meminta mereka keluar dengan bahasa yang tidak dimengerti. Kakinya berusaha mencium dasar peti, agar tidak tersandung, atau menginjak tai, karna selama diperjalan ia mencium aroma khas itu.  \n\nCahaya bulan digoyang-goyang riak air, tak pernah ia rasakan malam paling terang selama hidupnya dan tak pernah ia merasa kegelapan selama itu. \n\nAda 34 wanita yang keluar dari peti itu, ia masih ingat ketika disuruh berhitung ketika masuk. Yang ia lupa adalah muka perempuan-perempuan itu, yang ia masih bisa ingat dari mereka hanya suara, keluhan, sendawa, dan gemuruh perutnya. Mereka berderet menunggu antrian untuk mendabatkan nama baru dan nasi kotak, nasi kotak lebih penting untuk saat itu.   \n\n'Ladybug' nama barunya, sejak saat itu hidupnya sudah benar-benar mati. Ia kemudian digiring kesebuah pintu besi. Ladybug melihat kebelakang sambil tetap berjalan, mengingat-ngingat setiap muka perempuan-perempuan yang masih sedikit disinari bulan. Karna gelap akan datang di pintu kemas kedua.\n\n\n______\n\nAnakan Limited Series:\n\nAnakan Series adalah hasil peranakan dari karya Duhai Perempuan yang dapat teman-teman miliki di alamat website:\n\n[https://bungsafar.notion.site/Duhai-Perempuan-f1f8dafba57b458995bd2b40f2886224]\n\n_____\n\n\nTerimakasih telah membeli karya ini.", "artifact_uri": "ipfs://QmaNiFBXmtGPh3yjPWcr6p1soNoGBrLMNjjMAAS9mB7DbD", "display_uri": "ipfs://QmaNiFBXmtGPh3yjPWcr6p1soNoGBrLMNjjMAAS9mB7DbD", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmaNiFBXmtGPh3yjPWcr6p1soNoGBrLMNjjMAAS9mB7DbD", "mimeType": "image/gif"}], "creators": ["tz2X8ai2TZFZWCEiqdutTFLjRX12wgwT6HZp"], "tags": ["gif", "shortstory", "flashstory", "woman", "perempuan", "motion", "series", "limited"], "extra": {}}