{"__version": 1, "token_id": 347247, "symbol": "OBJKT", "name": "YOU (WILL NEVER CATCH) ME.", "description": "What seems like a simple sentence on the surface is really pretty interesting beneath it (literally). There lies the truth (nice oxymoron there). The word you in this case because of its placement at the beginning of the sentence will never actually come close to the end of the sentence where me is. So the sentence defines itself as a close loop system. It's clean, simple, direct, effective and quasi antagonistic. All the best qualities of minimalist artwork. Many of the sentences from these images would make great sculptures one day. Random sidebar: I always get asked how do I choose my colors. That is a great question to ask. The answer is simple, I choose colors that follow traditional color theory and sometimes I throw that fucking book out of the window. Rules are made to be followed and then destroyed and made again and then destroyed, repeat ad nauseum. But typically, when I start a new artwork, I use the gradient background that is next in the series, which I have prepared in advance to starting at least a day or two prior. I then play with options to find the best color suited for the work. This takes time. I normally work on at least 5-10 concurrently. Obviously, I can't work on all of them at the same time, but some present themselves to me quicker than others. The typical artwork will have a turn around time of up to a week. ", "artifact_uri": "ipfs://QmQqt1ho4wyCnwH5DwzkGCjxkpwYH96A8YtF97UewmQFsi", "display_uri": "ipfs://QmauMs6tKFkP84ZJ7r5He5mtiXdjbUR236hFfBKkuFUFDz", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQqt1ho4wyCnwH5DwzkGCjxkpwYH96A8YtF97UewmQFsi", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}