{"__version": 1, "token_id": 416447, "symbol": "OBJKT", "name": "MAGIC ITEM (9): ROLAND TR-808", "description": "\nInspired artisans of the Japan made this programmable electronic rhythm composer (drum machine). Rumors continue to the present day about 'semi-magical' defective microchips which gave this instrument its' unique timing and groove -- which no simulation or recreation can seem to match.\n\nThe instrument was conceived of as a tool for making demo tracks, and soon became an iconic musical instrument in it's own right. 1982's \"Planet Rock\" and 1983's \"Sexual Healing\" placed this instrument as a lead voice in the mix and its tones and pattern combinations have become permanent sonic artifacts in our collective musical lexicons, even if most listeners do not know know each sound by name.\n\nThese instruments are as significant to music in the present as Silbermann's forte pianos were to the pre-Classical Era -- or the Gibson humbucker + Marshal Stack combo was to Hard Rock and Metal music in the 1970s and 80a.\n\nThis is a photo of an instrument in my personal collection. I have added graininess to the photo for 80's vibes. Feel the vibes issue from this thing . . .\n\nLet it's groove and voice speak to you.\n\nThis digital \"token\" confers upon you\na portion of the aesthetic and para-natural\npower of this radiant meta-object.\n\nThink on the maker of this physical item\nand send them your gratitude\nthrough the centuries - for the\nprivilege of holding it's\nmeta-verse avatar.\n\n\nI truly hope my photo gives a portion\nof that electrofunk and cosmic groove mojo to you.\n\nHPL", "artifact_uri": "ipfs://QmSqaVJThSZ4MXiS5hc7CvviWRwVJoXWBvZMwznren1kZN", "display_uri": "ipfs://QmSqaVJThSZ4MXiS5hc7CvviWRwVJoXWBvZMwznren1kZN", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSqaVJThSZ4MXiS5hc7CvviWRwVJoXWBvZMwznren1kZN", "mimeType": "image/jpeg"}], "creators": ["tz1Nh672Ln1KRwVgXVdS6NR3NcSWjUSPaFuB"], "tags": ["photography", "roland", "drum", "machine", "funk", "electro", "tr808", "magicitem"], "extra": {}}