{"__version": 1, "token_id": 454447, "symbol": "OBJKT", "name": "SOLANA GODS #1", "description": "2021, October 28th they appeared.\n\nWithout warning, and for reasons that are still a mystery to us. Some arose from the depths of the oceans walking on to our coasts, some descending from mountain ranges and others materialised out of thin air.\n\nChaos broke out... National Governments frenzied about how to address their appearance. Some imprisoned and interrogated these faceless beings. Others put them on a pedestal and admired them as gods.\n\nA reason for their existence was never truly established.\n\nThese faceless beings attempted to communicate with us using a language that no human being had ever heard before. However, one thing felt intuitively true…\n\nTheir appearance represented a warning. Something monumental was about to happen, unless we changed something dramatically.\n\nWhat was it they wanted us to change? Maybe it was the way we were abusing the planet we called home, maybe it was the way we abused fellow human beings. Pondering what could be changed resulted to be mere a triviality in the grand scheme of things.\n\nIn hindsight the torture we were inducing onto ourselves, was simply a different medium which represented the same torture that we were about to endure...\n\nAs the faceless lived among us, their enthusiasm to communicate with us dwindled. Eventually we had reduced their morale to a state of silence.\n\nThen one day, it happened.\n\nIt started quietly at first, an unnatural ringing sound beginning to rise from the distance...\n\nThis grew to an unimaginable volume, so biblical it could be heard from the outer limits of our galaxy.\n\nThe brightness was blinding...\n\nThe screams were not heard...\n\nThe ascension had begun.", "artifact_uri": "ipfs://QmPCjznA4MEwLimc9j9jbqcfHfk4VXVEzPuYykgz7Ffi85", "display_uri": "ipfs://QmWkPfA6N8DwtLndoMUSzp4Pf6ftoz2kQMyj1WMbVsrQm2", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPCjznA4MEwLimc9j9jbqcfHfk4VXVEzPuYykgz7Ffi85", "mimeType": "image/jpeg"}], "creators": ["tz1RyRTmkdhmH8iBgFqfLXKj2h2PJagixDQ9"], "tags": ["nft", "art", "solana", "portrait", "limited", "rare", "pfp", "profilepicture", "collectible"], "extra": {}}