{"__version": 1, "token_id": 615247, "symbol": "OBJKT", "name": "creeps.dada.nyc - Part 1", "description": "Creeps & Weirdos\n\nThe Creeps & Weirdos collection was created at the dawn of what is considered cryptoart today. The collection was featured in Artnome’s article The Blockchain Art Market is Here in December 2017, and became the official image of the seminal Rare Art Festival in January 2018, a milestone event in NFT history.\n\nA hybrid between crypto collectibles and rare digital artworks, C&W possesses the dank aesthetics and the collectible structure of the projects at the time, but they were not intended as trading cards, memes, avatars, or even a game. Instead, they were conceived by DADA as a decentralized marketplace for rare digital art, foreshadowing and thus paving the way for the current cryptoart marketplaces.\n\nDADA\n\nDADA is an art creation platform and artist collective, a virtual home to people from all over the world—from a bodybuilder in Argentina to an evangelical pastor in the US, a farmer in Kenya, and a former punk in England, to name just a few. Our decentralized community includes many influential artists, technologists, researchers, and collectors in the blockchain ecosystem.The artists who created the Creeps & Weirdos are among the first in the world to have minted NFTs. Most of them have been part of the DADA community from as early as 2014, and are still very active today.\n\nThe DADA Collective has also been at the forefront of the many live events featuring digital art. Our live drawing performances have been featured in art galleries and events around the world, including Soul In The Machine at the Ethereal Summit, and Screens: An Exploration at the Tate Modern in London.", "artifact_uri": "ipfs://QmWFWwEGL5kcp6RA4ssyATsFMNakkou44RuKKgPWxX9QoC", "display_uri": "ipfs://QmTfTfFrQpz5dUvHbuwrLG5rniYu1KkZH4QCHNZENjYbsT", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWFWwEGL5kcp6RA4ssyATsFMNakkou44RuKKgPWxX9QoC", "mimeType": "image/jpeg"}], "creators": ["tz1VThyJUrYAgjqmycTFWSdJ4T1hbs5okKkK"], "tags": ["cryptoarcheology", "history", "creeps", "creeps.dada.nyc", "screenshot", "weirdos", "collection", "cryptoart", "dada", "website", "archive"], "extra": {}}