{"__version": 1, "token_id": 286735, "symbol": "OBJKT", "name": "'Coin Flipper' 07.03.2020", "description": "The image represents a tree diagram of the possible paths that can be taken when a coin is flipped 5 times. The pink squares symbolise heads and the dark purple squares symbolise tails. You travel through the image going from left to right. The image contains 5 columns. The first column is half pink and half dark purple. This shows the 50% vs 50% chance of getting a heads or tails on your first coin flip. The second column is still 50% pink and 50% dark purple, however, there are four parts which oscillate from pink to dark purple. *Combined* with the first column, it represents the possible paths when a coin is flipped twice (H,H - H,T - T,H - T,T). If you follow the logic I have just described, you can decipher the meaning of the entire image.\n\nIn essence, the columns tell you what stage you are at in terms of how many times you've flipped the coin. The area of a specific square inside a specific column will tell you the probability of you taking a path which lands you on that specific square. So if you take a pathway which leads you to a square in the 3rd column, you'll know that there was a 1/8 chance that you'd take that pathway. One square in the third column represents 1/8th of the area of the 3rd column. 1/2 x 1/2 x 1/2 = 1/8.", "artifact_uri": "ipfs://bafkreibyorihyv4cko55jy4rj2daqzw2wlfwyn3bx3u7qrpz5wimenr5ru", "display_uri": "ipfs://bafkreigrlktvxrtjapdjvkxeobnu5pubavwinzhsnqmpo6n7tkbyflbwhu", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafkreibyorihyv4cko55jy4rj2daqzw2wlfwyn3bx3u7qrpz5wimenr5ru", "mimeType": "image/png"}], "creators": ["tz1V7m4qYa42CN9yiybnqgNTGDKxd5rypdV2"], "tags": ["probabilistic", "probabilities", "pixels", "pixel", "squares", "square", "pink", "math", "mathematics", "chance", "5050", "headsortails", "coinflip", "cointoss", "probabilitytheory", "science", "cellularautomata"], "extra": {}}