{"__version": 1, "token_id": 393335, "symbol": "OBJKT", "name": "THE MIND OF AN AMERICAN, PT. III", "description": "You're probably reading this saying, my god how much does this guy NOT like America? I would argue that I actually love America's potential; I don't let zealous \"patriotism\" cloud my moral and compassionate human compass. The past 245 years haven't lived up to what all the hype has been. If you can't look at yourself in the mirror honestly and point out the opportunities to grow and become better, you're avoiding and not addressing major issues in society, thus stifling cultural and individual growth and potential. Between America's two original sin: displacement/land theft/genocide of First Nations peoples across America and the systematic enslavement of African Americans and all of the deleterious generational effects therewithin. And that's just only the 2 original sins. No country is perfect. No society has all the right answers to their own issues, but there sure are a lot of the wrong ones happening in America. I'm not a scholar by any means, but it seems kind of obvious that a way to start to mend these wounds and other is through better education. I always say the world needs more love, compassion and understanding. This would fall under the understanding part of that statement. Perceived American imperialism through the might of Capitalism, diminishes our integration with other nations on the world stage. Obviously, this a hyperbolic opinion and oversimplification of a perception, but it is a conversation starter. It jolts to the viewer head first into a dialog with ourselves.", "artifact_uri": "ipfs://QmXorqkLtxPuSyw433yT3en1CT3bAuyXqLyRpyJQEb1JM3", "display_uri": "ipfs://QmYhkYP9XLrX4CT7UxEvWnQos1dnFS98sBXvGQsL4QepeK", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXorqkLtxPuSyw433yT3en1CT3bAuyXqLyRpyJQEb1JM3", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}