{"__version": 1, "token_id": 398435, "symbol": "OBJKT", "name": "Yui Oiwa", "description": "New Darkness In The East takes place in Japan following an event known as ‘the skyfall’ in which a mysterious object has fallen from the sky in the middle of the night, fluctuating and disturbing energy sources throughout all of Japan. In the following days paranormal incidents appear to be on a drastic new rise. \nAn ominous new atmosphere as fallen over Japan. Restless spirits have taken terrifying new insect-like forms and behaviors, they have become stronger, their presence more widespread, their curse amplified and more dangerous than ever before. The backstories will focus on the life, their death, the original ghost legend, and lastly the new amplified curse of each new individual ghost presented.\nThis take on Japanese horror combines the two great fears of ghosts and that of insects. Combining both of these unpleasantries into the creation of several new ghosts and stories of varying length inspired by the Japanese horror culture surrounding ghosts and urban legends.\nBelow I will include a very short section from the full story about the new curse of this entity:\n\nNew Darkness In The East – Since the day of the skyfall event, male residents in the vicinity have been found dead with their bodies twisted, distorted, and broken in various unnatural looking ways. Since then these incidents have made men wary about renting or living in the area.\nTempted by the lower cost of living in this area the majority of men which are completely oblivious to this new curse move in unaware of the dangerous risk they take. Wives and girlfriends who use to be startled by visions of the ghost girl sleeping next to their man instead now awaken in terror to the defiled corpse of their partner.\nThe unfortunate that witness it are traumatized beyond words and disappear quietly. While single men are found dead days later and sometimes found dead in the streets...\nHorror painting project\nImage size : 1024x1280px 934.07 KB\nDate : May 1, 2019\n", "artifact_uri": "ipfs://QmZAnAKv562BAL64rFHt2tKaVvSJDjKtLYYArVjp8cK8AS", "display_uri": "ipfs://QmZAnAKv562BAL64rFHt2tKaVvSJDjKtLYYArVjp8cK8AS", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZAnAKv562BAL64rFHt2tKaVvSJDjKtLYYArVjp8cK8AS", "mimeType": "image/jpeg"}], "creators": ["tz1gHC1w7W6M5fSMCtryM6FzDBeXV7pT6krX"], "tags": ["haunting", "horrific", "horror", "horrorstory", "insect", "japanart", "japanese", "japanesehorror", "acabre", "macabreandhorror", "macabreart", "monster", "nightmarish", "paranormal", "scarystory"], "extra": {}}