{"__version": 1, "token_id": 420335, "symbol": "OBJKT", "name": "Ephesus Reconstruction (Turkey)", "description": "Reconstruction of an ancient street in Ephesus now known as Turkey. \n\nExclusive NFT only one minted (limited edition)\n\nEphesus, which is located near the city of Selçuk in Izmir, played an important role in all historical periods due to its geographical location. It is situated between Europe and Asia; and located in the central region of the Aegean coast of Anatolia.\n\nThe earliest traces of human settlement in the region of Ephesus can date back to the Chalcolithic period (6th-4th millennium B.C.). In the 2nd millennium B.C., it is known that a centre of power of greater than regional importance was located at Ephesus for the first time. The region of Ephesus was under the control of the Luwian kingdom of Arzawa, the Hittite, and Mira. After the Dark Ages, the coast of western Asia Minor was conquered by migrating groups of peoples, originating from the various regions of the Greek mainland, and later by the Ionians. As a port, Ephesus became one of the twelve cities of the Ionian League during the Classical Greek era. In the 7th century B.C., it was captured by the Kimmers (Cimmerians), by the Lydians in 560, and later in 546 B.C. by the Persians, and was rescued from the Persian domination when Alexander the Great defeated the Persians in 334 B.C. In the Roman period, around the 1st century BC, Ephesus had a population of more than 250,000, which also made it one of the largest cities in the Mediterranean world. The city was famed for the Temple of Artemis. (completed around 550 B.C.)\n\n\n\n\n", "artifact_uri": "ipfs://Qma6gbgB4PBXYUqxwjYbtkgW3VKNyES9pqBAUuSAYDwuKd", "display_uri": "ipfs://QmNPP3eJ8sqyX6kWhiufdsEFToMP8Pd2zw2SL1SoqhuseS", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qma6gbgB4PBXYUqxwjYbtkgW3VKNyES9pqBAUuSAYDwuKd", "mimeType": "image/jpeg"}], "creators": ["tz1gJFE7wNRu2TPixC1JHsgCNQzxeNCoeaKC"], "tags": ["Ephesus", "ancientruins", "reconstruction", "Turkey", "architecture", "archaeological", "archaeology", "history", "historical", "art", "digitalart", "artist", "modernart", "historicalart"], "extra": {}}