{"__version": 1, "token_id": 613535, "symbol": "OBJKT", "name": "The Creeps & Weirdos Collections - Two Vintage Editions", "description": "Back in 2017 when we were creating the Creeps & Weirdos collection, it was like working with a blank slate. It was exhilarating to experiment in such an early space, kind of like clearing the jungle with a machete. It was all innovation.\n\nBy 2019, we upgraded the C&W smart contract into the then new ERC721 standard. This was during the onset of the Crypto Winter, so we cut the original supply in half. We paused the 2017 contract, airdropped a new ERC721 NFT to every 2017 collector, and retired the collection.\n\nFast forward to March 2021. While we were hatching our plans to reissue the C&W collection the world finally caught up to NFTs. Some NFT “archaeologists” rediscovered the C&W and beat us to the punch, an event that we affectionately call ”the Apestorm”. Hundreds of people then “aped” on this collection that had been off the market for two years. But there was a catch: these historic NFTs could not be traded on secondary markets, because of the lack of royalty standards on Ethereum.\n\nWe spent the 5 months that followed looking into our contracts, searching for ways to unlock our NFTs while preserving their provenance and also reuniting the two tokens that were diverging with every OTC sale. After going down every possible rabbit hole, we realized that the most direct link to provenance was the historic 2017 contract. Unpausing it meant that in order to truly keep it as one collection we had to burn the 2019 contract, but each one of them had its own historical importance and its own quirks.\n\nWe therefore decided to honor the history behind this collection with all its experiments and discoveries.\nLike fine wine vintages, The Creeps & Weirdos is one collection that has two editions with two historic smart contracts; the same artworks represented in two different tokens, a 2017 ERC20 Creep or a 2019 ERC721 Weirdo, with their different characteristics, stories, and nuances. We are thrilled to introduce them for trading once again.", "artifact_uri": "ipfs://QmPxui5RHF1PuZonDp4k8BVXUFhuG4kuTRWuqT8PpbhoKr", "display_uri": "ipfs://QmWPX8CduobCFCgCuBbWn4ebBHaDdyzLFcbPyhj2tKPq4Q", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPxui5RHF1PuZonDp4k8BVXUFhuG4kuTRWuqT8PpbhoKr", "mimeType": "image/jpeg"}], "creators": ["tz1VThyJUrYAgjqmycTFWSdJ4T1hbs5okKkK"], "tags": ["DADA", "creeps", "2017", "ERC20", "weirdos", "2019", "ERC721", "collection", "cryptoart"], "extra": {}}