{"__version": 1, "token_id": 630335, "symbol": "OBJKT", "name": "Pequi, universo de espinhos", "description": "Eng : \n\nThe first time I ate pequi I was around 4 years old. I had woken up early before my mother. My brother, who is 2 years older, showed up with a pequi in his hand saying “Look what mommy brought last night!” and handed me the pequi without any warning. I obviously bit it too hard, there were lots of thorns inside it and I didnt know about it. My mouth became a universe of thorns. My mother and grandmother spent the rest of the day pulling the thorns out of my mouth. I think that first contact should have left me extremely traumatized, but not really. I love pequi, maybe even a little too much, running the risk of eating until I feel sick. I think it's because I remember the story, but I don't remember the pain, nor any uncomfortable feeling, and the delicious taste of pequi I remember very well. The secret to eat pequi is extremely simple, you have to gnaw on the edges and bite gently and there is no risk of getting all spiky.\n\nPort-br : \n\nA primeira vez que comi pequi eu tinha por volta de 4 anos. Tinha acordado cedo antes da minha mãe. Meu irmão, que é 2 anos mais velho, apareceu com um pequi na mão falando “Olha o que a mamãe trouxe ontem a noite!” e me entregou o pequi sem nenhum aviso. Eu obviamente lasquei uma mordida com vontade sem saber que tinham espinhos dentro. Minha boca virou um universo de espinhos. Minha mãe e avó passaram o resto do dia arrancando os espinhos da minha boca. Penso que esse primeiro contato devia ter me deixado extremamente traumatizado, mas na verdade não. Eu adoro pequi, talvez até um pouco demais, correndo risco de comer até passar mal. Acho que é porque lembro da história, mas não lembro da dor, nem de nenhum sentimento desconfortável, e o sabor delicioso do pequi eu lembro muito bem. O segredo pra comer pequi é extremamente simples, tem que roer pelas beiradas e morder delicadamente e ai não tem risco de acabar todo espinhado.", "artifact_uri": "ipfs://QmaRv8kYhf4URsdKa8u6TP88EoWrS98YURGiH1bNeYRsmT", "display_uri": "ipfs://QmREVxPf9DSJpnfir28XGAw3nkFFWRpx8JH6QXsfMX2wHX", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmaRv8kYhf4URsdKa8u6TP88EoWrS98YURGiH1bNeYRsmT", "mimeType": "image/jpeg"}], "creators": ["KT1EDR8WLc9fupBUV4wATQQDwKBMG1SThoNN"], "tags": ["texture", "new", "art", "digital", "painting", "shade", "pequi", "brasil"], "extra": {}}