{"__version": 1, "token_id": 329510, "symbol": "OBJKT", "name": "1/10 Sollog NFT Name of God ‘Hayah ", "description": "1/10 Sollog NFT Name of God ‘Hayah \n\nOnly 10 copies of this historic Oil Painting by SOLLOG is in this Tezos NFT Release.\n\nThe letters in this famous painting by SOLLOG spell ‘Hayah in Paleo-Hebrew a dead Hebrew script that was in use at the times of Moses. ‘Hayah was the NAME given to Moses in the famous I AM WHO I AM verse. It was ‘Hayah is ‘Hayah a proper name that means THE LORD. The Lord is THE LORD.\n\n‘Hayah is ‘Hayah.\n\nSOLLOG is a listed artist in numerous museums (See SOLLOG.com). He has the record for the most valuable oil painting every sold (See 247NEWS.net).\n\nThis work is that painting that sold for $1.3 BILLION USD, and the backstory of why it is so valuable is below.\n\nAll proceeds from this work benefit the Homeless Charity of Temple Of ‘Hayah.\n\nThis is the famous NAME OF GOD Oil Painting by SOLLOG see SOLLOG.com, it was gifted to Temple ‘Hayah (TempleHayah.org)  in 2004 and it was sold at auction for $1.3 BILLION USD in 2020 and acquired by a Crypto Fund (See 247 News).\n\nTemple ‘Hayah is the fastest growing religion in history, it was started online in 1995 by SOLLOG and now has almost 10 Million Members worldwide.\n\nMost members were early adopters in 2010 of Bitcoin as directed by SOLLOG to do. So many of the largest crypto wallets in the world are members of TOH or SOLLOG Fans.\n\nTOH (Temple Of ‘Hayah) is based on the scientific discovery of SOLLOG in 1995 that unites all major religions to each other through a simple mathematical formula based on the creation myths of all religious paths. That work is known as the CREATOR FORMULA (see CreatorFormula.com) It is absolute PROOF that a CREATOR created every religious path to unite into the truth, we are inside a created universe, and any religion is valid, since all things are controlled by the creator force of the universe. In other words GET ALONG CHILDREN you are all ONE, LOVE IS THE ANSWER. All religions contain the formula so they are all valid.\n\nThere is now scientific PROOF OF GOD, and that proof unites all religious paths into TOH.\n\nAll the art of SOLLOG benefits the Homeless Charity of TOH, you can donate to the cause through SOLLOG.tez or by buying SOLLOG Art.\n\nSince there is less than 1 Billion Tezos in existence, the real value of this work, cannot be fully validated through Tezos, but SOLLOG recognizes TEZOS is an important step in the evolution of humanity until Crypto 3.0 arrives which is FRACTI and that infinite coin based on user energy is already in beta at FRACTI.org. Ethereum is also an important step but until ETH 2.0 is released the network should be ignored due to outrageous gas fees.\n\nThe 10 copies of this historic  NFT will be distributed through a MAKE OFFER system on OBJKT.com, 1 Copy will be available at a time via MAKE OFFER, when that level of value is reached, a 24 Hour Trigger will be in effect that results in the winning bidder being higher that that level that triggered the 24 hour countdown. \n\nExample MAKE OFFER is in effect on Level 2, when MAKE OFFER reaches 10 Tezos, the public has 24 hours to better the offer that triggered the 24 Hour countdown. The winner of that level will be the highest MAKE OFFER BID 24 hours after the level was reached\n\nThe 10 levels are\n\n1/10 – FREE Random Winner chosen who RT, Tags and Follows @sollog on Twitter\n2/10 – 10 Tezos via MAKE OFFER on OBJKT.com\n3/10 – 100 Tezos via MAKE OFFER on OBJKT.com\n4/10 – 1,000 Tezos via MAKE OFFER on OBJKT.com \n5/10 – 10,000 Tezos via MAKE OFFER on OBJKT.com\n6/10 – 100,000 Tezos via MAKE OFFER on OBJKT.com\n7/10 – 1,000,000 Tezos via MAKE OFFER on OBJKT.com\n8/10 – 10,000,000 Tezos via MAKE OFFER on OBJKT.com\n9/10 – 100,000,000 Tezos via MAKE OFFER on OBJKT.com\n10/10 – 1,000,000,000 Tezos Via Auction House to be Determined\n\nThere are not 1 Billion Tezos in existence, so Tezos cannot handle the sale of #10/10 but it will be minted on Tezos Blockchain. \n\nTezos can handle easily the first 7 Levels of this NFT that is destined to become the most valuable NFT in history. \n\nRemember, SOLLOG is a historic figure that is recorded in the timeline of this planet as the man that PROVED GOD and started the future religion that takes over Earth, a religion where PROOF OF GOD is a given and LOVE is the central command of that path. All of his art is historic works, due to WHO HE IS not what he created. Valuable art is the WHO not the What...", "artifact_uri": "ipfs://QmRth4AC7tiZR26ugp2e3qxqxm1oqu5Zn8SXob4vECjqZE", "display_uri": "ipfs://QmZbwqpdnSjL98tRRTJtc836MgwUZfW2iRmPL5RiGVcMmC", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRth4AC7tiZR26ugp2e3qxqxm1oqu5Zn8SXob4vECjqZE", "mimeType": "image/jpeg"}], "creators": ["tz1b8zv5NLdwZ9sq7twr6haiATaPZLKNUDjB"], "tags": ["SOLLOG", "SOLLOGART", "SOLLOGNFT", "HAYAH", "NAMEOFGOD", "HAYAHNFT", "'HAYAH", "'HAYAHNFT", ""], "extra": {}}