{"__version": 1, "token_id": 417510, "symbol": "OBJKT", "name": "latern", "description": "1080x1080 pixels\n16 sec loop .mp4\n@davegreber\n\nThe Indigo Light appears as an oasis. Although it generally arrives in moments characterized by a genuine desire for realization, the participants spiritual level will ultimately dictate their ability to cross its threshold. Those above a 50% level are drawn into the light through a path of immense spiritual merits or very little ego. They not only see the light, but are able to enter it entirely. Those at a lower levels may experience the glow only in the moment of departure from their earthly body. Glimpses of this light can be seen often on the back or front porch depending on region, season, and culture. \n\nThis enticing Siren of Singularity is, in actuality, a doorway. As one approaches the threshold, one will encounter the “fortunate-ones.” Although repulsive, they normally have a happy and blissful disposition. Their peaceful nature features 34% less moaning and writhing, as compared to the leading transitional beings. Their neuronic pulses release vital energy which the environment is purified via Bliss particles, emitted through their laughter. Dancing, dying, these beings are comfortably suspended in a dimension where life and death have ceased to be binary. So Welcome! So Welcome as to participate in the mission of the establishment of this new realm.\n\nOriginally conceived by Dave Greber and Sophia Belkin in 2018 for an exhibit at the Front in New Orleans, LA.  www.thesculpted.com/swarmsiren", "artifact_uri": "ipfs://QmQpCcwu3eCDqj43WBWvpH1wuh6Gp3V9L7rwcqv4LqwtcN", "display_uri": "ipfs://QmWmta4oetjGiNXRHs4GkoSq6dcyxd5zpDsQzth4jQqLB2", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQpCcwu3eCDqj43WBWvpH1wuh6Gp3V9L7rwcqv4LqwtcN", "mimeType": "video/mp4"}], "creators": ["tz1U5BHEWV59q6Hc6fA9jEqCHk24cu8nZxkw"], "tags": ["Salvation", "blacklight", "blue", "purple", "red", "sparkle", "scary", "bat", "bug", "DaveGreber", "buglatern", "henoween", "hictober"], "extra": {}}