{"__version": 1, "token_id": 478010, "symbol": "OBJKT", "name": "“Early Moon” 10/26/21 @no5ay_", "description": "(1/1)\n4000x5000,300dpi.jpg\n7:47pm-8:56pm\n\nTo the few times you look up for the sunset and are able to catch the moon. Not too far off making it in time for it’s shift. Today I focused strictly on digital abstract expressionism & digital abstract paint..essentially that fall under the abstract umbrella, but majority of the pieces were created in the mind of abstract expressionism..focused on the technique and personal feel versus eye catching elements & placements. It was a release I needed and just the studies I wanted so that I am able to connect even more to the art form. Just a better understanding of that alone has helped navigate me through the pieces today.\u2028\u2028This final one however, definitely still experimental, but a little more fun for I painted this with the left hand on the trackpad and right hand on an apple mouse…The other 3 today where created with pen & tablet, which allows for more freedom as far as flow and digi-paint brush strokes…I am now a little more focused on 1/1’s just to kind of mentally prep me before pieces knowing that consciousness of quality will be of importance..a little mental test for myself & help with focus…but I also want to give love to multiple editions as well..Most of what I have been able to collect is thanks to artists allowing for multiple editions. With this…my final abstract expressionism piece for the night (10-26-21) will be back at the 10/10 for some more affordable xtz (for the allowance of fun & experimentation). I will probably follow this kind of formula of 1/1s & occasional multiples :) Much love to everyone!\n\nDigital abstract expression using photoshop paint.\n10-26-2021\n\ninstagram: @no5ay_\ntwitter: @no5ay_", "artifact_uri": "ipfs://QmQo9BqD4h5f5vjAjjLpqAUrGxmDXs8wiyxo8b494PAZDy", "display_uri": "ipfs://Qmcnfd3REYqZQZVeHQub45kDzbo9fXUghQsEEwG8z5D445", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQo9BqD4h5f5vjAjjLpqAUrGxmDXs8wiyxo8b494PAZDy", "mimeType": "image/jpeg"}], "creators": ["tz1MVGesL1NyxCCdd3Fn5W8dPvgEL5n2bwwc"], "tags": ["digital", "abstract", "paint", "expression", "expressionism", "experiment", "moon", "early", "sunset", "no5ay_"], "extra": {}}