{"__version": 1, "token_id": 550910, "symbol": "OBJKT", "name": "CYBERPUNK", "description": "Special edition ( Not minted will be burned at any moment 🔥)\n\nGif criado a partir de ilustração digital.\n\nDesde criança, sempre fui impactado por obras de ficção científica.\nSempre sonhei com a virada que traria o \"futuro\" onde teríamos robôs humanoides e carros voadores pelas ruas.\nForam vários avanços tecnológicos de lá pra cá e, aos poucos, esse futuro vai se mostrando real.\nMesmo que tais avanços sejam evidentes, essa virada é sutil aos olhos.\nQuando menos nos dermos conta, estaremos imersos em um mundo tecnológico,\ntransitando pelo metaverso e interagindo com hologramas.\nSó espero que toda essa evolução torne nossa sociedade menos desigual.\n\n_____________________________________________________________________\n\nGif created from digital illustration.\n\nSince I was a child, I have always been impacted by works of science fiction.\nI always dreamed of the turn that would bring the \"future\" where we would have humanoid robots and flying cars on the streets.\nThere have been several technological advances since then and, little by little, this future is proving real.\nEven though such advances are evident, this shift is subtle to the eye.\nWhen we least realize it, we will be immersed in a\ntechnological world,\ntransiting through metaverse and interacting with holograms.\nI just hope that all this evolution makes our society less unequal.", "artifact_uri": "ipfs://QmSA3EFwW7FUbcqDMBHeHAhv7QebfmxH2Y55JaHbonCf4W", "display_uri": "ipfs://QmSA3EFwW7FUbcqDMBHeHAhv7QebfmxH2Y55JaHbonCf4W", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSA3EFwW7FUbcqDMBHeHAhv7QebfmxH2Y55JaHbonCf4W", "mimeType": "image/gif"}], "creators": ["tz1L45ouDEDxak9reBHBY8cEjuwsxfDYyuFK"], "tags": ["cyberpunk", "illustration", "graffitiart", "graffiti", "streetart", "characterdesign", ""], "extra": {}}