{"__version": 1, "token_id": 317313, "symbol": "OBJKT", "name": "Alphabet", "description": "The Persian alphabet or the Persian-Arabic alphabet consists of 32 letters that are adapted from the Arabic alphabet. This is the most widely used alphabet for writing consonants (vowels) and vowels (vowels) in Persian, which is used as a Persian script, which is itself derived from the Arabic script.\nBefore the Arab invasion of Iran and the subsequent entry of Islam into Iran, two Avestan and Pahlavi scripts were used; But the language of the Qur'an was based on the Kufic script and Ali ibn Abi Talib himself wrote in the Kufic script. After a while, the territory of the Arabs expanded from Afghanistan and Iran to Syria and Egypt\n\nThere were many misreadings in the letters of the caliphs. People in other countries had difficulty pronouncing Arabic words until in 65 AH, Abd al-Mulk ibn Marwan came to the caliphate in Damascus and wrote a letter to Hajjaj ibn Yusuf Saghafi, the caliph of Iraq, telling him that the Kufic script was designed by Abu al-Aswad Duli. It is not enough and he asked Hajjaj bin Yusuf to develop and promote the Arabic script based on the Kufic script.", "artifact_uri": "ipfs://QmVm1Z78zpVAqxZogP1YDYubWoLPDWC98ZjndA8g6z63J1", "display_uri": "ipfs://QmcXGbzQxTDKgvJDZZczC8JUrjxK7s1KyxN3vfhYshJMom", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVm1Z78zpVAqxZogP1YDYubWoLPDWC98ZjndA8g6z63J1", "mimeType": "image/jpeg"}], "creators": ["tz1byfv1EckZBdrd9Z3CVp6nY8W7WRYWf6qn"], "tags": ["generative", "geometricart", "geomatic", "generativedesign", "hen200k", "psychedelicart", "minimal", "opticalart", "coding", "newmediaart", "trippy", "object4objekt", "artxcode", "mathart", "geometry", "processing", "proceduralart", "creativecodeart", "abstract", "pyton", "pixelart", "creativecoding", "psychedelic", "genartclub", "audiovisual", "rare", "touchdesigner", "pattern", "bhfyp", "codeart", "machinelearning", "computerart", "opart", "pixels", "generativeart", "aiart", "procedural", "algorithmicart", "isometric", "artandtechnology", "noise", "glsl", ""], "extra": {}}