{"__version": 1, "token_id": 339513, "symbol": "OBJKT", "name": "TSUNAMI OF DOUBT / TSUNAMI OF DROUGHT", "description": "What is self-confidence? I mean sure we could just use a typical dictionary style \"definition\", like \"confidence in oneself and in one's powers and abilities\", but does that actually give us any real world perspective? I would argue that it is a spectrum, just as so many other aspects of reality are. It's so subjective that everyone's definition would be vastly different from each other. There are those moments when you have all the confidence of a Formula 1 racer like Lewis Hamilton, lapping some of the competition to victory. Conversely, there are those moments of sheer terror to even get out of bed in the morning. Why is that? Science would argue the amygdala controls the fight or flight \"lizard brain\" aspect of our minds. It's good that we have this, it helps keep us alive by keeping us alert to potential dangers. For the most part, we don't have to worry about large predators attacking us, though contemporary life has its own perils that have replaced such dangers. When we go into these deep moments (that sometimes feel like eons of time) of low confidence of self-esteem, it can feel like a drought of doubt; like you're in a desert desperately searching for that oasis of confidence, of assurance, of mental stasis only to find a tsunami of self-loathing, fear, apprehension. (Sure that sounds poetic Andrew, but what is the remedy or cure?) Now I'm going to sound like a snake oil salesman and tell you that getting up, getting out into nature and reconnecting with the essence of where you came from is the answer, is the remedy, is the cure. It won't solve your problems by any means, but it will help you recharge your inner batteries of hope. For the last year and a half I've lived with First Nations people in Canada and they have shown me a better way of living and perceiving the natural world. More to come on this later...  ", "artifact_uri": "ipfs://QmfVbQKPobkrqSxDNs4CP6XzpsCW7ZpY8QAFkf1AFTfQz7", "display_uri": "ipfs://QmRCrjmKeZGUBNXdXGPnKaJnaeRgJnPYZ1cH4jLje2kgjh", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmfVbQKPobkrqSxDNs4CP6XzpsCW7ZpY8QAFkf1AFTfQz7", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}