{"__version": 1, "token_id": 564013, "symbol": "OBJKT", "name": "Fushimii Inari", "description": "Fushimii Inari.\n\nForeword :\nThis episode is the opening part of 1 of 5 series from 'Fable To Table' chapter series.\n\nPrelude :\nFushimii Inari Taisha was an infamous temple which is known by a million vermillion Torii (Gate).\nBuild by a rich family who had a bad habbit to throw away the rice and the food on their past, so then they build a shrine as a contribution for the people around and also as a symbol of rice, food and wealthy praying shrine.\n\nAside of the infamous Torii itself, Fushimi Inari also known as it Foxes symbol which is believed to protect human from any bad spirit outside the Torii area.\nIt says the more tails is the more wise and powerful Guardian fox will become, and it's up to 9 tails fox called Kitsune.\n\nThe Concept :\n\nI'm doing my small research neither when i stay on Kyoto few years ago and received some of an informaiton from the people around and my Kyoto friends.\nThen i found few unique phenomenon between the temple, the gate, the fox, the bad spirit, and some of dark myth on it.\nAnd it even much more interesting than the Torii and the fox itself, when i read few 'coincidences' but far from it there are another nature phenomenon when i realised that people came to the shrine to pray for they wealthy, guarded by a fox from any kind of bad spirit outside which is there also a ghoul girl who live near the forest and having some wisdom to lock herself up by knowing her own dark energy.\n\nA harmony between the human, the shrine, the fox guardian, and the ghoul girl was meant to be a symbol of harmony which is to place everything on it own places neither for the good the bad and the pray.\nSuch as a human as the centre of their own life, a darkside nor the brightside in every of each side that need to be on fit on it place to found the answer of their pray.", "artifact_uri": "ipfs://QmW7WDc5EWHBuKQKGd8BkS5iZbSYf8fVqD4J4pdbcYAtq4", "display_uri": "ipfs://QmapB7DoK113mYHy1EFoX9jm4JPojVQr1ZNGCyBQgBLCxv", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmW7WDc5EWHBuKQKGd8BkS5iZbSYf8fVqD4J4pdbcYAtq4", "mimeType": "image/png"}], "creators": ["tz2JUZqAFa1yT7CugrxhdPGj42cGgjFFQvW4"], "tags": ["Japan", "myth", "art", "artwork", "painting", "digitalart", "kyoto", "fushimiinari", "inari", "shrine", "ghoul", "fox", "ninetailfox", "yokai", "vampire", "belief", "shinto", "legend", "kyubii", "kitsune", "temple", "pray", "woman", "drawing", "digitalart", "aryawirawan", "demon", "dark"], "extra": {}}