{"__version": 1, "token_id": 295516, "symbol": "OBJKT", "name": "Sorry, No Kick Off Today", "description": "\"Sorry, No Kick Off Today\" is my expression from my experience in football subculture. At that time I was a supporter of the football team. I do things like any other supporter, come to the stadium to watch games, home or away. Follow the progress of my favourite team. Sometimes I also get into fights with supporters of other teams or rival teams. Suddenly I get a lot of information about dirty play in football, such as match fixing, bribery and corruption. And then I became disinterested in football.\n\n*This artwork is one of 9 Artworks from The Phrase of Domestic Object. This is my own project, I collect domestic objects around me like toys, tools, and more, and then I combine some objects with other objects in one frame to get idioms, messages, and expressions.\n\n___\n\n\n“Sorry, No Kick Off Today” adalah sebuah ekspresi dari pengalaman saya menjadi supporter sepak bola. Kala itu saya merupakan seorang supporter dari salah satu tim sepak bola. Saya melakukan berbagai hal seperti suporter pada umumnya, datang ke stadion untuk melihat dan mendukung pertandingan baik kandang maupun tandang. Mengikuti perkembangan tim. Pernah juga saya terlibat dalam tawuran antar suporter. Hingga tiba-tiba saya mendapatkan banyak informasi perihal permainan kotor di sepak bola, mulai dari pengaturan skor, penyuapan, dan korupsi. Semenjak itulah saya menjadi sama sekali tidak peduli dengan sepak bola.\n\n*Karya ini merupakan salah satu karya dari 9 karya di Frase Objek Domestik. Frase Objek Domestik adalah projek saya di mana saya mengumpulkan berbagai objek domestik kemudian menggabungkan beberapa objek tersebut ke dalam satu frame hingga mendapatkan berbagai pesan, idiom, dan ekspresi.", "artifact_uri": "ipfs://bafybeidun7qajwmdzv2zntj6hwsea32b6v2rfc2qpx3pt23dmahylwp77a", "display_uri": "ipfs://bafkreibxqvhtnc3cpi7clqhrcsbbljy7vpy7n2qejsl6hxuok3d5bluqp4", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeidun7qajwmdzv2zntj6hwsea32b6v2rfc2qpx3pt23dmahylwp77a", "mimeType": "image/jpeg"}], "creators": ["tz1fMV4tj6TKbHhpg3uxeKMY4DFdeDfLRY7K"], "tags": ["Conceptual", "Photography", "DomesticObject", "ConceptualPhotography", "NFTPhotography", "NFTAsia", "Football", "FootballSubculture", "ThePhraseofDomesticObject"], "extra": {}}