{"__version": 1, "token_id": 348416, "symbol": "OBJKT", "name": "microdesktop: notepad", "description": "The microdesktop series is a pixel-art visual history of the Macintosh user interface. \n\nThese 1-bit, 51x34 pixels drawings showcase key parts of Macintosh interface design choices, in just 1734 pixels.\n\nThe notepad was one of the Desk Accessories on the first Macintosh. Only one program at a time could run on Macintosh, but accessories could run alongside the the current application. Notepad stayed unchanged until System 7 release in 1991.\n\nYou can read more about Desk Accessories and Notepad here: https://www.folklore.org/StoryView.py?project=Macintosh&story=Desk_Ornaments.txt\n\nThe microdesktop series is inspired by the black and white interface of the first Macintosh in 1984 and its small 512 × 342 pixels, black and white (no greys), 9\" screen.\n\nDesigner and artists had to use every pixels and find ways around the limitations, leading to beautiful 1-bit icons, backgrounds and illustrations.\n\nWhy this series? Our computer interfaces today are the descendants of the early graphical user interface designs, and have inherited many of the original choices. For example Photoshop today still use icons invented for 1984 MacPaint.\n\nThe original resolution of this piece is 10 times smaller than an original Macintosh desktop at 51 × 34 pixels only. The actual final image file is scaled up 8 times, to be visible on modern computers.", "artifact_uri": "ipfs://QmVXLhBzASqXBFnhTrG3fb22vUQMwL3QzZpD9tDRQb1gzU", "display_uri": "ipfs://QmVXLhBzASqXBFnhTrG3fb22vUQMwL3QzZpD9tDRQb1gzU", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVXLhBzASqXBFnhTrG3fb22vUQMwL3QzZpD9tDRQb1gzU", "mimeType": "image/png"}], "creators": ["tz1VhN58tCJbboQQoyTgLWoCwDUXBidfcAgd"], "tags": ["microdesktop", "computer", "blackandwhite", "history", "1bit", "icons", "80s", "pixelart", "macintosh", "b&w", "lowres", "interface", "1984", "pixel"], "extra": {}}