{"__version": 1, "token_id": 361616, "symbol": "OBJKT", "name": "Magic Shop - Death On Top Series 05", "description": "Abracadabra, voulez vous, you see me and I see you. Misdirection straight ahead, per reflection you will pay.\n\n\u2028\u2028Tricky Trickster where you at? I can feel you below my hat: You may play so hard to catch but don’t be cocky I know your are latched. You woke an itch I cannot scratch, but you won’t make my scalp detach: like a tick, or gum, or patch: I might be your worthy match. \n\nI can feel you intertwined with my brain cells like a vine, tampering the sacred wine: the juicy insides of my mind. All the paths so well designed to lead me to your choice inclined - you the maker of opinions- am I your servants or just your minion?\u2028\n\nBillion things have flown by bye, from your endless lie supply, always toying with the eye of people that on you rely: cry, cry, cry. That you care your tears imply. Will you stop if people die? Or slurp the vein until it’s dry?\u2028\u2028\n\nOf all the leeches of this world, worst of all are the ones unfurled: getting taller with their speeches, fangs hidden while they preaches. If something this experience teaches is that there’s something below those screeches: a floating hand that silence stitches.\u2028\n\n\u2028Dot by dot they mark the spot: where you walk and where you stop. Or if you bop or if you pop, or swap your insides in the shop. Chop, chop, chop! Hurry up! Bring your cup, bring it up! You might want more death on top, all day-all night death nonstop! \u2028After all, it’s just a joke, nothing more than our cheapest prop.\n\nKILL COUNT +12 ", "artifact_uri": "ipfs://QmTRfRJRdPwwJo3TkkU5MYDqnNz5qoi8pRYYM5ZzL77KgW", "display_uri": "ipfs://QmPCuKKa1faQL2wW2B7CcTtCQimd2CKfhkSSYDH4mTUJEP", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmTRfRJRdPwwJo3TkkU5MYDqnNz5qoi8pRYYM5ZzL77KgW", "mimeType": "image/png"}], "creators": ["tz1aQKoJYGJTZRNDjunJVuPmJeZPKsrRvpBZ"], "tags": ["3d", "blender", "illustration", "story", "marcuscus", "magic", "death", "trap"], "extra": {}}