{"__version": 1, "token_id": 410816, "symbol": "OBJKT", "name": "Please Stand By -I Got Something To Say 083", "description": "Please Stand By utilizes the iconic SMPTE color bars template and changes the palette to bring into question viewers perceptions surrounding \"standards of color.\" An offshoot of my original series, I Got Something To Say, adds an additional more literal message. Please Stand By, We Need To Talk About Facebook. This week Frances Haugen, a former project manager for Facebook, testified before US congress spending hours detailing the unsavory practices of facebook. According to Ms. Haugen, Facebook has understaffed critical security teams that monitor whether countries were using the platform to spy on one another and run disinformation campaigns saying the company was failing to adequately protect against threats from emerging from China, Russia, and other countries. They’ve also stoked polarization in our country through overhauled newsfeed algorithms deployed in 2018 that weighted posts and engagement based on users likes as opposed to doing a chronological timeline. But worst of all, a trove of leaked documents revealed how Facebook was aware of the negative impacts it was having on the country’s children, body dysmorphia, cyber bullying and other negative consequences and did nothing about it. As social media companies become world powers, we need to talk about a global solution on how to address and govern these companies that now hold more power than most countries.", "artifact_uri": "ipfs://Qmbf8pyPhKSEQwcHbuPNXsh2zBejTU5oB4KjZE4f8RQGSs", "display_uri": "ipfs://QmWTs8MX6JQxC7iSBqzS7v54Gvs5mkWC13ahAevdoKcDCy", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmbf8pyPhKSEQwcHbuPNXsh2zBejTU5oB4KjZE4f8RQGSs", "mimeType": "video/mp4"}], "creators": ["tz1VCtzuZHriPNays8UJnAdrZDgRaPehud2Y"], "tags": ["art", "digitalart", "glitch", "glitchart", "color", "colorpalette", "colorpalettes", "tv", "television"], "extra": {}}