{"__version": 1, "token_id": 315177, "symbol": "OBJKT", "name": "Greek Orthodox Priests Trapped in an Colorful Deteriorated Composition ", "description": "Three Greek Christian Orthodox Priests Posing - 2021\nPaphos_Cyprus early 20th-century \nSize: 3260x4500px - 300dpi Resolution\nOriginal Photographer, Spyros Haritou (1901-1991)\n1/10\n \nThis artwork was produced digitally on a deteriorated glass plate negative photographic film, dated the early 20th-century. \nI have in my possession a great number of deteriorated glass plates negatives, which I'm planning to mint soon under a new project titled, METAMORPHOSIS. All of them have developed deteriorated scars because of the conditions they were stored in. For such delicate material, the storage choice was the worst possible.\nThe actual basement was connected with a water canal built under the house in late 1900, during the British canola establishment. And for 50 years, these plates, have been hibernating in a humid environment, that slowly transformed, year after year, the pictures into contemporary art.\nWhen I first discovered the archive in its then condition, I was amazed. Because artistically, it was absolutely beautiful. You could almost feel the souls of the depicted characters imprisoned in the plates, begging to be discovered.\nI knew that a lot of information, stored in the plates had probably been destroyed, and that didn't feel good. Thankfully, I soon discovered, after scanning a few, that there was more information than expected to be recovered.\nYou can visit my website, www.sergisadamos.com, and check under Metamorphosis, for more information and images concerning the archives' historical revelation.", "artifact_uri": "ipfs://Qmbo8SWowEeP4f2gLSh6pxfCthuk4hQvsaPT2b2G9zCjYK", "display_uri": "ipfs://QmajKMvBAFNjnDf7B5aRzauy7w1Bu71VL96WMfdpj8Y4AS", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmbo8SWowEeP4f2gLSh6pxfCthuk4hQvsaPT2b2G9zCjYK", "mimeType": "image/jpeg"}], "creators": ["tz1T9QTqK4Ge1rkSVLAfUm8caAgmWBuz1Exk"], "tags": ["#historicalnfts#nftartcommunitygreekorthodoxpriests", "#glassplatenegativenfts#contemporarymodernart#digitalart#nftcommunity#nftcollector"], "extra": {}}