{"__version": 1, "token_id": 479877, "symbol": "OBJKT", "name": "GØW CRYPTØPICØS - Brazilian Wooden Shelves - GØW - PONTE DE PEDRA - UNKNOWN", "description": "\nCRYPTØPICØS is a series of truly unique premium handmade wooden shelves, produced with love in Brasília, Brazil, for you to properly showcase your art and all other things you love.\n\nThe CRYPTØPICØS PONTE DE PEDRA I was made out of a beautiful branch I found at Parque Nacional de Brasília - Brasilia's National Park - Água Mineral. Its unusual shape hanging on the wall creates the aspect of a bridge.\n\nPONTE DE PEDRA I measures are aprox. 55cm x 20cm x 9cm and it weights around 400g. It was sanded to perfection for the smoothest touch and treated with General Iron Fittings premium natural oils and organic Bee-wax.  \n\nFixation on wall is made with 2 hooks that are drilled on the wall and stay invisible after installation. Everything you'll need to install it will come included in the box. \n\nThere will be 20 digital-only assets available. When all of them are sold, one random holder of the digital asset will be notified they won the real life asset. I will get in touch to arrange delivery details. Costs will be paid for by buyer.\n\nIt comes engraved with the artist signature \"GOCCØ W\", unique item name/tag \"PONTE DE PEDRA I\", wood species \"UNKNOWN\", place where it was finished \"BSB BR\", year of making \"MMXXI\" and will also contain the engraved contract data of the first winner transaction, linking it forever to the blockchain. It's one of the first wooden, physical pieces available on any blockchain, since there aren't many out there. It brings one of the first solutions to linking physical, solid art to the blockchain fullfiling the purpose of NFTs. Now available @ HEN.\n\nI am commited to giving a % CRYPTØPICØS profits back to the local community in the form of free wood art workshops and classes, as well as how to get people to make profits and change their lives in the crypto market.\n", "artifact_uri": "ipfs://QmckLPRryDedWvsCfecFtNrjewvPEhiN5kowmFVoF8supA", "display_uri": "ipfs://QmQUXmkBiVZJ9rWG2DxaT3BnxsgmD3zm6ia6LMg6NvDyby", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmckLPRryDedWvsCfecFtNrjewvPEhiN5kowmFVoF8supA", "mimeType": "video/mp4"}], "creators": ["tz1VQimdkCkmV7jYkTY9CiuTd341muWz1sgt"], "tags": ["gocc0wood", "woodartnft", "woodartbr", "woodworking", "physicalartnft", "touchnft", "woodwork"], "extra": {}}