{"__version": 1, "token_id": 577477, "symbol": "OBJKT", "name": "war", "description": "maybe humans were born with a curse when they were created. the curse of greed and gluttony for themselves and their own group. war never ends. Conflict is always ready to spark a war. as if peace and coexistence are a mere utopia.\n\nwar! war! war! so said the kings. that's what the kings said to their people. he sent his people to their own graves but the kings just sat there watching and occasionally dizzy if they lost. they are dizzy not about the lives that have been lost but the threat of loss. that's how it is. he is afraid that if he loses his oil fields or their money-producing fields will be taken from their hands.\n\nwhile you soldiers are only pawns of the kings to fulfill their ambitions. this war is not for you. not for your sake but it's all just for them. Remember once again that you are only victims and also killing machines for kings. you are only made to be cold-blooded killers in the middle of the battlefield. Is fighting with yourself not enough?\n\naaaah... you guys look still happy after killing the enemy. Have you ever thought that the enemy is the same as you?\n\nThen what about the workers? they will continue to produce in the factories in the city where they live. hit the hammer to build a fighting tool. Have you ever thought about who will benefit the most in this war? In my opinion, war machine manufacturers will benefit the most. but do the workers benefit from it? no! they continue to live their lives as usual. life is full of stress and the unexpected because of war.", "artifact_uri": "ipfs://QmdV6UEK8tjPFbrDzYDqoV1FazS5ZQ7VPAzwp5gz7UWq7H", "display_uri": "ipfs://QmfVJxfKHu7KKLDbbpZsUrzmtrAPhq4d2XinRH9iGj81Kg", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmdV6UEK8tjPFbrDzYDqoV1FazS5ZQ7VPAzwp5gz7UWq7H", "mimeType": "image/png"}], "creators": ["tz1h7hE4p5yBHFke7DPbCPf2EAsx7GxevvNA"], "tags": ["collage", "war", "horse", "psychedelic", "cleannft", "tezos"], "extra": {}}