{"__version": 1, "token_id": 330658, "symbol": "OBJKT", "name": "I was 108", "description": "“I WAS: I was not able to see the people I love, I was not able to have the comfort of their loving caresses, of their kind words. I died alone and remained naked, wrapped in a cold black sack, not in the dress that I wanted to wear for this event, to welcome friends and relatives for my last farewell. Not even the whimpering procession that \"chases\" you slowly as you approach your last earthly stage.\nIt went like this, how many things in life do not go as we would like?!\nNow you are sad, afraid, suffering, angry, angry with all those who have allowed all this, but above all you are devoured by feelings of guilt, you think you have abandoned me in this last journey of mine. But for how long have you not been next to me?! A few days, a few hours, nothing compared to the whole life spent together. The past, the memories, the moments spent together are still here, and no one will be able to erase what I was and what I have been for you”.\n\nWith \"I was\" I wanted to deal with the theme of suffering from a new disease. I have been working in the social sector with the elderly for over twenty years, whom unfortunately are the most affected category hit by this pandemic, alongside their families. Luckily our elders could hug each  again, with no barriers, and be close to their loved ones, although it is impossible to forget all the people who left us, leaving a void behind that could not be filled with a warm hug.    \n\n\nThe project was born from a 30x30 canvas made with mixed technique and applications of scraps of fabric painted and sewn on the canvas, as if to symbolize the years lived.\nThe canvas was then wrapped in a black sack and finally slowly burned, as if to symbolize the cremation of the bodies infected with this new disease.\nUsing the photos of the realization of the painting, elaborated with the A.I. of Playform, 9 different videos will be made in editions of 27 pieces each.", "artifact_uri": "ipfs://QmW4aSkwbspuwA6BBvkcRkbAX5G3qRCHfVJq3JXNQ4mYYo", "display_uri": "ipfs://QmPUVRUs57CGBRW9UxjRV6WkT2pBvXfVrkkBWc3btdBrWN", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmW4aSkwbspuwA6BBvkcRkbAX5G3qRCHfVJq3JXNQ4mYYo", "mimeType": "video/mp4"}], "creators": ["tz1LbJLmDansRC1P6KkFyveoFLF8vBEdpnrS"], "tags": ["nft", "art", "painting", "AI", "conceptualart", "covid", "informal", "patriziabarnato", "108", "artificialintelligence", "playform", "AIart", "digitalart"], "extra": {}}