{"__version": 1, "token_id": 375258, "symbol": "OBJKT", "name": "Modular Synthesis 3", "description": "(2021)\nBy ClockworkFeathers\n\nEdited photo of a composition consisting of components made using 3D printed ceramics, Flameworked soft glass, and seed beads.\n\nWhen I’m working on this body of work, I’m thinking about what it means to be making something in this new medium. What unique properties does this medium offer that I can use to add something to my work as a whole?\n\nEach of the components that I use in these pieces was made in their respective mediums and takes advantage of inherent properties of that medium. The 3D printed ceramics take advantage of the texture that is inherent in the additive manufacturing process. This texture interacts with the glaze applied to them and was also accentuated by the type of kiln they were fired with and the way they were fired. I used techniques made possible by flameworking glass to make the shape and surface ornamentation on the glass bead, and the dodecahedron shape was something that I made while exploring making three dimensional structures out of seed beads because of their relative uniformity and how they combine into groupings. \n\nBut what am I adding to this work by using the blockchain?\n\nAs I worked on this piece, I thought that an answer to this question was “cohesion.” Much like how I use seed beads and bead weaving in a lot of my other work, making work for the blockchain is a way to unite seemingly disparate components together into a coherent work. In creating the image that becomes the focal element in the work, the digitization of the physical composition acts as a kind of joining process. Then, once transmuted into a digital form, the piece can be further developed using data manipulation tools to highlight and bring focus to particular areas and elements.\n\nHowever, the most compelling class of answers that I’ve encountered for this question involves viewing the blockchain as providing a setting and a venue for the work. Conceptually, the way in which this work is experienced is unique from how other digital works, and even physical works, are experienced. Adding the blockchain to this work allows for people to interact with the work in ways that are unique to work on the blockchain. Although the ability to collect things is nothing new, there is something about doing so through the blockchain that feels different. To me, it’s not quite the same as “owning” a piece from an artist; it mixes in some elements that rhyme with (but doesn’t entirely line up with) the patronage model of people supporting artists. I can’t quite describe those differences in words. The blockchain can be used to implement something that resembles traditional “ownership” of art, but it is also capable of much more than that, and those yet unexplored possibilities are the frontiers that I find most enticing and exciting.\n\nTo the people who have been acquiring the pieces in this series, I thank you for helping me to keep going. We are all finding our way through this new medium, and while the baby steps we’re taking now aren’t necessarily impressive, they are the first steps in a journey where we will hopefully reach many wonders.", "artifact_uri": "ipfs://QmRRSNiXtqq5JjTZTAj7WPqHGcPzd7fckc4j84wr9P2YXw", "display_uri": "ipfs://QmZzkDB2e621vhQpfP8wpaQEQtjTjUbmk1FJo9sdR72fxQ", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRRSNiXtqq5JjTZTAj7WPqHGcPzd7fckc4j84wr9P2YXw", "mimeType": "image/jpeg"}], "creators": ["tz1U9g5rCG45oweVJG3aQoB9bLSk5n5a3JZN"], "tags": ["ceramics", "glass", "craftmedia", "analog2digital", "digital2analog"], "extra": {}}