{"__version": 1, "token_id": 425658, "symbol": "OBJKT", "name": "Hong Kong NFT", "description": "\nThe year is 2025, Hong Kong….One of the greatest cities in the world, has been transformed.  \n\n\u2028\u2028This futuristic street art neon curation is based on the backstreets of Hong Kong. \u2028\n\nCommunity-driven decentralized businesses now run the world.  The old guard has been rolled.  \n\n\u2028\u2028Crypto Alien Babes (CAB) from Planet Xenon-X, with their epic human counterparts, have saved the world from the ‘dark ones’ whose intention was to disrupt the blockchain and digital currencies.  \n\nThe CAB anime animation series is now celebrating its 1000th episode.  The CAB NFT community is world-renowned for its charity work and selfless acts.  \u2028\u2028\n\nTransparency is the key currency.  \u2028\u2028\n\nThe world is run by DAO. \n\nPeople no longer have to second guess governments.  Banking is no longer ‘hide-and-go-seek’.  Everything is out in the open.  It’s almost impossible to take ‘bribes’ anymore.  No more middle-man.   \n\u2028\u2028\n\nThe Grow Group, via its ever-expanding community, cutting-edge tech and drive for excellence, has exposed the bad actors in the crypto industry. The industry is now humming along with excitement. \u2028\u2028\n\nHong Kong NFT 2025 is close to my heart.  It’s a place I was married.   Memories have been made in Hong Kong by many.  It’s an inspiring city that knows no sleep.  \n\nBack in 2021, NFT’s were a simple way for anyone to enter ‘crypto’. NFT's helped to bring ‘crypto’ to the massess.  \u2028\u2028\n\nThank you once again for being part of the change.  \u2028\u2028Long live CAB, NOX, GROW, EQUINOX, starseed and their awesome communities.  \n\nIf you want to continue to be part of the change, join my discord server, where friendships, knowledge and good vibes run deep. \n\nhttps://discord.gg/Nzp3jTMuHm \u2028\n\nLove, \n\nstarseed", "artifact_uri": "ipfs://QmPh2fCPSdLCmRDChF28KUymW6cCtz3HLRVYVKLD4UkRKS", "display_uri": "ipfs://QmPDiaYthkkWUpM3WxYuyCBA6fdyXY48kx9qhUhZ1axZFB", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPh2fCPSdLCmRDChF28KUymW6cCtz3HLRVYVKLD4UkRKS", "mimeType": "video/mp4"}], "creators": ["tz1g7wtAtGgwA68PS3VTeKm2mELk5efosM72"], "tags": ["CryptoAlienBabes", "CAB", "PlanetXenon-X", "starseed", "Grow", "hopped", "NOX", "equinox", "btc", "HongKongNFT", "hongkongnft", ""], "extra": {}}