{"__version": 1, "token_id": 481458, "symbol": "OBJKT", "name": "Yellow Bloom", "description": "Seorang gadis muda baru dikecewakan oleh seseorang yang ia sayangi, semalaman penuh ia merasa membawa kerikil di dalam hatinya. \n\nKeesokkan pagi harinya ia menatap keluar jendela, bunga Chrysanthemum Kuning tumbuh mekar di muka rumahnya.  Sepintas terlihat pantulan sinar matahari mengintip dari celah helai-helai kelopaknya. Gadis itu memetik sekuntum untuk melihatnya lebih dekat, namun ia tersadar, akan kah bunga ini mekar sempurna apabila ia memetiknya, namun apa daya sudah terlanjur.  \"Halo bunga manis... semoga kamu tumbuh mekar dengan baik hari ini,  maafkan aku sudah memetikmu tanpa memikirkan masa depanmu, kamu pasti kesal denganku\" ujarnya berempati pada sekuntum bunga.. \"akan ku taruh kau dalam gelas cantik berisi air bersih, semoga segar mekarmu bertahan lama\" \n\nGadis itu pun pun teringat lagi akan Bobbi , pria yang sudah menyakitinya. \n\"Mungkin semalam Bobbi terlalu lelah karena lembur dua minggu berturut-turut bahkan di akhir pekan pun ia masuk kantor, teganya ia membentakku di hadapan orang banyak, padahal karcis nonton sudah di tangan. Rencana batal deh!. Huh! Sebaiknya aku tidak terlalu memikirkan Bobbi, buang-buang tenaga saja! Jika ia tak mau ya sudahlah\", ujarnya membohongi dirinya sendiri, karena terlalu sulit untuknya melupakan kejadian semalam, ia masih sangat menyukai Bobbi.\n___\nA young girl being neglected by her super busy boyfriend, then she compared her self with a flower, a Yellow Chrysanthemums she just picked by her front yard. \n\n___ \n\n*In some countries Yellow Chrysanthemum signifies neglected love or one sided love. \n\n\n0:26 secs  1080X1080p \nmusical story and animated drawings\n", "artifact_uri": "ipfs://QmZ7XgF5YXQfCVoYZtKDTeKpR7Uf7nqJHJ1jLYJFN4n7pQ", "display_uri": "ipfs://QmZgGdhNz536otKE76SiCesTEmXcSriqdVfg9W9GRg2CyX", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZ7XgF5YXQfCVoYZtKDTeKpR7Uf7nqJHJ1jLYJFN4n7pQ", "mimeType": "video/mp4"}], "creators": ["tz2AkfEKec1Xg9p4T5aPj2aWi4yNL9XtZ83o"], "tags": ["musical", "animated", "drawing", "illustration", "audio", "ssartje", "sartje"], "extra": {}}