{"__version": 1, "token_id": 507358, "symbol": "OBJKT", "name": "LIGHT PLAYER", "description": "A Savior of Light is one who uses fortune, luck, and knowledge to further the efforts of her team. More often than not, Light players are positive people, although that may not appear on the surface.\n\nAs for their god tier powers, an excesive good luck would be more acute when they gain their hood. They could also increase their teammates powers by protecting their importance. Maybe they could lead some friends using their significance to some main quest. \n\nA Savior of Light however would most likely be a positive person, being an active/positive classpect. An active class generally is their aspect in full, but how they use it is based on their class specifically. Because of this, the Savior of Light in question is probably very kind, wealthy, or intelligent, or perhaps a combination of the three. \n\nWhat she does for the team is she uses her knowledge and luck offensively to attack. How she might do this is to outwit enemies and take riskier moves, and considering his luck, she probably succeeds in these endeavors and is both brave and perceives herself as such. This confidence could lead her to a position of leadership, using her understanding of the world around her like a Seer. However, instead of existing more of a prophet to guide the team, the Savior would take front and center of battles, confident in his ability.\n\nThis could leave some less, generous and humble Savior of Light to underestimate hard enemies and risk the well being of the team. On the other hand, this class generally isn’t greedy, but the aspect is. Light is indeed a greedy aspect. A good half of the classes could easily manipulate it for power, but kinder and more honorable people (and classes) often use it for good.\n\n\nCreated/rendered by bbaytra, 2021\n", "artifact_uri": "ipfs://QmQKGrF21nJHtprTBydYoPqefBJnoB9wsQyoixvFeQLQog", "display_uri": "ipfs://QmezDsTAKnme5qBxh1U9m6PyqqL3kKV6Ujyr567QuEv6GV", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQKGrF21nJHtprTBydYoPqefBJnoB9wsQyoixvFeQLQog", "mimeType": "video/mp4"}], "creators": ["tz2Pc46HHAr6LnjwfqbZNhjnzzFFiyJ3NXDX"], "tags": ["bbaytra", "black&white", "monochrome", "render", "seamless", "realistic", "surreal", "3d", "cg", "c4d", "cinema4d", "hen500k"], "extra": {}}