{"__version": 1, "token_id": 615258, "symbol": "OBJKT", "name": "creeps.dada.nyc - Part 3", "description": "The Rescue Operation\n\nIn order to honor this historic collection and make it available for people to collect, we conducted a complex Rescue Operation of the 2017 ERC20 Creeps. This involved creating our own bots and conducting rescue contracts in order to prevent bots from buying the entire collection at 2017 prices and to ensure that our community, artists, and individual collectors could participate in the sale. To be able to repurchase the entire collection and pay the gas fees for over 15,000 transactions we needed resources.\n\nMetapurse, the largest NFT fund in the world, purchased a complete set of the historic 2017 Creeps & Weirdos NFT Collection for 500 ETH and an additional curated selection of Creeps & Weirdos for 105 ETH. This purchase was instrumental to pay for the gas required and to make the rescue happen.\n\nHistory In The Making\n\nDADA anticipated the NFT revolution in a Bitcoin Magazine article published on September 21, 2017. Since then, we’ve actively contributed to the development of the NFT ecosystem and shared our ideas at MIT, Christie’s, NYU, the Hackers Congress and SXSW, among many other prestigious events and conferences. Already in 2018, our keynote presentations at the first Rare Art Fest and the Ethereal Summit demonstrated our commitment to put an end to the myth of the starving artist.\n\nIn early 2019 we retired the Creeps & Weirdos collection and focused on exploring possibilities beyond the markets, into the emerging field of token economics. In June 2020 we presented our white paper The Invisible Economy at the RadicaXChange conference.\n\nThe Creeps & Weirdos strongly influenced our vision for the Invisible Economy. The return of the C&W marks the beginning of a new era in which 100% of the revenues will go to the DADA Fund and be distributed to the community in the form of basic income.\n\n“The NFT space is chock-full of financial and technological innovation, but what truly sets it apart is the unique opportunity to ‘do it right’. By infusing it with diversity, value distribution, and sheer artistic virtuosity, Creeps & Weirdos have reimagined the collectible movement and done it right.”\nMetakovan, Metapurse Founder.\n\nYou are about to be part of this history. Join us as we keep exploring and creating community.", "artifact_uri": "ipfs://Qma2qvrp3uXPEgtY84Ea6ksBfcnh2T9y23uhtUkUkFPwbf", "display_uri": "ipfs://QmNoKr6XEWK4AnY4YDbvjJyF6vq2EvgmqmH7PB2dKscBbp", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qma2qvrp3uXPEgtY84Ea6ksBfcnh2T9y23uhtUkUkFPwbf", "mimeType": "image/jpeg"}], "creators": ["tz1VThyJUrYAgjqmycTFWSdJ4T1hbs5okKkK"], "tags": ["website", "history", "creeps.dada.nyc", "cryptoart", "archive", "screenshot", "cryptoarcheology", "collection", "dada", "creeps", "weirdos"], "extra": {}}