{"__version": 1, "token_id": 627458, "symbol": "OBJKT", "name": "CONDOMS ROSE CONDOMS CONDOMS CONDOMS", "description": "Anyone that knows me, knows that one of my favorite TV shows is The Golden Girls. This is the first of many hilarious lines that I wanted to do something creative with as an homage. It comes from the Valentine's Day episode where the girls were about to spend and romantic weekend with all of their new men for the first time. They were buying various items for the trip and Blanche reminds the ladies that it might be a good idea to buy some \"protection\". Rose, being Rose is completely oblivious to what she is inferring. Dorothy quips, \"Two armed Pinkerton guards\", smirks and begins to try to lead Rose to understanding what Blanche is talking about. Dorothy looks over at the items in question and points and turns away. Rose still doesn't get it and innocently says, \"A Nestle Crunch?\" Dorothy, attempts to correct her subtly without bringing attention to the group and say, \"One over\". Rose retorts, \"An enema bag?\" Dorothy quickly corrects her and says, \"To the right...\" Clueless Rose immediately questions, \"Denture grip?\" Immediately, Dorothy visually stunned and enraged by the depths of Rose's stupidity blurts and yells out, \"CONDOMS ROSE! CONDOMS! CONDOMS! CONDOMS! The store manager overhears Dorothy and taps her on the shoulder and says, \"Calm down lady. Did you just get out of prison?\" This could quite possibly be one of the funniest sketches in TV history, of course in my opinion. If you have never seen or heard of The Golden Girls, do yourself a favor and start watching. It has some of the best writing, acting, cast, and well just everything. How could I not include this show as a wonderful influence to share with the world?", "artifact_uri": "ipfs://QmXbRm5xaDhSHN1bmxhQ7b13wR2yPAk6pSMtZh7u1RWFaL", "display_uri": "ipfs://QmaaXGWGDKXzHBLCmnnh5QsdEvyU3u9G3VoQpdVu7tfrPm", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXbRm5xaDhSHN1bmxhQ7b13wR2yPAk6pSMtZh7u1RWFaL", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}