{"__version": 1, "token_id": 631358, "symbol": "OBJKT", "name": "JAVANESE SCRIPT HANACARAKA", "description": "Javanese script, also known as Hanacaraka, Carakan, or Dentawyanjana, is one of the traditional Indonesian scripts that developed on the island of Java.\nThis script is mainly used to write the Java language\nThe Hanacaraka script was created by Aji Saka, the Leader of the Medang Kamulan Kingdom, who had two loyal servants named Dora and Sembada. One time, Aji Saka sent Dora to meet Sembada and bring her heirloom. Dara then went to Sembada and conveyed about his master's orders. However, Sembada refused because according to Aji Saka's previous orders, no one was allowed to bring the heirloom except Aji Saka himself.\nHowever, Sembada refused because according to Aji Saka's previous orders, no one was allowed to bring the heirloom except Aji Saka himself.\nAs a result, two of Aji Saka's servants suspected each other that each of them intended to steal the heirloom. Sembada and Dora fought until they both died. When Aji Saka followed, he found that two of his servants had died due to a misunderstanding. In front of the bodies of his two servants, Aji Saka wrote a poem which became known as Hanacaraka or Javanese script.\n\nHanacaraka, meaning “there are two messengers”\nDatasawala, it means “they have different opinions”\nPadhajayanya, meaning “that they are both equally strong”\nMagabathanga, meaning “here are their corpses”\n\nDetails\nArt Creator : Vincen Riyan\nTitle : JAVANESE SCRIPT HANACARAKA\nformat :MP4\nsize :1500 x 1500 (px)\nduration :20 seconds", "artifact_uri": "ipfs://QmRd79Z24e7HBsMKtyGH4pUTSnjPb2u1XAcJ2Rf1pWYdrt", "display_uri": "ipfs://QmYi2kfAMb2rYabgAm2nZaCr9rJfpCxi9S42oNeHxCegEF", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRd79Z24e7HBsMKtyGH4pUTSnjPb2u1XAcJ2Rf1pWYdrt", "mimeType": "video/mp4"}], "creators": ["tz1KuvUfCic6oeHXRT5zY12Az7vf3fPLh9Q4"], "tags": ["javanese", "illustration", "hanacaraka", "art", "culture"], "extra": {}}