{"__version": 1, "token_id": 342389, "symbol": "OBJKT", "name": "I SIT CORRECTED. / I STAND ERECTED.", "description": "There is a certain symmetry in English that I have yet to experience in another language that absolutely captivates me. Look at these two sentences here. Both are grammatically valid. Both begin with I and S (in the first two words respectively). Both of the final words rhyme. Both are the exact same length. And there's also a hidden asymmetry at work as well. Notice the spaces between sit corrected and stand corrected. It draws the eye inwards. What makes this even more special is the fact that they are both referring to a type of human positioning and they're opposites. You can't make this kind of stuff up folks. It's not me that's the smart one...the language itself is unbelievable. I'm just an average guy that just happens to have my eyes open and can see the patterns. Yes, to all the haters out there that say this is nonsensical. Blah, blah, blah...heard it all before guys. Your argument is lame. Let go of your prized ego and just look at how magnificently perfect these sentences are. It's not for my ego, I could care less about my ego. This is for the language that you and I speak in. I'm just a conduit, a medium (like the art pun there?) of sorts to understanding the richness of the English language. I suppose someone could make the argument that English is so successful because it's the language of colonialism...not all of colonialism, but the most successful. (definitely not using that in a positive way, it's just a reality we currently live in.) But I digress...", "artifact_uri": "ipfs://QmeT11qfiBYQayH2f6agQKEM8JQ41EhMif2k6TPerymd66", "display_uri": "ipfs://QmdvwFWVJSTJUodqNAySE2R1EtBxCr7nFhjtXRuoXQpNA6", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmeT11qfiBYQayH2f6agQKEM8JQ41EhMif2k6TPerymd66", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}