{"__version": 1, "token_id": 361889, "symbol": "OBJKT", "name": "ANSIEDADE - @QUERODIZERMAIS", "description": "77 / 5000\nResultados de tradução\nFirst post from @querodizermais, a collab of mine and my girlfriend. \n\ntext:\nNuma conversa íntima com minha ansiedade no domingo à noite, decidi que não a trataria mais como inimiga e vilã da minha rotina, mesmo que muitas vezes queira passar pelos regulamentos da nossa amizade conturbada e queira me derrubar. Ela se abriu comigo, disse que estava lá como uma escada para me fazer mais forte, eu acreditei, afinal, aprendemos todos os dias com aquele ditado sobre ver as dificuldades da vida sob sua melhor perspectiva.ok. \nAprendi com os anos de convivência com ela e comigo mesma que as mãos e pés adormecem, o coração acelera, as ânsia de vômito vão chegar sempre em momentos inoportunos, mas entendi também que a experiência pode ser um pouco menos pior , com uma boa prática de respiração, uma playlist calma com músicas que transmitam boas mensagens e principalmente, com pessoas que possam te ouvir e compreender, aceitar e te ajudar a melhorar. \nComo todos relacionamentos, vamos viver altos e baixos. Já deixei isso claro na minha cabeça, ela também me permite sentir, chorar e explorar meus piores sentimentos.\nMas sabe o lado bom disso tudo, meu amigo? Com esse mutirão de sentimentos aqui dentro eu aprendi a DIZER MAIS, pra você e principalmente, para mim. Autocuidado emocional, auto-amor e respeito são elementais para conviver com nossa parceira ansiedade! @querodizermais", "artifact_uri": "ipfs://QmZfUHdSGfyNgVMPM68YgJuW78d3tcsXLvsBSPC71oGWht", "display_uri": "ipfs://QmQHUCJ7dNb9gcsWZkSnWUGvzEkrKeS3hX9QtA3ZyDtcFs", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZfUHdSGfyNgVMPM68YgJuW78d3tcsXLvsBSPC71oGWht", "mimeType": "image/png"}], "creators": ["tz1YYtEdYpbivXDTG7L29c855TGgK6WQsdjx"], "tags": ["ansiedade", "collage", "art"], "extra": {}}