{"__version": 1, "token_id": 377189, "symbol": "OBJKT", "name": "The Sleeping Wrath of the Lanín", "description": "/A god's wrath, an erupting volcano, a young princess as human sacrifice... The legend of the Lanín is a story worth knowing, so please be my guest and enjoy the tale/\n\nAtop the Lanín was Pillán, a fierce but righteous god, guardian of nature. While trying to gather food and leather, a group of young Mapuche hunters chased a huemul herd way too far up the mountain, and right into Pillán's domain. Seeing his beloved creatures getting killed, he unveiled his wrath: From the sky a violent storm, and from deep beneath the earth arose fire, lava and ashes, sprouting through the Lanín's peak and covering the land with its flaming fury.\n\nTheir hearts clenched with fear, the tribe asked the local chaman for help, but there was only one way to stop the chaos: sacrificing Huilefun, the Chief's daughter, into the volcano flames. Quechuán —a young and brave warrior— carried the princess to the highest peak of the mountain and left her to face her fate. With fiery eyes and majestic flight, a Condor descended upon the princess, clamping its claws around the young girl and rising right over the volcano's mouth, letting her fall into the pit.\n\nAs soon as Huilefun fell, the sky got full of clouds and a heavy snowfall covered the flames, soothing Pillan's wrath and dressing the Lanín with an everlasting white veil. Since then, its fire lies dormant, hiding the princess deep within the mountain.\nMany moons have passed since then, but even to this day, Huemul hunting remains forbidden.\n\n\n𝘛𝘢𝘳𝘰 (@𝘭𝘶𝘲𝘪𝘴𝘱𝘢𝘳𝘵𝘢𝘳𝘰) 𝘧𝘰𝘳 𝘵𝘩𝘦 '𝘖𝘶𝘳 𝘔𝘺𝘵𝘩𝘴' 𝘦𝘹𝘩𝘪𝘣𝘪𝘵𝘪𝘰𝘯 𝘩𝘦𝘭𝘥 𝘣𝘺 𝘵𝘩𝘦 𝘊𝘏𝘌𝘕 𝘢𝘳𝘵𝘪𝘴𝘵 𝘤𝘰𝘭𝘭𝘦𝘤𝘵𝘪𝘷𝘦\n", "artifact_uri": "ipfs://QmebNit8EfceosqfkMbNvV25tW61FQ59rDBXSevzk6XSyy", "display_uri": "ipfs://QmRPxuABGJb4od7VysCwigNcixQy9kuxKqQKCP3Zs7Mwpu", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmebNit8EfceosqfkMbNvV25tW61FQ59rDBXSevzk6XSyy", "mimeType": "image/png"}], "creators": ["tz1hnPqiBT7cBu8g886APwzMYc2nGctBomQD"], "tags": ["ourmyths", "chen", "argentina", "mythology"], "extra": {}}