{"__version": 1, "token_id": 377589, "symbol": "OBJKT", "name": "SOCIAL SECURITY", "description": "Sigh...where to begin with this one. Let's face it, getting old can be a scary thought. For many/most (depending on with whom you speak to) it's the reality of dying. For some it's being old and alone. For some it's being old and having no health care. For some it's being old and poor. Imagine being all of them at the same time. (Hot News Flash: There is actually lot more people living like this than you think!) Social Security isn't much to live on, let alone pay for medical co-pays and other aspects of getting older. If you know someone that is older or getting older, please put down this book and check on them. They may need your help. If you, the reader are older (first and foremost thank you for your wisdom and thank you for getting this far in this absolute trainwreck of a book), but if you need help, please reach out to someone for help. You're not alone, we live in a community of fellow human beings. We are here for you. We care for you. We may not know you, but that shouldn't matter. I know of so many older Americans that are scared of asking for help because of pride and fear of looking weak, etc. Being old is amazing thing. We, the younger generations need you around for: the knowledge, the wisdom, the life experience, the perspective, and so much more. You are so important to us on so many levels. We love and cherish you, always in all ways.", "artifact_uri": "ipfs://QmNPggSFSzAhKay1UpnP41FUtP36JLVZvSxAH7795VpXgw", "display_uri": "ipfs://Qmaif3ufqxN66s3ct8mfoNFTz2Dps2E74stDnJVktov2wx", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmNPggSFSzAhKay1UpnP41FUtP36JLVZvSxAH7795VpXgw", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}