{"__version": 1, "token_id": 459489, "symbol": "OBJKT", "name": "OFFICER OFFACER OVACEER OVARCEER OVERSEER", "description": "What is the difference between an officer and an overseer? Apparently 3 nonsensical words that phonetically transition one word from the next. But besides the obvious, let's look deeper. An officer is supposed to uphold the law and treat everyone with dignity and respect. If 2020 was any indication, then America has a lot of work to do in that department, especially in regards to people of color and ethnic minorities. An overseer is one who watches over and directs the work of others, but in this case can have a much darker connotation. Policing in many parts of the country have gone from being officers to overlord overseers. A lot of protesters during the racial reckoning of 2020 chanted, \"Defund The Police\". I personally think the slogan worked against itself, as many white people misread this as getting rid of the police altogether, which is clearly NOT the case for what Defund The Police movement was about...at least to me. The system as it is now, cannot continue the same course, something needs to change. Much of what the Defund The Police movement was advocating divesting funds from police departments and reallocating them to non-policing forms of public safety and community support, such as social services, youth services, housing, education, healthcare and other community resources. Who wouldn't want that? The problem was the slogan. I get the sentiment and completely support it, most people who aren't affected by police brutality didn't read it this way. Had it been called: Reallocate the Police or something different, we might be having a completely different conversation today.", "artifact_uri": "ipfs://QmW4XwXCuknSGc7H7x6oMwYTv4SUj4Een8fQENj4h2Gv3Y", "display_uri": "ipfs://QmTWgGXz6xEPxSA9oztcRdLJ2hFP1UQPFoUcFu6Nbzc7r8", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmW4XwXCuknSGc7H7x6oMwYTv4SUj4Een8fQENj4h2Gv3Y", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}