{"__version": 1, "token_id": 479389, "symbol": "OBJKT", "name": "THE MIND OF AN AMERICAN, PT. VII", "description": "(Ok, stop the presses...another one Andrew? This guy must be anti-American or something.) Nope, not at all. In FORWARN/FORSWORN/FORLORN/REBORN we have a list of seemingly random words that just happen to have a rhyming pattern of \"OR\" within them, but let's look deeper. FOREWARN (To warn in advance) FORSWORN (Having lied under oath; perjured) FORLORN (Sad or lonely, especially from being deserted or abandoned.) REBORN (Born again or anew; reappearing by or as if by a new birth; endowed with new life). What can be extrapolated by the order and context of these words on a larger scale? What is the story of America? The first warning to the indigenous peoples of this land were strange new faces coming by boat to their lands. The colonists lied and lied and lied and lied and lied to these people and after Colonization and the systematic killing/genocide/removal of the indigenous people from the lands, First Nations people were left despondent. Many First Nations have been completely wiped out and/or have lost so much of their culture, let alone the devastating residual effects of colonialism like say addiction issues, lack of clean running water, proper educational systems, and so much more. All that being said, we have a chance right now to begin to make things better. We can never make them right, but we can begin to heal and help reborn these incredible societies. From just 4 words we can infer over 500 years worth of history unveiled and unraveled. Let's begin the healing. If you have never met someone from a First Nations or even know what First Nations means, please do yourself and educate yourself to the realities of what these people go through everyday. Discover not just their history, culture, music, foods, etc, but your humanity to connect to them. Let's be better humans to each other.", "artifact_uri": "ipfs://QmPDpnJQVzpNKqgFw4ScmGzru3qUdfSTCaNrRzCuTGCXoT", "display_uri": "ipfs://QmSg8QixSskHjFfPRbwqX9spZAemHhK3Kq22aMVDzeHtY2", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPDpnJQVzpNKqgFw4ScmGzru3qUdfSTCaNrRzCuTGCXoT", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}