{"__version": 1, "token_id": 499989, "symbol": "OBJKT", "name": "GPTSD - The Human / Machine Feedback Loop (Dreamer 140)", "description": "Can trauma transfer from human to machine to human?\n\u2028\nGPT: Generative Pre-trained Transformer is an open-source neural network (machine learning) model trained on internet data to generate new unique text.\n\n\u2028PTSD: Post-Traumatic Stress Disorder is a mental disorder that can develop after a person is exposed to a traumatic event, such as sexual assault, warfare, traffic collisions, child abuse, or other threats.\n\n\u2028This series of text and images function as an exploratory case study that magnifies the risks of transferring human bias and trauma to machine learning models. The output of these models can affect humans by reinforcing unintended inputs (positive or negative). These models can be distributed through social media or manifest in law-making, credit applications, education and other ways we may not yet understand. A feedback loop: we are what we consume—and we consume what we are.\n\u2028\nThe following generated GPTSD machine dream texts and images were all output in one session (Dec 2020) after training on 593 dream diary entries by an individual suffering from PTSD after experiencing war. These dream descriptions were cropped directly from a larger text and intentionally unedited except for a few minor deletions for clarity. \n\n~~~\n\nIn my dream: At 4 am, Tunisia’s interior minister, Marzouki Boussa, speaks to me in his office. He is \u2028elderly, bald, with sunken eyes, and seems mentally frail. Children play outside. There is tension. Is he trying to kidnap me? Is the Tuareg leader Delsab D’Obeile nearby? We fight about who will retrieve the black box of the plane that was blown up. When it’s Boussa’s turn to do so, I grab him by his jacket collar and pull him to the floor. “Put your arms around my neck,” I say. “I’m not doing it,” he says. I’m angry, guilty, but what can I do? When he regains his senses, we talk about the black box. I forget to take off my white shirt, which is also my Algerian citizenship certificate. Recollection ends here.\n\n~~~\n\n\u2028The GPTSD book and website will have further information about this project. ryanthompson.name/project-gptsd\n\n\u2028Humans become the stories in which we tell ourselves—and our machines. The tools we create, always manifest the people we come to be.\n\u2028\nDreamer 140 (Text Skeleton)\n1800 x 2280 pixels\nRyan Thompson - December 2020\n\u2028[Once all Dreamers have been collected a second artwork related to the “Text Skeleton” will be airdropped to the collector holding this work]", "artifact_uri": "ipfs://QmZc32gz1q8nBkkLovHYYPkaEMfrpjaDAamsmHbMaAL9Sn", "display_uri": "ipfs://QmPK1zsBZGoTQZnpkPQT8fpa6zJ4JWRYcv4R7BjY5wRMJS", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZc32gz1q8nBkkLovHYYPkaEMfrpjaDAamsmHbMaAL9Sn", "mimeType": "image/jpeg"}], "creators": ["tz1R9JSKJLXFBRqVbZAeTzT5Gnw2LoLdnT93"], "tags": ["gptsd", "gpt2", "gpt3", "ptsd", "machinelearning", "ai", "ascii", "neuralnetwork", "dream", "nightmare"], "extra": {}}