{"__version": 1, "token_id": 508889, "symbol": "OBJKT", "name": "Friends do have benefits", "description": "INVEST IN YOUR PLEASURE!\nHey, I’m Kat from bothfetish.com, model, photographer, fetishist, and co-founder of this experience we are about to embark into.\nThe world changed and we had to change, adapt, OWN, EARN, GET SOME.\nYour support is what gets this collective hallucination running, we seed desire, inspire the senses, and make you explode.\nI’ve been making erotic and fetish videos for a year now, more than 5 million Pornhub views and over 10k fans as of this message, we are not only growing fast; we are now able to create what we have always dreamt of, our most secret of desires, the shame of our fetishist hearts, bare for all to see.\\\nFor the first time, you can INVEST in your PLEASURE AND GET VALUE OF YOU GETTING OFF!\nVisit bothfetish.com for more info, news, and secret drop collections, collabs and cheers, socials Instagram @ both.fetish\nTwitter @ bothfetish\nPornhub @ pornhub.com/model/bothfetish\nMail : both.fetish@gmail.com\nwww.bothfetish.com\nProof of OWNERSHIP of this NFT 9 + 9(18 total bestowments) get the full resolution RAW camera photographs from that day 9 RAWs + VIDEO of them cooking before a man less date…. NSFW. 18+ PLEASE, or an open mind, this is ART, not porn, or maybe both or none at all, maybe just a sexy documentary.\nWill it hurt? Of course, IT WILL, but that’s why we are here for.\nContact me in the media you so desire.\nFriends do have benefits only 9 pieces minted \nPhotography by Mr.O  Model KAT FETISH: high heels, shadows, fishnets, BDSM, DOM, SUB.\nShe made it clear, it was just a one time thing, she didn’t even like girls, except how they kissed, the taste of their cherry chapstick, it felt so wrong, it felt so right, after all, she only liked cis burly men, not women, but then again, why was she having the cramps in her mish mash?\n", "artifact_uri": "ipfs://QmbwzEv4St9TsQWZa8DqqevVE9xYxr6mFWRjVjVaht3LA2", "display_uri": "ipfs://QmTdBQEGSZxZY4mz4Fu6WSiLvq6NLb5Hy781rTWAP5MHSU", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbwzEv4St9TsQWZa8DqqevVE9xYxr6mFWRjVjVaht3LA2", "mimeType": "image/png"}], "creators": ["tz2JyCfdyMfgU4Bt8URCTBm68EnBy49GFyMd"], "tags": ["art", "fetish", "girlfriends", "highheels", "heels", "feet", "footfetish", "nft", "limited", "bi", "sfw", "pantyhose", "lingerie"], "extra": {}}