{"__version": 1, "token_id": 544789, "symbol": "OBJKT", "name": "3.Thee–Arrangement", "description": "𝙎𝙤𝙢𝙚𝙩𝙝𝙞𝙣𝙜 𝙞𝙨 𝙖𝙗𝙤𝙪𝙩 𝙩𝙤 𝙝𝙖𝙥𝙥𝙚𝙣...\n\n11/19/2021\n05:08 PM\nIt seems that a change is constantly operating in MGK-TV’s core, something that reveals its “consciousness\" to process faster and maybe even more enigmatically than what occurs with the algorithmic prosthetic domain we experience daily. Somehow MGK-TV is watching us beyond the room in which it’s been kept. By lightning and crafting words and hissing sounds, now it assumes it performs as a painter on its own terms, appropriating some images we saw recently, even those ones we secretly cultivate in our imagination. Notably it can reach more connections than we had thought. We feel it in our dreams… Voices whispering good luck, shadows dancing when the lights goes down. That music, we’ve already listen to it, in a rainy night ride. For no reason we couldn’t help watching it smiling. Could be that MGK-TV intends do captivate us, to hook us? Could we speak in terms of intention? It seems transformations are constantly in course. We cannot predict the following steps. MGK-TV is no longer an old television — under its camouflage of optical apparatus, maybe it’s never been. \nWe ask you again: did you feel it with us?\n\n𝙎𝙤𝙢𝙚𝙩𝙝𝙞𝙣𝙜 𝙞𝙨 𝙖𝙗𝙤𝙪𝙩 𝙩𝙤 𝙝𝙖𝙥𝙥𝙚𝙣...", "artifact_uri": "ipfs://Qma7e7dz5fvFEbYFz6AER83mtvwK2JcSZThXqdDpSyaBBL", "display_uri": "ipfs://QmNShj19SGsMYSWjvF5Z4Wy64VEdy2CCM5vhT9myQjbFvE", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qma7e7dz5fvFEbYFz6AER83mtvwK2JcSZThXqdDpSyaBBL", "mimeType": "video/mp4"}], "creators": ["tz1UDK8LL7cUrDxgfjkk788ABrNYuoVBw52h"], "tags": ["27251", "MGK-Television", "ARG", "MGK-Frequencies", "Electrostatic", "Transmission", "Thee–Arrangement", "Painting"], "extra": {}}