{"__version": 1, "token_id": 610489, "symbol": "OBJKT", "name": "1986 Turn Back the Clock Godzilla - thr33smas Insert - #3MAS7", "description": "The Seventh Day of thr33smas\n\nSeventh card in a series of 12 cards looking back at the highlights of the first 7 months of thr33som3s mints. \n \nGodzilla was conceived as a 1/1 for thr33som3s Series 1.  But, after a failed attempt at an auction over July 4th holiday weekend (yes, there were NO bids placed with a starting price of 333tz!!!! early, early days.) thr33som3s decided to employ a bit of utility to decide the fate of the 1/1.\n\nFirst, collectors were tasked with voting via the newly minted RED and BLUE inserts if the Godzilla piece should be auctioned again, or distributed via an Insert raffle.  The raffle was chosen by The Grotto.   To enter the 1/1 raffle, collectors had to win one of three inserts via separate, earlier raffles.  editions of /50, /30, and /20 were raffled off for prices of 10tz, 20tz and 30tz respectively.  Then, the winners of those 100 inserts were placed on a wheel (the VERY FIRST LFG WHEEL!!!!!) and one lucky winner received the 1/1.\n\nTo tie the inserts for the raffles into the Godzilla drawing, thr33som3s minted 3 of the studies he had painted while coming up with the final Godzilla work.\n\nThis thr33smas version is a new painting of #STU1, the Godzilla portrait study.\n\nThe 12 Days of thr33smas is a chase 3v3nt.  Collect all 12, #3MAS1 through #3MAS12, in the announced timeframe to receive #3MAS13 via airdrop.\n\nThis card is an INSERT. It has all established Standard Insert Utility and may compound additional Utilities over time. It is a Painting Insert, a thr33smas Insert and a Holiday Insert. ***** digital capture of original painting, gouache on vintage baseball card, 2021. ************ NFT image is for personal use, no commercial rights are granted. Twitter @thr33som3s and IG @thr33somes to see upcoming cards and new series. ************ ALL thr33som3s have FUTURE UTILITY. ", "artifact_uri": "ipfs://QmR8CV3GwsGYFj2ck3bH8mF6Vxak9MQN7Wi842D99uKitH", "display_uri": "ipfs://QmRNeCMR4WwFev8uqkrcPjwTuvzdfit8UKgFT9L6pqTunK", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmR8CV3GwsGYFj2ck3bH8mF6Vxak9MQN7Wi842D99uKitH", "mimeType": "image/png"}], "creators": ["tz1MvePPBoQGqesNJ4x3VRf2bn81it7kGjCc"], "tags": ["thr33som3s", "godzilla", "thr33smas", "insert"], "extra": {}}