{"__version": 1, "token_id": 385781, "symbol": "OBJKT", "name": "microdesktop: macpaint", "description": "The microdesktop series is a pixel-art visual history of the Macintosh user interface.  These 1-bit, 51x34 pixels drawings showcase key parts of Macintosh interface design choices, in just 1734 pixels.\n\nOur computers interfaces today are the descendants of the early designs, and have inherited many of the original choices with just cosmetic improvements. \n\nMacPaint is a fascinating example: Photoshop today still use tools and icons borrowed from 1984 MacPaint! If you use Photoshop (or any other photo-editing desktop app, really) you're staring all day at close derivatives of Susan Kare's designs and Bill Atkinson's features for MacPaint, like the lasso, the bucket and the marching-ants selection effect. (Watch Susan Kare explain her designs: https://vimeo.com/97583369)\n\nThat can tell us two things: Once a design language is defined, it becomes culture; Software is older than many people (ex. my students) think! \n\nThe MacPaint drawing area was only black and white, no greys, and 416 by 200, fixed. This fixed size allowed the undos to be super fast on a very constrained machine (low power CPU, very low memory space) as explained here: https://web.archive.org/web/20131230012217/http://www.looksgoodworkswell.com/elegance-of-macpaint-code/\n\nYet, when MacPaint was released and offered free (at first) with every Macintosh, reviews were praising the tool as an incredible leap for personal computers: \"MacPaint unfolds numerous graphic possibilities for the computer, including freehand drawing. You are not going to top a Brueghel with this software, but it is better than anything else of its kind offered on personal computers by a factor of 10. https://www.nytimes.com/1984/01/31/science/personal-computers-software-for-the-macintosh-plenty-on-the-way.html\n\nYou can read about the invention of MacPaint here: https://www.folklore.org/StoryView.py?story=MacPaint_Evolution.txt\n\nAnd you can try MacPaint with no installs here, thanks to the great one-click Macintosh emulator of Internet Archive: https://archive.org/details/mac_Paint_2\nMacPaint is still a very fun, very usable drawing app!\n\nThe microdesktop series is inspired by the black and white interface of the first Macintosh in 1984 and its small 512 × 342 pixels, black and white (no greys), 9\" screen.\nDesigner and artists had to use every pixels and find ways around the limitations, leading to beautiful 1-bit icons, backgrounds and illustrations.\n\nWhy this series? Our computer interfaces today are the descendants of the early graphical user interface designs, and have inherited many of the original choices.\n\nThe original resolution of this piece is 51 × 34 pixels only, 10 times smaller than the original Macintosh desktop. The final image file is scaled up 8 times, to be visible on modern computers.", "artifact_uri": "ipfs://QmfY9ZDoYbkpTUUMgKPn7hSrwfGUYAqbPN5CG3bcfgv62R", "display_uri": "ipfs://QmfY9ZDoYbkpTUUMgKPn7hSrwfGUYAqbPN5CG3bcfgv62R", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmfY9ZDoYbkpTUUMgKPn7hSrwfGUYAqbPN5CG3bcfgv62R", "mimeType": "image/png"}], "creators": ["tz1VhN58tCJbboQQoyTgLWoCwDUXBidfcAgd"], "tags": ["microdesktop", "computer", "blackandwhite", "history", "1bit", "icons", "80s", "pixelart", "macintosh", "b&w", "lowres", "interface", "1984", "pixel"], "extra": {}}