{"__version": 1, "token_id": 386281, "symbol": "OBJKT", "name": "Modular Synthesis 4", "description": "(2021)\nBy ClockworkFeathers\n\nEdited photo of a composition consisting of components made using 3D printed ceramics and flameworked glass on a displayed digital photo.\n\nEven though I’m only just taking my first few steps into this new space, I find that I have a collection of tools and techniques from which I can draw inspiration. The possibilities of this new medium are encouraging me to play with combining things in ways that hadn’t occurred to me until I started considering ways to present work from other mediums for use in this new medium.\n\nI’ve explored many different techniques, and have made many works that I archived because I haven’t felt satisfied with them as stand-alone pieces. As I wade further into making work for the blockchain, I find that I’m able to revisit a lot of those works that I made for use as materials to create new work. As I make more pieces for this series, which is centered around me exploring combinations of different components as modules to compose a new piece, I find the process to be reminiscent of printmaking. I loved the technicality of how the library of printmaking techniques could be used and combined for various effects. It is the 2D medium that I find to be most craft-like in that a typical printmaker is really making the objects and procedures that will end up making the prints, and not so much the prints themselves. I see the prints as an artifact that results from the process, but to me, the artistry is in the objects and processes used to make that print. \n\nThat feels uncannily close to what I’m feeling when making these works. I’m seeing the process of making these pieces as like a printmaking process, but unlike traditional printmaking, I can use many other mediums and techniques to compose “plates” that aren’t limited by what would fit through a physical “press.”\n\nFor now, I’m still experimenting with different things that I can use for these pieces. One particular area if interest for me is playing around with the optical properties of glass (a material that I’ve been working with for over a decade). In making this body of work, I have been drawn to exploring how I can manipulate the optical properties in the interaction of the physical objects and then pushing the results of those optical properties further in the digital editing for the final composition. In this piece, I’m incorporating other images by using a physical digital display as a base/backdrop to the composition to interact with the optical properties in the glass objects I’ve included. This also serves as another aspect of my theme around moving between the digital and analog realms in creating these works. \n\nI have still only scratched the surface of what is possible in the blockchain, but I’m enjoying the process of learning and discovering new possibilities through this new body of work. ", "artifact_uri": "ipfs://QmR1bvRxAhqwUdmePJuJNiCKDzm1xGRff6LwYiXmpSFyVi", "display_uri": "ipfs://QmYHGCPFTcJaqBeM8fHpbFdVd3PR9bPKu4aQaN37okAnMW", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmR1bvRxAhqwUdmePJuJNiCKDzm1xGRff6LwYiXmpSFyVi", "mimeType": "image/jpeg"}], "creators": ["tz1U9g5rCG45oweVJG3aQoB9bLSk5n5a3JZN"], "tags": ["glass", "ceramics", "craftmedia", "analog2digital", "digital2analog"], "extra": {}}