{"__version": 1, "token_id": 539481, "symbol": "OBJKT", "name": "Blue eyed woman", "description": "The models in my work\nAt first glance it appears an impossible quest: to find women of a certain age who do not hesitate to show their aging bodies.\nI did not consider it impossible myself, even though sometimes it felt like it, judging by so many comments around me. \"Surely no woman still wants to show her old naked body?\" And \"Seeing your grandma naked, who could be looking forward to that?\"\nDespite these comments some special ladies who were prepared to go on this adventure did cross my path. With some, it was almost like love at first sight, I would immediately approach them as I noticed them. This is how it was with the flamboyant Anne Detry, whom I met at an opening and immediately saw the image of a living painting in front of me. Anne is well into her 70’s, she studies languages, flirts and dresses in an adventurous style.\nOther women I met and learned to appreciate through the painting classes I teach. This created such a bond of trust and mutual appreciation that for me it was a small step to ask them to model for me. Women whom at first glance gave the impression to be rather introverted became an inspiration for my paintings.\n\nWith my paintings I can express these different experiences and highlight various aspects of aging. Some models were prepared to be interviewed and expressed their views on how they deal with aging, how they experienced it to be portrayed as aged, and what it does to them. Does the image correspond with how they experience their body?", "artifact_uri": "ipfs://QmWE61w7okSFQcx6ehpre8ah6ca2B4PwZ22oKRxhY5QFGk", "display_uri": "ipfs://QmNxen9cjW75pcCY5LqRFur3WBfx6TePUEy5CwLQf6nsCF", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWE61w7okSFQcx6ehpre8ah6ca2B4PwZ22oKRxhY5QFGk", "mimeType": "image/jpeg"}], "creators": ["tz1VyfBFYj7z9yryYR1oCbgqMhK2sfWDmdEn"], "tags": ["portrait", "oilpainting", "woman", "face", "figurative", "realisme"], "extra": {}}