{"__version": 1, "token_id": 577281, "symbol": "OBJKT", "name": "'#2 - VIGIL'", "description": "'A DASTARDLY HENCHMAN INVADES HER HEART, IN SEARCH OF FRESH AND UNTAINTED BLOOD.'\n\n6/6 available for 1 $xtz each on hicetnunc. When you purchase the Vigil, you will also receive a private Google Drive link to Section 2/15 of Chapter 1 of 'Leaves in the Wind'.\nTo read the rest of the chapter, be sure to follow us on Twitter, Tiktok, and Instagram @Kristian_Cloud \nand @BlackbirdIndigo and turn on our notifications (you can also contact us here and send proof of your purchase for the link).\nWe'll be releasing 15 NFTs to complete the whole chapter, along with an extra three 3/3 rare edition EarthHeart NFTs.\nThen, we'll begin chapter two.\n\nWe plan to aggressively scale our floor prices so that interested and supporting collectors will be \nbenefitting cumulatively as time passes on.\n\n'Leaves in the Wind' Collection floor price scales:\n\n#1-#5 (1 xtz to 7 xtz)\n\n#6-#10 (7 xtz to 13 xtz)\n\n#11-#15 (13 xtz and up)\n\nHere are two more benefits of collecting EarthHeart NFTs:\n\n1- If you have ever traded a piece in this collection, or had it in your possession, \nyou automatically qualify to receive a free copy of the e-book upon the story's completion.\n\n2- If you are still holding an EarthHeart NFT in your wallet \nby the exact time that I have officially finished writing the story, \nyou will win an exclusive and signed physical copy of the completed 528-paged space epic, 'Leaves in the Wind'.\n\nSandbox games and NFTs coming soon.\n\nWe hope you enjoy and thank you for co-creating with us!", "artifact_uri": "ipfs://QmV7t3Kjw61LZg82QGrJWeErvw42jSSU7YMF8iLfBndio1", "display_uri": "ipfs://QmV7t3Kjw61LZg82QGrJWeErvw42jSSU7YMF8iLfBndio1", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmV7t3Kjw61LZg82QGrJWeErvw42jSSU7YMF8iLfBndio1", "mimeType": "image/gif"}], "creators": ["tz1bcr3yotpcZkqKJ8p5jPugcvVHAW5UQiyu"], "tags": ["pixelgif", "pixelart", "pixelnft", "tezosart", "nightvision", ""], "extra": {}}