{"__version": 1, "token_id": 578681, "symbol": "OBJKT", "name": "A Celebration of Cannabis - (The Cannabis Company X ILUSTRONAUTA)+ Physical Copy ", "description": "This collection is an insight into the attitudes and expressions of cannabis around the world, by our favourite artists.\n\nWe start our journey in Peru with the talented Aldo, where cannabis is not exactly revered or welcomed in society. Let’s get to know Aldo. \n\n \nThe Man Himself\n\nI am Peruvian, living in Lima, a country with a very strong cultural legacy. I studied Graphic Design in \"La Pontificia Universidad Catolica del Peru\".\n\nHis Process\n\nUsually my creative process is the first investigation, then conceptualization and at the end the development of the work. A lot of a time, during the development of the artwork I let myself just go for it - the images flowing as I work.\n\nThis Piece\n\nThe concept is about an interior travel dreamlike world full of craziness, joy and tranquillity.\n\nCannabis in Peru\n\nIn my country, from not long ago the culture, transport and commercialisation of medicinal cannabis are legal, but there is a big group of people who reject all cannabis derivatives due to different nature prejudices. I also understand that the acceptance and awareness of the benefits is a slow process, especially when our society is quite closed.\n\nThis edition is the first in a series of forthcoming artworks exploring cannabis  by some of the best artists in the world. \n\nPlease email high [at] cannabiscompany.com.au with your postal address and proof of purchase, we will express post your physical copy anywhere in the world. The print is on high-quality Ilford Galerie Smooth Pearl (310gsm) paper. You can contact us by using the contact form or phone number on our website for any questions - www.cannabiscompany.com.au  \n\n\n", "artifact_uri": "ipfs://QmT5bJUDhKpppd5oNHWh6GpHkrxhf4NtqDdyu89QmuPXjj", "display_uri": "ipfs://QmRbgKruTjBRK3q2D52qYUUsMA8Tp2ZSyBeexvC3qB4ygb", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmT5bJUDhKpppd5oNHWh6GpHkrxhf4NtqDdyu89QmuPXjj", "mimeType": "image/png"}], "creators": ["tz1gN5D8yBFotWq14mPCPoceaCYhuZHwWhxq"], "tags": ["digital", "illustration", "cannabis", "420", "psychedelic", "stoner", "plant", "marijuana"], "extra": {}}