{"__version": 1, "token_id": 636681, "symbol": "OBJKT", "name": "Navigator I", "description": "In our dream, we found ourselves aboard a vehicle of distant origin. Its operators were nowhere to be found, and yet it felt as if we were meant to be here.\n\nBefore us, floating in the air, a tableau of vibrant colour and familiar geometry. We discovered that we were able to interact psychically with this spectral display and began to travel.\n\nProcess: A Sony KV-13FM12, Sony HVC-2400, Sony XV-5000, Panasonic AG-MX70, Panasonic WJ-MX50A, Panasonic WJ-MX30, ADC V-300X, Akai PS-V20U and Sony XV-C900 dreaming of each other, through each other.\n\n720x480 MOV, created by Acid Boy in TouchDesigner, injected into Panasonic AG-MX70 via Canopus ADVC-110. Final output stabilized and enhanced via For.A FA-370, recorded to VHS via Panasonic AG-7350.\n\nDirect capture from Panasonic AG-7350 via Canopus ADVC-110, edited in Adobe Premiere Pro, stabilized via For.A FA-370, played back through a Sony KV-13FM12, and rescanned via Nikon D7100 donning an Asahi Super-Multi-Coated Macro-Takumar 1:4/50, interfaced direct to computer via HDMI to Blackmagic Design UltraStudio Recorder 3G and OBS Studio.\n\nFootage edited in Adobe Premiere Pro, then composed, colour graded and rendered in Adobe After Effects and converted with HandBrake.", "artifact_uri": "ipfs://QmfAzZtWKyobQHGnzuy5XxDMX42ExVXFPaAWaDNs6KaGUU", "display_uri": "ipfs://QmfAzZtWKyobQHGnzuy5XxDMX42ExVXFPaAWaDNs6KaGUU", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmfAzZtWKyobQHGnzuy5XxDMX42ExVXFPaAWaDNs6KaGUU", "mimeType": "image/gif"}], "creators": ["KT1V4H3ryMNzS8H3H63ZeL7UFja2FEsL1YaK"], "tags": ["crt", "glitchart", "vhs", "analog", "analogue", "feedback", "videofeedback", "analogvideo", "glitch", "noise", "celestial", "psychedelic", "hypnotic", "holographic", "iridescent", "extraterrestrial", "alien", "dream", "artefact", "acid", "rainbow", "lines", "geometry", "geometric", "loop", "minimal", "vfx"], "extra": {}}