{"__version": 1, "token_id": 342188, "symbol": "OBJKT", "name": "The Nachtkrapp King", "description": "Crows series #3\n\nDeep within the dark and twisted Black Forest, a creature stirs. It’s a legend as old as time and its lore is as expansive as the great land which it stalks. \nThe Nachtkrapp is the German version of a well-known legend in central Europe and Scandinavia. Most legends say that the creature is nocturnal, only coming out at night, punishing disobedient children by either eating or kidnapping them. The Hungarians, however, depict the Nachtkrapp as a more docile version that would sing children to sleep. The Nachtkrapp, as well as most crow legends, is thought to originate from the rook infestation during the Middle Ages.\n\nA rook is a member of the crow family, spreading its wings from Scandinavia and Western Europe to Eastern Siberia. One of the most distinctive features of the rook is the white, featherless area around its beak.\n\nThe Nachtkrapp is described as a gigantic black humanoid raven. It had the white beak of a rook and soulless eyes that could consume the spirits of mortals. In certain depictions, the Nachtkrapp is said to have no eyes at all. The creature has also been described as rotting, with areas of exposed flesh and wounds.\n\nSome of the most common legends claim that the Nachtkrapp leaves its hiding place at night to hunt. If it is seen by little children, it will abduct them into its nest and messily devour them, first ripping off their limbs and then picking out their heart.\n\nThe Nachtkrapp King//2021//Ink and Water Color//JPEG//4500x3100 \n", "artifact_uri": "ipfs://QmTBzUaiJ4mkWpDRWkGzagrUyf5iVKCgPTj8rBkfiQ5Lcx", "display_uri": "ipfs://Qmf5yq8NCNrLd5Nsko8jtSji2upSLwA1VC6SjbP94zbjER", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmTBzUaiJ4mkWpDRWkGzagrUyf5iVKCgPTj8rBkfiQ5Lcx", "mimeType": "image/jpeg"}], "creators": ["tz1P2xABvNtCb3pGjmGgn9R3xUtciB3MeGXA"], "tags": ["Illustration", "ArtWork", "Crow", "Crows", "JPEG", "ManualDrawing", "Folklore", "Vintage"], "extra": {}}