{"__version": 1, "token_id": 355388, "symbol": "OBJKT", "name": "GENERATIVE Kilim Azerbaijan Antique(SPECIAL EDITION)", "description": "\n\n\nGenerative artwork exploring color and the emergent effect of stacking simple shapes and filling their intersections.which take you on the journey to an imaginary universe. All artworks are created using custom algorithms in processing.\nThis collection has an abstract look at Iranian carpets, Iranian art-industrial carpets that have long overshadowed Iranian culture as a name and credit for Iran.\nBeautiful Small Size and Ivory Background Colored Vintage Persian Sarouk Farahan Rug, Country of Origin / Rug Type: Vintage Persian Rug, Circa Date: Mid – 20th Century – This Persian Sarouk Farahan rug is an intricate vintage Persian rug that is packed with impressive intricate design detail. The beautiful ivory white background of the Persian rug can be seen peeking from behind the rich jewel tone colored patterns. Just enough of the crisp white background is present to provide the perfect light background color, against which, the more elaborate intricate patterns can really stand out.\n\nSurrounding the vases is a complex amalgam of both birds and floral design motifs. This complex pattern is repeated sixty-five times throughout this impressive Persian Sarouk Farahan rug. Because each vase is largely symmetrical, each repetition of the vase pattern blends perfectly into the next iteration. From a distance, the base patterns look like abstract rug symbols.\n\nThe main red-colored border is flank on either side by beautiful thin light blue guard borders. These two thinner guard borders are identical and feature blue with red geometric shapes.\n\nOn the one hand, this Persian Sarouk Farahan rug is a magnificently fine, classic, and traditional Persian rug. On the other hand, it has so much tribal and primitive appeal and features.\n", "artifact_uri": "ipfs://QmRykgfHYifQZGvyAX7DdjcvXWfE5Eoero4uzyQP23RGwH", "display_uri": "ipfs://QmRykgfHYifQZGvyAX7DdjcvXWfE5Eoero4uzyQP23RGwH", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRykgfHYifQZGvyAX7DdjcvXWfE5Eoero4uzyQP23RGwH", "mimeType": "image/gif"}], "creators": ["tz1SSCjgL54U5yUemQVFGfZ9M9ygKHLHgNsA"], "tags": ["generativeart", "creativecoding", "generative", "codeart", "newmediaart", "abstract", "creativecodeart", "algorithmicart", "touchdesigner", "object4objekt", "generativedesign", "processing", "mathart", "computerart", "proceduralart", "geometricart", "procedural", "isometric", "bhfyp", "geometry", "pattern", "GEOMATIC", "aiart", "artxcode", "minimal", "psychedelic", "glsl", "psychedelicart", "opart", "genartclub", "noise", "trippy", "opticalart", "artandtechnology", "coding", "audiovisual", "pyton", "p5js", "pixel", "shahrokh", "pixelart", "machinelearning", "particle", "subtle", ""], "extra": {}}