{"__version": 1, "token_id": 442288, "symbol": "OBJKT", "name": "Scent of Wood (\"Houtgeur\")", "description": "Auction #1 - 006\nArtist: Cobalus (Andreas Valkenborgh) - www.cobalus.xyz \nSeries: Abstracts\nYear: 2016\nSize: 180cm x 80cm (70.9in x 31,5in)\nNote: triptych - 3 paintings of identical size: 60cm x 80cm (23,62in x 31,5in)\n\nCobalus' collection Abstracts is a diverse series of paintings with geometric shapes and a color palette that often has a 70's feel to it. Some of these paintings are - however - remarkably different and don't entirely fit that box. 'Scent of Wood' is a perfect example. This particular painting is a tribute to his father and grandfather, both artisan woodworkers who owned a furniture store in Peer until his father's untimely death in 1974. 'Scent of Wood' honors this legacy, tells the story of a childhood in which wood was omnipresent and vital.\n\nEXTRA: The first owner of this NFT will receive 2 WIP-NFT's (Work-in-Progress) to add more value and authenticity to their purchase/investment. https://www.hicetnunc.xyz/objkt/442241 & https://www.hicetnunc.xyz/objkt/442247\n\nDISCLAIMER: Authentic Cobalus NFT's grant you full ownership of the digital & physical artwork. When selling this NFT, you automatically waive both rights and transfer them to the new owner.\n\n*Cobalus NFT's are only authentic if first minted from wallet tz1MS4TMZbctDmV8BSH576nqpqgwEghNX3QD (Tezos Domain cobalus.tez)\n**Shipping costs not included - see FAQ on our website\n***Please be transparant towards potential buyers about shipment conditions when re-selling this NFT\n\nPS: Thank you for your support! If you are a new owner, you can contact us through the form on our website. We would love to keep track of the whereabouts of Cobalus' paintings on an interactive map at a later stage (country of residence only - after formal approval).", "artifact_uri": "ipfs://QmeQiABJCP1HDmgMNmxmcTrmXncNRJGFbCvXVBx5BqS18G", "display_uri": "ipfs://QmeR6QZTQjJd4PM2rveK98HGzxfPUwoV51DC77eajqCVZS", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmeQiABJCP1HDmgMNmxmcTrmXncNRJGFbCvXVBx5BqS18G", "mimeType": "image/jpeg"}], "creators": ["tz1MS4TMZbctDmV8BSH576nqpqgwEghNX3QD"], "tags": ["Cobalus", "cobalus.tez", "cobalus.xyz", "painting", "painter", "Abstracts", "Abstractscollection", "magnumopus", "2016", "1edition", "1ed", "unique", "exclusive", "Tezos", "TezosOnly", "objkt.com", "hicetnunc", "cleanNFT", "titledeed", "proofofownership", "certificateofauthenticity", "physicalartwork", "artbutnotart", "ScentofWood", "Houtgeur"], "extra": {}}