{"__version": 1, "token_id": 463388, "symbol": "OBJKT", "name": "Alessandro Volta", "description": "\nAlessandro Giuseppe Antonio Anastasio Gerolamo Umberto Volta (18 February 1745 – 5 March 1827) was a physicist, chemist, professor, author, and inventor of the battery element or Voltaic stack(1800), also inventor of the capacitor, eudimeter, electric gun, and air lamp. . He improved the electrophorus (1777) and the electroscope, as well as discovering and isolating methane gas (1778). He is especially known for developing the battery in 1800. The son of a nobleman has 9 siblings. Everyone entered the convent except for him, Volta.\n\nVolta at the age of 14 made it clear that he wanted to become a physicist. Dan became a physics teacher at 29 years old and taught at the Como school. He then invented the electrophysics, a device for generating electric charge by induction. The tool consists of 2 metal plates, the first & second plates. The plate is covered by ebonite & both stresses are insulated. The first plate is rubbed and charged with negative electricity. If a second plate is placed on it, a positive electric charge is attracted to the bottom surface. Negative charge is expelled upwards. The negative charge is then pulled to the ground. This process is repeated many times until there is a strong charge on the second plate. This charge collection machine became the basis of the capacitor / capacitor to this day.\n\nHe continued the work of Luigi Galvani and proved that Galvani's theory of the shock effect of the frog's feet was wrong. In fact, this effect arises due to the 2 dissimilar metals of the Galvanic scalpel. Based on this opinion, Volta succeeded in creating the \"Volta Battery\" (Voltac Pile). For his services, the unit of electric potential difference is called the volt.", "artifact_uri": "ipfs://QmXCRtS7UdLbqak2PGGS4ykCMNUkgpxtBEtBP7kC5Fa4xW", "display_uri": "ipfs://QmWqdJoicz5aBXmtT7TPiiP5uKMz6aEBEPScBZvF422jV6", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXCRtS7UdLbqak2PGGS4ykCMNUkgpxtBEtBP7kC5Fa4xW", "mimeType": "image/png"}], "creators": ["tz1Wq3y931pnt6zsBq6XHy7eqzLM3WTsKA3D"], "tags": ["volt", "basquiat", "primitfe", "sureal", "realistic", "artwork", "median", "abstract"], "extra": {}}