{"__version": 1, "token_id": 566488, "symbol": "OBJKT", "name": "Pan-Kah", "description": "left click: \nSTATE label, to enable and disable audio engine. \n\nknob control: \nMOD_A, the amount of modulation, oscillator B’s output to oscillator A’s pitch.\nMOD_B, the amount of modulation, oscillator A’s output to oscillator B’s pitch.\nPITCH_A, the pitch of oscillator A.\nPITCH_B, the pitch of oscillator B.\nFREQ_F, the cutoff of state variable filter.\nRES_F,  the resonance of state variable filter.\nCHAOS_A, the amount of modulation, chaos’ output to oscillator A’s pitch.\nCHAOS_B, the amount of modulation, chaos’ output to oscillator B’s pitch.\nCHAOS_F, the amount of modulation, chaos’ output to filter’s cutoff.\nMODE_F, output mode of state variable filter, 1 - lowpass, 2 - bandpass, 3 - highpass.\nMODE_OUT, select the oscillator to state variable filter, 1 - oscillator A triangle, 2 - oscillator B triangle, 3 - oscillator A square, 4 - oscillator B square, 5 - pulse width modulation(generate by A triangle and B triangle).\nVOLUME, the amount of output.\nDIFFUSION, the amount of diffusion in reverb tank. \nDECAY, the amount of feedback in reverb tank. \nDAMPING, the amount of absorption in reverb tank. \nMIX, the portion of dry and wet.\n\nPan-Kah is constructed by two oscillators(A & B), chaos generator, state variable filter and reverb module. \n\nFirst, each oscillator will generate two kinds of waveform(triangle & square) also two oscillators modulate its counterpart. \n\nSecond, chaos generator is triggered by oscillator B and oscillator A acts as chaos data source, remember chaos may sounds similar with random but the concept is totally different. \n\nThird, user is able to select the output of oscillator and it will be processed by the state variable filter then reverb module.", "artifact_uri": "ipfs://QmfLJfsjGjxq55bSoMkusWH87sibPYJeZmKC5AjzvGxcYo", "display_uri": "ipfs://QmVgCiS2rQrzVfQLKsEYuDyVYhR47FrDVrqbvJMDEoBv9y", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmfLJfsjGjxq55bSoMkusWH87sibPYJeZmKC5AjzvGxcYo", "mimeType": "application/x-directory"}], "creators": ["tz1Wn2nru9fSJ4axAzayzJJCdYyx5apivkgx"], "tags": ["audio", "dsp", "html", "interactive", "python", "realtime", "webaudio"], "extra": {}}