{"__version": 1, "token_id": 597888, "symbol": "OBJKT", "name": "THE DARK PASSENGER NEVER ANSWERED - ISSUE TWO", "description": "THE DARK PASSENGER NEVER ANSWERED is a lo-fi independent microfiction zine, published quarterly.\n\nISSUE TWO: A story of heartbreak, as told by a photon. A dream hotel’s warning before closing for the night, and a world in which love is illegal - the second issue of THE DARK PASSENGER NEVER ANSWERED also includes pieces from Kalen Iwamoto, Laura Turner, and K Z A.\n\nWRITTEN BY: JUSTIN TAGG\n\nEDITED BY: LAURA TURNER\n\nTDPNA is a quarterly micro-fiction collection, featuring digital art, poetry, and short stories from Justin Tagg and members of the crypto literature community. It's a lo-fi indie publication and the intention is for it to be a space where narrative risks can be taken.\n\nNOTE: Lo-fi means lo-fi so if you see a couple of small errors, remember this team is as small as they come.\n\nStories are published for the first time here but may, at some point in the future, be collected in a physical short story collection.\n\nTDPNA is the first venture from HYPERREAL PRESS. To put it simply we wondered: Why just write a book when you can start a small press publisher and take charge of the distribution chain? Everything we're doing with TDPNA, Poetry Cards, and other, longer, short stories will allow us to build a strong foundation and operate entirely independently.\n\nIf you believe in independent publishing, please support independent publishers.", "artifact_uri": "ipfs://QmVWUxZ4CfDbEmZi3BjKWqq1HwQQ2DAZ8uW8vm23WCoyLr", "display_uri": "ipfs://QmcG9dq8FLwtkAqkXyRt44tY6JNu3xcbm1HWEGJE7GHtmV", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVWUxZ4CfDbEmZi3BjKWqq1HwQQ2DAZ8uW8vm23WCoyLr", "mimeType": "application/pdf"}], "creators": ["KT1B6Dd1obj3KKgKsnCuSdwSVZZr23wKWb6d"], "tags": ["literature", "microfiction", "shortstory", "poetry", "nftpoetry", "nftliterature", "metafiction", "writing", "writer"], "extra": {}}