{"__version": 1, "token_id": 636088, "symbol": "OBJKT", "name": "The Innovator Gold Frame", "description": "Despite him being relatively unheard of, Tanaka Yasuo was possibly one of the most influential and important researchers humanity ever had.  His work in solving Yang–Mills existence and mass gap problem via truly innovative methods in the field should have gained him massive fame, and yet it never did, in fact he declined to even associate his name with solving the problem.\n\nEverything about Mr. Yasuo is shrouded in mystery. No one seems to understand what his motives and passions were, or even what exactly he wanted to change about the world, all that people know is somehow he did. His motives weren’t even understood by his peers or even his family, in fact several believed he just wanted fame and fortune until they all got a look directly in his eyes and got a glimpse into his soul that was passionate in ways they’ve never experienced.\n\n\"What is the purpose in our work?\" Mr. Yasuo would ask himself every day that he woke up. \"It's simple,\" he would say, \"we have a sworn obligation to change the world for the better\".\n\nHe was obsessed with changing the planet but... Why? Nobody could figure out why. He never talked about his past. Who he was? Where he came from? Nobody knew. He'd walk into a room, take off his hat, and just get straight to work for hours without any breaks, confusing his entire research team in the process.\n\n—-\n\nThe Gallery Gehenna Project is a daily art project where there are multiple frames for each individual artwork, each with different types of rarity applied. Gold frames have the lowest initial mint rate of the main 3. All artworks will be compatible within the Gallery Gehenna Game with each artwork unlocking a playable story segment.", "artifact_uri": "ipfs://QmQoyjupQeuZtbJhLftL82sgR4bayKUWmHWCgbWSvWQjY1", "display_uri": "ipfs://QmeqFKSYnGUj9Y4H9UmtkQoM9vpNvYTy6zW8nWrCNiyPwX", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQoyjupQeuZtbJhLftL82sgR4bayKUWmHWCgbWSvWQjY1", "mimeType": "image/png"}], "creators": ["tz2KTcdaM1hm8d8K9pnBu6dsD6v38bjyXDAP"], "tags": ["Neuralart", "neural", "art", "scientist", "researcher", "psychological", "warhol", "experimental", "", "neuralnetwork", "gallerygehenna", "gallerygehennaproject", "mixedmedia", "blackframe"], "extra": {}}