{"__version": 1, "token_id": 296649, "symbol": "OBJKT", "name": "Los Poemas de Memé", "description": "Desde hace años guardo, al menos (emocionalmente) para mi, un tesoro invaluable: poemas escritos, de su puño y letra, por mi abuela. Ella ha dedicado su simple y diáfana poesía, a su familia (a su madre, a su hija, a sus nietos...), a la naturaleza (Las mariposas, Los jazmines, Atardecer, Prados de noche...),entre otros tantos temas de la vida.\n\nSiempre he tenido el sueño de publicarlos y hoy tengo la oportunidad de cumplir ese sueño a través de estas increíbles tecnologías, Blockchain, NFTs, herramientas impensadas tan solo unos años atrás.\n\nEstoy seguro que Memé, como yo le decía a mi abuela, debe estar, desde el cielo, muy contenta, orgullosa y feliz con la publicación de sus poemas.\n\nEn total son unos 20 poemas que los voy a dividir en 4 obras. Los mismos están scaneados del “cuaderno ilustrado” donde los escribió, así también pueden apreciar su delicada caligrafía. \n\nEste es mi primer NFT y dedicado, con todo mi corazón, a mi abuela donde ella se encuentre.\n\nEsta obra es minteada en el marco del evento #OBJKT4OBJKT. Los poemas seleccionados para esta primera parte son: Inquietudes, Los Jazmines, El Mendigo, Una Página en Blanco: Poema dedicado a mi hija Gladys Noemí, Tres Amores, Tu Nombre.\n\nTal vez no sea lo habitual crear este tipo de NFT, pero no quería dejar pasar esta oportunidad para que Los Poemas de Memé perduren en el tiempo. \n\nQue lo disfruten!!!", "artifact_uri": "ipfs://bafybeigbdkq3wgt6y32yahtoaxsz57ochcha5xcmdagcsn5kvmr42ibe3q", "display_uri": "ipfs://bafkreidjdtvw62ixlrzqbcmpfqfun247vzpsqxbz33bazfglereq4obchu", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeigbdkq3wgt6y32yahtoaxsz57ochcha5xcmdagcsn5kvmr42ibe3q", "mimeType": "application/pdf"}], "creators": ["tz1dd76vkz5ZhgfaPn3s23faxMuuKA8R46CJ"], "tags": ["Poemas", "poesía", "escritura", "literatura", "caligrafía", "familia", "Poems", "poetry", "writing", "literature", "handwriting", "calligraphy", "family"], "extra": {}}