{"__version": 1, "token_id": 334949, "symbol": "OBJKT", "name": "GENERATIVE PERSIAN Kashmar Carpet (RARE EDITION)", "description": "\n\nGenerative artwork exploring color and the emergent effect of stacking simple shapes and filling their intersections.which take you on the journey to an imaginary universe. All artworks are created using custom algorithms in processing.\nThis collection has an abstract look at Iranian carpets, Iranian art-industrial carpets that have long overshadowed Iranian culture as a name and credit for Iran.\nKashmar carpets are woven in the small city of Kashmar in the Khorasan province of northeastern Iran. These carpets are considered elegant masterpieces and are highly appreciated for their harmonious color combination and refined level of detail. The carpets usually come in larger sizes and are mostly woven with fine soft wool and a rather thick pile which makes them very soft to walk on. Kashmar boasts a diverse array of designs and carpets with beautifully adorned central medallions and spandrel patterns that resemble the classical Keshan carpet are characteristic to the region. The most famous and unique pattern however is the Zirhaki pattern. The Farsi word Zirhaki roughly translates to ”under the earth” or ”valuable discoveries during archaeological excavations” and refers to all the different types of items that are found in the ancient archaeological sites of Iran. These items are beautifully depicted on the carpets, almost like an illustration that recounts significant historical events and stories from ancient Persia. A Kashmar Zirhaki carpet is a rare find today and a particularly good investment.", "artifact_uri": "ipfs://QmbsXmc1FSfsR2d1i7PjD2Q4JywhGpV1gx6f7Cnv916z4J", "display_uri": "ipfs://QmbsXmc1FSfsR2d1i7PjD2Q4JywhGpV1gx6f7Cnv916z4J", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbsXmc1FSfsR2d1i7PjD2Q4JywhGpV1gx6f7Cnv916z4J", "mimeType": "image/gif"}], "creators": ["tz1SSCjgL54U5yUemQVFGfZ9M9ygKHLHgNsA"], "tags": ["generativeart", "creativecoding", "generative", "codeart", "newmediaart", "abstract", "creativecodeart", "algorithmicart", "touchdesigner", "object4objekt", "generativedesign", "processing", "mathart", "computerart", "proceduralart", "geometricart", "procedural", "isometric", "bhfyp", "geometry", "pattern", "GEOMATIC", "aiart", "artxcode", "minimal", "psychedelic", "glsl", "psychedelicart", "opart", "genartclub", "noise", "trippy", "opticalart", "artandtechnology", "coding", "audiovisual", "pyton", "p5js", "hen200k", "shahrokh", "carpet", "pixelart", "pixels", "rare", "persian", ""], "extra": {}}