{"__version": 1, "token_id": 439749, "symbol": "OBJKT", "name": "Cabra Cabriola", "description": "Goat Cabriola was a kind of Goat, half animal, half monster. In Pernambuco, Mito dates from the end of the 19th century and the beginning of the 20th century. This myth also occurs in other states in the Northeast, such as Alagoas, Sergipe and Bahia.\nIt was an animal that, based on the description made by the mothers or caregivers, left any boy shivering just hearing about it. It released fire and smoke from its eyes, nose and mouth. He attacked anyone who walked the deserted streets on Friday nights.\nChildren could not leave their mothers when they heard any strange noise near the house. It could be any other animal, or the fearsome Cabriola, so it was good not to take any chances. Crafty as a Fox and reeking as a goat, such was the creature.\nIn the house of an obedient boy, good for his mother, who didn't wet his bed and wasn't naughty, Goat Cabriola didn't even come close.\nWhen in the silence of the night, some child cried, they said that Cabriola was devouring some naughty. The best thing at that time was to pray to Padre Nosso and make the Sign of the Cross.\nConsidered more feared than the Werewolf and the Headless Mule, which have been myths from abroad for much longer, the Goat Cabriola would soon become the mothers' comfort, as they didn't need to work hard to make their children take the heading for bed early. For the little ones it was the biggest nightmare. <Crypto Legends | A Series by Renancio Monte | 2021>", "artifact_uri": "ipfs://QmbuaDe8DuBvtdUuroCHPHZk3NZaXKSt5JQZn6DF6NEUbN", "display_uri": "ipfs://QmPEwRwn3qwfSPoo4sLvZuqU5MpbfSPxG26x998AVgAfTE", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbuaDe8DuBvtdUuroCHPHZk3NZaXKSt5JQZn6DF6NEUbN", "mimeType": "video/mp4"}], "creators": ["tz1SkdTvjpPYuz5LNEa8NYDsxNoDzVjvocRT"], "tags": ["cryptolegends", "characters", "brazil", "forest", "legends"], "extra": {}}