{"__version": 1, "token_id": 580349, "symbol": "OBJKT", "name": "Beauty in Silence", "description": "At 3,726 m, Rinjani is the second-highest volcano in Indonesia, second only to Mount Kerinci on Sumatra, and it dominates the landscape of the relatively small island of Lombok. Within its huge 50 km² calderas sits the crater lake Segara Anak (Child of the Sea). Eruptions within the caldera have formed a new small cone called appropriately enough, Gunung Baru (New Mountain). Segara Anak has a natural hot spring. The mountain and its satellites form the Mount Rinjani National Park (Taman Nasional Gunung Rinjani) – officially 41,000 hectares within the park boundaries and a further 66,000 hectares of protected forest outside. In 2008, the Indonesian government proposed to UNESCO that Mount Rinjani be one of the world’s official geoparks. If this was approved by UNESCO, Mount Rinjani would become the first such geological park in Indonesia. The oldest recorded historical eruption was in 1847. Previous to that this was a very remote region indeed, hence the lack of records. There was a spate of activity from 1994 to 1995 which resulted in the further growth of the crater cone Gunung Baru since renamed Gunung Barujari (Finger Mountain). On 27 April 2009 Gunung Barujari became active again with that activity continuing through to May 2009. The summit ascent routes were closed at that time as the eruptions intensified with plumes of smoke and ash as high as 8,000 m. A Volcanic Explosivity Index (VEI):2 ratings were issued for the activity between May and December 2009. The ascent routes re-opened on September 14th, 2009 but hiking routes down into the crater lake were still deemed unsafe and remained closed. In February 2010 observers at the Gunung Rinjani Observation Post detected a smoke plume that rose 100 m from the volcano. The activity in early 2010 is centered on Gunung Barujari. On May 1st, 2010 a column of smoke was again observed rising from Rinjani issuing eruptions 1,300-1,600 meters tall with thick brown color and strong pressure. On May 5th, 2010 a possible ash plume rose to an altitude of 5.5 km (18,000 ft) and drifted 150 km NW. Accordingly, the Center of Volcanology and Geological Hazard Mitigation advised that intermittent activity could produce ash plumes to 1,500 m (5,000 ft) above the caldera. In light of this, The Volcanic Explosivity Index Alert Level was raised to 2 with a recommendation that there be no activity within a radius of 4 km from the eruption at Gunung Barujari. Rinjani erupted three further times on 23 May 2010 with activity continuing until 24 May 2010. According to the volcano’s official monitoring agency, ash from Mount Barujari was reported as rising up to 2 km into the atmosphere and damaged crops. Lava flowed into the caldera lake, pushing its temperature up from 21°C to 35°C, while smoke spread 12 km. The volcano did not directly threaten villagers during any of the eruptive activity in early 2010 however access to some sections of the Mountain was officially closed or restricted at some times.", "artifact_uri": "ipfs://QmaGGVbmXzGxMfa2J7ntMgHwhVDz93aHP58inNiC2VVTp7", "display_uri": "ipfs://QmWG3ccyaXGETBS68C1YfTtoHikfSgPSv6hfWdC8kjLGXL", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmaGGVbmXzGxMfa2J7ntMgHwhVDz93aHP58inNiC2VVTp7", "mimeType": "image/jpeg"}], "creators": ["tz1QanVS6UuVLHoto85pwUnGBFnxjPPLvLrV"], "tags": ["Mountain", "rinjani", "hikking", "adventure", "nature", "foggy", "misty", "indonesia"], "extra": {}}