{"__version": 1, "token_id": 582449, "symbol": "OBJKT", "name": "Zeus versus Typhon", "description": "\"After Zeus had driven the Titans out of Heaven, gigantic Gaia, in love with Tartaros, by means of golden Aphrodite, bore the youngest of her children, Typhon (...)\n\nTyphon would have been master of gods and mortals, had not Zeus been sharp to perceive it and gave a hard, heavy clap of thunder, so that the earth gave grisly reverberation, and the wide heaven above, and the sea, and the streams of Okeanos, and the underground chambers. And Olympos was shaken under the immortal feet of the master as he moved, and the earth groaned beneath him, and the heat and blaze of both was on the dark-faced sea, from the thunder and lightning of Zeus and from the flame of the monster, from the scorch and breath of his storm winds, and the ground and the sky and the sea boiled\" - Hesiod's Theogony\n\n\"Typhon withstood all the gods, hissing out terror with horrid jaws, while from his eyes lightened a hideous glare, as though he would storm by force the sovereignty of Zeus. But the unsleeping bolt of Zeus came upon him, the swooping lightning brand with breath of flame, which struck him from his loud-mouthed boasts; then, stricken to the very heart, he was burnt to ashes and his strength blasted from him by the lightning bolt. And now, he lies hard by the narrows of the sea, pressed down beneath the roots of Mount Etna; while on the topmost summit Hephaistos sits and hammers the molten ore. There, one day, shall burst forth rivers of fire, with savage jaws devouring the level fields of Sicily, land of fair fruit - such boiling rage shall Typhon, although charred by the blazing lightning of Zeus, send spouting forth with hot jets of appaling, fire-breathing surge\" - Aeschylus' Prometheus bound\n\n\"A story about the world? Yes, yes, we know one\"\nThis is how the journey of the artists to show their vision about the Greek Gods and their form begins.\n\nPart of the #Cryptoamigues #CryptOlimpianos a collaborative event by artists based in Brazil\n\nOriginal drawing, digital painting / illustration, animation and sound design by Zamahel\nhttps://lynkfire.com/Zamahel\nhttps://twitter.com/itzamahel\nhttps://instagram.com/itzamahel", "artifact_uri": "ipfs://QmeEn9MzvoXRCNvDzTPaKSqNA4S6VAVt44Q2QtSP3r9gu5", "display_uri": "ipfs://Qmc4eSbMRKC98FjAqJ7KGVvYQSDejD9ctPAyBxQHQRrfoM", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmeEn9MzvoXRCNvDzTPaKSqNA4S6VAVt44Q2QtSP3r9gu5", "mimeType": "video/mp4"}], "creators": ["tz1eFB4QTvmxTsVetkQFdtjBkPnDpYaSsbGT"], "tags": ["Cryptoamigues", "CryptOlimpianos", "Olympus", "Greek", "Hellenic", "Mythology", "Classical", "Classic", "Greek", "Zeus", "Typhon", "God", "Gods", "1/1", "animated", "animation", "2Danimation", "2D", "illustration", "audio", "mp4", "loop", "characterdesign", "digitalart", "brazilianartist", "brazil", "conceptart", "drawing", "culture"], "extra": {}}