{"__version": 1, "token_id": 329537, "symbol": "OBJKT", "name": "Phenomenal Monarch Butterflies", "description": "  The image, \"Phenomenal Monarch Butterflies\" is the first of twenty images created for a special AI Art Series, “Save Monarch Butterflies\". The concept of the series is to bring more awareness to the disturbing status as well as the amazing migration of Monarch Butterflies. Indeed, the Monarch Butterfly is one of North America’s most phenomenal species. As the only butterfly known to make the transcontinental migration, Monarch Butterflies started its annual round-trip migration in Mid-August. It will be migrating from September to October in order to arrive at their \"wintering\" sites in November. It must be noted that No individual Monarch Butterfly completes the entire round-trip journey. It may take from three to five generations to complete the round-trip transcontinental migration of the phenomenal Monarch Butterfly.\n\n  This image was created with the assistance of artificial intelligence (AI).  The process for creating this image included using a text prompt, algorithms, and artificial intelligence. The Snowpixel App was used in the process of creating this image. Each image may be interpreted differently through the eyes and imagination of the viewers.\n. \nTags: butterflies, butterfly, monarch, milkweed, flowers, migrating, America, overwintering, generations, transcontinental, migration, conservation, nature, protect, USA, endangered, insects, AIart, artificial, intelligence ", "artifact_uri": "ipfs://QmVZPsRFMJXagJez7evuhaa5CTDqtBCLhYKh57tDCc7cbw", "display_uri": "ipfs://QmUJ94nUK68i2He8bwy4dqcszXQVd6yJcS6tbiwFkeSHZQ", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVZPsRFMJXagJez7evuhaa5CTDqtBCLhYKh57tDCc7cbw", "mimeType": "image/png"}], "creators": ["tz1XQeAkWGur8esmmuChxBN5VTZk4X3Z48gH"], "tags": ["butterflies", "butterfly", "monarch", "milkweed", "flowers", "America", "Danaus", "plexippus", "Nymphalidae", "messenger", "wanderer", "overwintering", "generations", "migrating", "transcontinental", "migration", "conservation", "nature", "protect", "USA", "endangered", "insects", "AIart", "artificial", "intelligence"], "extra": {}}