{"__version": 1, "token_id": 379837, "symbol": "OBJKT", "name": "ON ROCKY GROUND", "description": "Insights from the Dreaming Pool - Get moving, take action.\n\nHave you ever found yourself on rocky ground where the terrain is difficult?  \n\nThe earth and rocks are shifting and moving under your feet. Fissures are opening up everywhere, if you stay still you will be a goner. The only thing to do is move - quickly.\n\nGet moving, take action\n\nWhatever it is, it’s a start and will lead to the next step and then the next until you’re on solid ground again.\n\nSometimes in life we go through things or experiences where we feel shaky, unsure of ourselves, completely let down or very frightened.  The trick is to keep moving forward. When you cross a river you can quickly map out a path noting the rocks to jump on. Along the way one rock might be too far so you adapt and jump on another one.  The way becomes apparent as you engage and move forward and the momentum of movement is what gets you across. You wont stand in a fast rushing river on a slippery rock for long, you’ll move as fast as you can to get to the other side. And then you can take a breather before you continue on your journey. \n\nSo whatever it is in your life that this card is revealing to you or reflecting back, keep going, it won’t always be like this.\n \nThe Dreaming Pool Oracle is a collaboration between artists Maia Mellier 🕸 🕷 (@maiamellier) & AEVIN (@aevin_io)\n", "artifact_uri": "ipfs://QmdP4Q2X3ed814jL6qCRNBHQoGVcjzPaGhDjskpsfCFECm", "display_uri": "ipfs://QmZTEai7xzUsCd6UsFFGUrbpuWqdp3eT5oZYMJxLd4vCtD", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmdP4Q2X3ed814jL6qCRNBHQoGVcjzPaGhDjskpsfCFECm", "mimeType": "application/x-directory"}], "creators": ["tz1SEkFv8ibFsKzi3AgAfkAKDc5La329LJAy"], "tags": ["illustration", "blackandwhite", "aevin", "maiamellier", "interactive", "generativeart", "oraclecards", "cards", "p5js"], "extra": {}}