{"__version": 1, "token_id": 477837, "symbol": "OBJKT", "name": "GPTSD - The Human / Machine Feedback Loop (Dreamer 16)", "description": "Can trauma transfer from human to machine to human?\n\u2028\nGPT: Generative Pre-trained Transformer is an open-source neural network (machine learning) model trained on internet data to generate new unique text.\n\u2028\nPTSD: Post-Traumatic Stress Disorder is a mental disorder that can develop after a person is exposed to a traumatic event, such as sexual assault, warfare, traffic collisions, child abuse, or other threats.\n\u2028\nThis series of text and images function as an exploratory case study that magnifies the risks of transferring human bias and trauma to machine learning models. The output of these models can affect humans by reinforcing unintended inputs (positive or negative). These models can be distributed through social media or manifest in law-making, credit applications, education and other ways we may not yet understand. A feedback loop: we are what we consume—and we consume what we are.\n\u2028\nThe following generated GPTSD machine dream texts and images were all output in one session (Dec 2020) after training on 593 dream diary entries by an individual suffering from PTSD after experiencing war. These dream descriptions were cropped directly from a larger text and intentionally unedited except for a few minor deletions for clarity. \n\u2028\n~~~\n\u2028In my dream: “Exterminate! Impaled by a broken pin in my opponent!” I shout. My opponent, a participant in the match, is on the ground, gaunt, unfamiliar to me. “Impaled!” I shout, aimed at his body. The match ends. I rush to the downed fighter. In the shade of a paper tiger, I swiftly lay them both out, this time with an elbow or two. They are dead, though not immediately. A third fighter, a non-combatant, enters the fray. I look to him for confirmation of the third fighter’s death. He indicates that it is indeed him, that he is alright. I introduce him to the crowd, which is half screaming, the other half applauding. I tell him the third fighter was attacked by vigilantes and that is why he is dead. I meekly tell him that doesn’t matter to me. I am glad when the fourth fighter is killed. There is no need to attack.\n~~~\n\u2028\nThe GPTSD book and website will have further information about this project. ryanthompson.name/project-gptsd\n\u2028\nHumans become the stories in which we tell ourselves—and our machines. The tools we create, always manifest the people we come to be.\n\u2028\nDreamer 16 (Text Skeleton)\n1800 x 2280 pixels\nRyan Thompson - December 2020\n\u2028\n[Once all Dreamers have been collected a second artwork related to the “Text Skeleton” will be airdropped to the collector holding this work]", "artifact_uri": "ipfs://QmaxpiXFh8NCVyEs3qhwEA6L1ij2iwW2PY3dzzHDFrZFio", "display_uri": "ipfs://QmfLG38UuFtxMokjUDYUtMuYrWMFFXGtuKc4CF7phkTNLq", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmaxpiXFh8NCVyEs3qhwEA6L1ij2iwW2PY3dzzHDFrZFio", "mimeType": "image/jpeg"}], "creators": ["tz1R9JSKJLXFBRqVbZAeTzT5Gnw2LoLdnT93"], "tags": ["gptsd", "gpt2", "gpt3", "ptsd", "machinelearning", "ai", "ascii", "neuralnetwork", "dream", "nightmare"], "extra": {}}