{"__version": 1, "token_id": 539637, "symbol": "OBJKT", "name": "1979 FIVE GOURDS DGS Shayna Twitchell Series 7 Insert #DGSST3 (ORANGE)", "description": "This card is an INSERT. It is not a Series 7 Base. **** While this Insert has all the announced Utilities of a standard Insert, it is also an ORANGE INSERT with announced BIDDING UTILITY. For use in BIDDING mechanics, this insert has a BIDDING VALUE OF FIVE (5) ******** digital capture of original aintng, gouache n vintage baseball card, 2021. ************ NFT image is for personal us, no commercial rights are granted. At tis point, requsts for commissioned pieces cannot be accepted.  Be sure and follow on Twitter @thr33som3 or IG @thr33somes .  ************ ALL editions in Series 7 will have FUTURE UTILITY.  In today's update to the Shayna Twitchell disappearance saga, Shayna's ex-boyfriend and father to two of her children Don Carrithers took questions outside the Doral County Sherff's Department after Sheriff William White issued a statement designated the former nightclub employee as a \"person of interest\" in the case. -- Carrithers answers were such, \n\"I'd like some legal representation. But, these police officers have not allowed me to have any. \n\nI don't know what this is all about. \n\nI work in that building. Naturally, if I work in that building.\n\nNo, they've taken me in because of the fact I live in this area.\n\nI'm st a patsy!\"\n\nWhen Duval County Sheriffs arrived at Don Carrither's trailer, according to Sheriff White's statement, they found him in the back yard burning \"dozens and dozens of what appeared to be Russian novels.\"\n", "artifact_uri": "ipfs://QmSzzAbkaE3TLBP6KSZExdMt9iz4cb32hVq6nsGRuoze23", "display_uri": "ipfs://QmVX23PJYaDiCunWfZ7xjFro3MpE6drsx5CJ4T9ojVUtRZ", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSzzAbkaE3TLBP6KSZExdMt9iz4cb32hVq6nsGRuoze23", "mimeType": "image/png"}], "creators": ["tz1MvePPBoQGqesNJ4x3VRf2bn81it7kGjCc"], "tags": ["decorative", "turgenev", "subs", "gogol", "motherfuckers", "dostoevsky", "insert", "orange", "gourds", "thr33som3s", "bidding", "tolstoy", "sons", "season", "fathers"], "extra": {}}