{"__version": 1, "token_id": 389917, "symbol": "OBJKT", "name": "I AM LIKE THE COLOR INDIGO", "description": "(That sounds lovely, but what the heck does that mean?) Every single color that you see and thus perceive in your mind are just the visible portion of the electromagnetic spectrum. Each visible color corresponds precisely to a specific wavelength, frequency, and photon energy range. \n\n              Wavelength        Frequency        Photon energy\nViolet        380–450 nm        670–790 THz        2.75–3.26 eV\nBlue          450–485 nm        620–670 THz        2.56–2.75 eV\nCyan          485–500 nm        600–620 THz        2.48–2.56 eV\nGreen         500–565 nm        530–600 THz        2.19–2.48 eV\nYellow        565–590 nm        510–530 THz        2.10–2.19 eV\nOrange        590–625 nm        480–510 THz        1.98–2.10 eV\nRed           625–700 nm        400–480 THz        1.65–1.98 eV  \n\nIndigo is the shortest and smallest wavelength at a mere 450–420[1](disputed) nm. It's almost impossible to see and it's often confused with blue or violet. I personally enjoy the quirky color and its controversial status. So much so, according to Isaac Asimov, \"It is customary to list indigo as a color lying between blue and violet, but it has never seemed to me that indigo is worth the dignity of being considered a separate color. To my eyes, it seems merely deep blue.\" I kind of believe in the pseudoscientific concept of indigo children, which are children who are believed to possess special, unusual, and sometimes supernatural traits or abilities. Maybe, I'm just crazy; you decide.(Side Note: This would be perfect for a mural or large scale installation with a giant visual light spectrum image adhered to a wall and the Indigo spectrum range would have 2 block lines running down perpendicular to delineate the small range that Indigo takes up on the spectrum.)", "artifact_uri": "ipfs://QmPnLPSnQkpUQVSKuuyDSX3ZDFs49SsCKVw9qbaUVbUBJa", "display_uri": "ipfs://Qmcb5LUTh6LdNzwZeHZR7BTuMjzU2R7ekumqs4qXky2H95", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPnLPSnQkpUQVSKuuyDSX3ZDFs49SsCKVw9qbaUVbUBJa", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}