{"__version": 1, "token_id": 441217, "symbol": "OBJKT", "name": "The last warrior by Liu BOLIN @Quand la Matière devient Art, Guerlain, parcours privé FIAC Paris 2021", "description": "Liu Bolin a imaginé un tunnel numérique qui permet de transformer des images.La photographie d’un paysage naturel se métamorphose en une image artificielle,très futuriste.Les deux images sont différentes mais conservent les mêmes couleurs,pixels et métadonnées.Avec ce processus de transformation,Liu Bolin interroge l’essence de l’image,l’essence de la vie,l’essence du monde et notre perception de la réalité.\n\nTechnique : Photographie.\n\nNFT minté le (17/10/2021)](édition 1/1), à l’occasion d’une vente aux enchères dont les bénéfices sont intégralement reversés à la Fondation GoodPlanet présidée par Yann Arthus-Bertrand, pour contribuer à financer la création d’un jardin-laboratoire en agriculture régénératrice aux Mesnuls.\n\nLiu Bolin has devised a digital tunnel that allows images to be transformed.A photograph of a natural landscape is transformed into an artificial,very futuristic image. The two images are different but retain the same colors, pixels and metadata. With this transformation process,Liu Bolin questions the essence of the image,the essence of life,the essence of the world and our perception of reality.\n\nTechnique : Photography.\n\nNFT minted on (17/10/2021)(edition 1/1), on the occasion of an auction, the profits of which will be entirely donated to the GoodPlanet Foundation chaired by Yann Arthus-Bertrand, to help finance the creation of a laboratory-garden in regenerative agriculture in Les Mesnuls.\n", "artifact_uri": "ipfs://QmY6a3vb41jFMt6msspe3NEbt6sWD7t6WmAdxXrq4bRPf6", "display_uri": "ipfs://QmSMM9XgJqLK7MCJQ5nsZ8bvtC341ibPUXvah7AUg2wSUg", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmY6a3vb41jFMt6msspe3NEbt6sWD7t6WmAdxXrq4bRPf6", "mimeType": "image/jpeg"}], "creators": ["tz1TcgdakVQbeUZGPLLKCzusbr4eQSntme46"], "tags": ["LIUBOLIN"], "extra": {}}