{"__version": 1, "token_id": 456117, "symbol": "OBJKT", "name": "Saudade II", "description": "Second piece in a collaboration series with @Tradscape.\n\n\"I love Christmas but nothing compared to Christmas at my Abuela’s place. Some of the fondest and most heartwarming memories I have come from my grandmas house and my grandmothers table. When I was a kid, I dreaded the two hour drive in the car with my parents, from San Juan to Ciales, but at the end of the ride was Abuela Zoraidas house. Abuela Zori had lived in that place since they had a wooden shack, and they now lived in an concrete house that my Abuelo built. My favorite time to visit was always during Christmas time, the house was decorated, the weather was sunny and cool, the horses were hanging out in their stables and the chickens were peacefully walking around, blissfully unaware that they could be dinner. This was a paradise nuzzled in between the central mountains and it was my favorite place. I was happy when I got there but I always knew the best was yet to come, the food! My grandma was a masterful cook and I can remember she always had Arroz con gandules (rice and pigeon peas), potato salad, Coquito (coconut drink) pasteles (kind of like a boiled tamale made from plantain and meat), lechón, chicken and fried batatas. That was good food, that was soul food, and the best thing out of all of them the one I’ll never forget, the arroz con dulce. Abuela had a way of making it that combined the cinnamon, vanilla, raisins and milk into a trascendental dish. She even made it on top of a wood fire stove sometimes and that took it to a different level. I will always cherish these memories at Abuela’s place. The food, the love, the spaces and most importantly my whole family around the table. Those were truly happy times and memories that I hold dear to my heart. The first thing we have in life is family and I am forever grateful I could share that with my grandmother.\" \n\n- Julio G. Albino Berrios", "artifact_uri": "ipfs://QmPUVgXRemEBhScxyKxEhHLjfXyB7mPSLTp31AyzgNqk9A", "display_uri": "ipfs://QmZEsh5ian92XJd6mzj7YU3NqWgmCjpUozk6FtJTwAqqo1", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPUVgXRemEBhScxyKxEhHLjfXyB7mPSLTp31AyzgNqk9A", "mimeType": "video/mp4"}], "creators": ["tz1TqZ2MLEuGCNTHc73HuiWsMan8Qyek3cqp"], "tags": ["illustration", "puertorico", "brasil", "animation", "cat", "food"], "extra": {}}