{"__version": 1, "token_id": 526417, "symbol": "OBJKT", "name": "Puente Peatonal (pacheco)", "description": "\"Pedestrian Bridge (high)\"\n\nPhotography taken with an iphone X, date unknown -i believe i made a back up of everything from my phone to free space but there is a lot missing including original pic to check date- edited on 06/26/19 at 21:09\n\nFrom the memories of that year + feelings and images that i have in my head of that day i still cannot remember precisely when it was, but i remember the night. walking, cold. i was in Pachuca, Hidalgo. My hometown. i remember also a very weird mixed feeling from that night because at that time i was living with my mom, grandma and brother in a house so i had to go out somewhere to smoke weed haha so i would go out to the city hahaha i would take my camera and walk and walk, take pics and hit the pipe every now and then very discreetly ofc and without blowing any smoke out u know haha u dont wanna be noisy so my advice is to hit it soft and keep it all haha :P so... i remember being out there taking pictures but also looking for this chances 2 smoke and when i got back home, always, i felt this weird guilt, not because of what i like doing but because of hiding it... u know... but i also remember in the back of that feeling a much greater and quiet one that i think i'll always have from those years, of peace and security. no place like family and home to feel secure and loved. i love them. love the streets. the bridges. flowers. the sun and night. love you. Thanks 4 collecting!\n\n * This bridge was infront of a mall called Galerías, i'd say i have crossed that bridge at least 2000 times. my grandma had a business there for 20 years, i used to go help sometimes but u know u cross it when u arrive and when u leave (twice[2]) haha and i always crossed it cause i always insisted on walking, for the same previously mentioned reasons ofc. *\n\n3564x4752\n3.40 mb", "artifact_uri": "ipfs://QmPpt6HD614NmC1gj2HLhkBS3DLoJftqyh2SZnNYVhMSY7", "display_uri": "ipfs://QmdttGTdY86GEkw4sTKRqmen2fLjGU2Q72ikA1Af8yteNL", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPpt6HD614NmC1gj2HLhkBS3DLoJftqyh2SZnNYVhMSY7", "mimeType": "image/jpeg"}], "creators": ["tz1hgdyB1cCRz1uLH5RNwrRcyHxxURibnG4G"], "tags": ["pedestrian", "jpg", "psychedelic", "urban", "photography", "pachuca", "mexico", "nftmex", "glitch", "objkt", "cleannft", "hen500k", "hen500", "500k", "glitchart", "digitalart", "past", "present", "future", "pollbein"], "extra": {}}