{"__version": 1, "token_id": 526717, "symbol": "OBJKT", "name": "A MORTE", "description": "(en-us>)Death, accompanied by its metallic chorus of saws and machinery, advances along with progress, incinerating life, giving its way to urgency.\"\nIt wasn't for lack of warning... We all know that it was all planned, they knew what they were doing and even so, no one gave a damn, after all, the results of the catastrophe were not yet visible. Well, now they are. The least of the problems perhaps, is the fire, which in itself would be overwhelming, but now we have to deal with the mutations of our fauna, so horrifying... And perhaps the biggest shot in the foot that humanity has ever committed. The machines, without mercy, tear everything where they go...\nachar um similar pra shot in the foot\n\n(pt-br>)\"A morte, acompanhada de seus coros metálicos de serras e maquinários, avança junto ao progresso incinerando a vida dando lugar à urgência.\"\nNão foi por falta de aviso... Todos sabemos que era tudo planejado, eles sabiam o que estavam fazendo e mesmo assim, ninguém dava a mínima, afinal, os resultados da catástrofe iminente ainda não eram visíveis. Bem, agora são. O menor dos problemas talvez seja o fogo, que por si só já seria avassalador, agora, temos que lidar com as mutações da nossa fauna, tão horripilantes... E talvez, o maior tiro no pé que a humanidade já cometeu. As máquinas, sem piedade, dilaceram tudo por onde passam...\n\n(.glb 0.8mb)", "artifact_uri": "ipfs://QmVQaNgty7ndgAqVmScxQHjGygBa1eRGKWgksz8AMChpbE", "display_uri": "ipfs://QmZNgLRDogmhosUMEdAuHhDh51TmGA7jrx7u4897sdSYui", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVQaNgty7ndgAqVmScxQHjGygBa1eRGKWgksz8AMChpbE", "mimeType": "model/gltf-binary"}], "creators": ["tz1PV23mtRKctjBwVcMULhgW6J4fSMd6kNCj"], "tags": ["tarot", "carta", "card", "morte", "death", "ignis-infernotropical", "ignis", "gateaway"], "extra": {}}