{"__version": 1, "token_id": 292325, "symbol": "OBJKT", "name": "Please Stand By -I Got Something To Say 070", "description": "Please Stand By utilizes the iconic SMPTE color bars template and changes the palette to bring into question viewers perceptions surrounding \"standards of color.\" An offshoot of my original series, I Got Something To Say, adds an additional more literal message. Please Stand By, and Never Forget. To observe a moment of silence commemorating the 20th anniversary of 9/11 I’ve chosen to remove the sound from this piece. \nI’m going to get personal on this one. I was in High School in Brooklyn during 9/11, I remember walking down the halls coming back from the restroom when someone stopped me; a plane had just crashed into the World Trade Center. The next 24 hours were an insane blur of events. I remember quickly calling my dad as the towers were on his bus route on the way to work, cell phone service had crashed, leaving many out of contact and without answers regarding loved ones. The school became a riot zone, parents rushed to pick up their children, and the school, unsure of what to do, allowed the ones without parents to just leave and find their way home. I remember when I first stepped foot outside, charred papers had made their way all the way across the Hudson river and were flying through the air, it was a surreal experience that I couldn’t quite grasp at the time and I still don’t know if I can. I remember getting home and finally seeing on the TV what exactly had happened. Luckily I did not lose anyone that day, even though I  had family who were doing electrical work in the buildings right across the street, but many families were not as lucky as me. \nWhen I say, Never Forget, I think it’s not just important to remember all those that were lost on that tragic day, but also not to forget the misguided 20 year long mess that followed. We just LAST MONTH exited Afghanistan, an occupation that was a result of “finding justice for 9/11.” We destabilized Iraq, which led to the creation of ISIS, which stoked fears of religious extremism and Muslim ideology, which gave power and a voice to racists and xenophobes across our country and ultimately led to the election of the possibly the worst president in American history. So yes, I do believe it’s important to remember every single name that was lost on that tragic day, but it’s equally important to remember all the lessons we learned from our response to that day, because we must continue to strive to be better, and if we don’t remember we’re bound to repeat ourselves.", "artifact_uri": "ipfs://bafybeibxf26xpyik5b5jrwpln34mhceeik3eztqh6r5sk4n6c4s4rhiqzy", "display_uri": "ipfs://bafkreifvdqubfqawvr2jorxmnpu6hcgrc5xdtg33lxzco3tjimjt34s2nq", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeibxf26xpyik5b5jrwpln34mhceeik3eztqh6r5sk4n6c4s4rhiqzy", "mimeType": "video/mp4"}], "creators": ["tz1VCtzuZHriPNays8UJnAdrZDgRaPehud2Y"], "tags": ["art", "digitalart", "glitch", "glitchart", "color", "colorpalette", "colorpalettes", "tv", "television"], "extra": {}}