{"__version": 1, "token_id": 343425, "symbol": "OBJKT", "name": "Tlacaxipehualiztli", "description": "Tlacaxipehualiztli means \"the flaying of people\" in the Nahuatl language, and refer to a festivity held during one of the 20 days long months of the Xiuhpohualli (Nahua version of the 360+5 days cycle Mesoamerican calendar), the month that matched the spring in the northern hemisphere.\n\nThis festivity celebrated Xipe Totec \"Our Lord the Flayed One\", god of Spring, agriculture, goldsmiths and rebirth. During this celebration, sacrificial victims, usually war captives, were skinned and their skins were worn by priests, who then demanded tributes from part of the population for the maintenance of the polity. This was common among part of the late \"post-classic era\" (14/15th - 16th Centuries) Nahua from Central Mexico.\n\nXipe Totec is one of the four original gods in traditional Nahua cosmology, the \"Tezcatlipocas\" (Smoking Mirror), he was also known as the Red Tezcatlipoca, associated with the red color, the East direction, and, as a god of spring, with rebirth. The Nahua interpreted nature as cyclical, seeing death and self-sacrifice as the means for resurrection, to keep the world in balance.\n\nCreated for the #springoBRjkt event\n\nOriginal drawing, illustration and animation by Zamahel\nhttps://linktr.ee/zamahel\nhttps://twitter.com/itzamahel\nhttps://instagram.com/itzamahel", "artifact_uri": "ipfs://QmZxTrA3gJk3now4dR7GTxpp3eEFiC5R1BNSzWJVXQRZ4L", "display_uri": "ipfs://QmUvon7cvpx64kCKBoK3fvXvcHGZo3FDyx9tXShxmpkHZa", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZxTrA3gJk3now4dR7GTxpp3eEFiC5R1BNSzWJVXQRZ4L", "mimeType": "video/mp4"}], "creators": ["tz1eFB4QTvmxTsVetkQFdtjBkPnDpYaSsbGT"], "tags": ["spring", "springobrjkt", "obrjkt", "brazil", "brazilianartist", "brasil", "mexico", "aztec", "nahua", "firstnations", "mythology", "drawing", "illustration", "digitalart", "animated", "animation", "mp4", "artwork", "gods", "primavera", "indigenous", "culture"], "extra": {}}