{"__version": 1, "token_id": 363125, "symbol": "OBJKT", "name": "\"Grand Bastard\" of Burgundy", "description": "Born in 1421, possibly at Lizy in Picardy, he was brought up in the Burgundian court with his younger half-brother, the Count of Charolais, later Charles the Bold, last of the Valois Dukes of Burgundy, to whom he grew very close. Together with his older illegitimate half-brother Corneille, bastard of Burgundy (died 1452), he was the favourite amongst the many natural children of Philip the Good. In 1459, he married Marie de la Viesville by whom he had five children.\n\nAnthony fought for his father on several campaigns, from at least 1451 onwards, and in 1464 left for a crusade against the Moors when he helped raise the siege of Ceuta. In 1456 he was awarded the prestigious Order of the Golden Fleece, held by only 29 others at that time. He took part in the Battle of Montlhéry (1465), when he is said to have saved the life of the Count of Charolais after he was separated from his men and wounded in the neck. In 1466, he was present with Charles at the siege of Dinant, and in the same year he was invited by King Edward IV for a stay in England during which he jousted against Anthony Woodville, 2nd Earl Rivers, the queen's brother, in a famous contest which spread over two days. During this visit, which extended into the summer of 1467, Anthony's father, Philip the Good, died, and Anthony had to hurry back across the channel.\n\nAfter the death of his father, Anthony participated in nearly every campaign led by the new duke, his half-brother Charles the Bold, starting with the Liège campaign of 1467, when he commanded the largest contingent of 1,353 men. In 1468, Charles appointed him first Chamberlain, head of 99 other chamberlains and thirteen chaplains.", "artifact_uri": "ipfs://QmW9Nu6KYAgQnba7B1AqeU6R6V6kLyjq9P7mJSyhJHN1eZ", "display_uri": "ipfs://Qma56pXxgmatQCN25bahxrWffCaVDMMNy3Fg322jFJfw6A", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmW9Nu6KYAgQnba7B1AqeU6R6V6kLyjq9P7mJSyhJHN1eZ", "mimeType": "image/jpeg"}], "creators": ["tz1bvi4gXVcBHPV5QPoVAbzBtRE5qcXJcpfU"], "tags": [""], "extra": {}}