{"__version": 1, "token_id": 389925, "symbol": "OBJKT", "name": "NOSTALGIC WEREWOLF WITH WERNICKE'S APHASIA", "description": "Oh boy, looks like we're taking a detour, we're going on a journey, better eat one of your cannabis gummies on this one. So what the heck is a nostalgic werewolf with wernicke's aphasia? Let's break it down in smaller bites first. Nostalgia is kind of a bittersweet longing for things, persons, or situations of the past; like thinking back to your childhood or youth about riding bikes in the woods with friends or going to the carnival with your parents eating cotton candy on that late August afternoon. We all know or heard of what the mythical man-beast known as a werewolf is; a creature by day is a man, but when the full moon arises, becomes a savage man-wolf that acts without humanity. Wernicke's Aphasia is a condition that can affect the very ability to grasp the meaning of spoken words and sentences. These abilities are impaired, but strangely this condition doesn't affect the ability to produce connected speech. They can produce many words and they often speak using grammatically correct sentences with normal rate and rhythm. However, often what they say doesn’t make a lot of sense or they sprinkle their sentences with non-existent or irrelevant words. They may fail to realize that they are using the wrong words or using a non-existent word and often they are not fully aware that what they say doesn’t make sense. So, when we combine all of these qualities together and read the poem again. We have a nostalgic werewolf harking back to his/her younger years, spouting off a strange sentence of experiences that seems to go nowhere and they have no clue of what their even saying. Told you we were going on a journey. (needs reworking of wernicke's definition)", "artifact_uri": "ipfs://QmWw2nov3GFoBtUPSF3EXwSH4zoHAoxB4UEYFrNCpbYcQt", "display_uri": "ipfs://QmQmUQYm6UiSQnjkK6FwPPkEchBdQxC5T8X8tSkYbLbULX", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWw2nov3GFoBtUPSF3EXwSH4zoHAoxB4UEYFrNCpbYcQt", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}