{"__version": 1, "token_id": 439325, "symbol": "OBJKT", "name": "Please Stand By -I Got Something To Say 084", "description": "Please Stand By utilizes the iconic SMPTE color bars template and changes the palette to bring into question viewers perceptions surrounding \"standards of color.\" An offshoot of my original series, I Got Something To Say, adds an additional more literal message. Please Stand By, Refunding the Police, after having their funding targeted following the protests over the murder of George Floyd, major cities across America are increasing police spending, with New York allocating an extra $200 million to it’s police budget and a 3% boost given to the Los Angeles Police force. But the most drastic increase of all has been seen in Dallas where Mayor Eric Johnson has not only proposed to restore money to the Dallas force, but wants to INCREASE the numbers of officers on the street.\nAn increase in violent crime and homicide across America has led to more police friendly politicians being elected, in New York Eric Adams, an ex police officer, looks poised to take over mayoral duties, and in Dallas Eric Johnson has not only sought to increase the funding for police but has also re-instilled “Hot Spot policing” which targets the most at risk neighborhoods with more police on the streets. The problem is these solutions don’t get at the root of the problem, nor do they address the problems within the police force that led us to this point a year and a half ago. Without retraining our police, addressing police accountability, taking power away from their unions, and increasing pay we are bound to repeat the mistakes of the past, and without providing programs to help lift low income neighborhoods out of poverty those areas will continue to see violent crime either from within it’s own community or from the police who police those areas.", "artifact_uri": "ipfs://QmXWyWxXUU7UctKN8hTMKkJbWSAgkFycsv3XHNmEnEQ8md", "display_uri": "ipfs://QmcjA6EhJKnEzYW3YMyNbcKvorReagmJdz4nBze9oqS65B", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXWyWxXUU7UctKN8hTMKkJbWSAgkFycsv3XHNmEnEQ8md", "mimeType": "video/mp4"}], "creators": ["tz1VCtzuZHriPNays8UJnAdrZDgRaPehud2Y"], "tags": ["art", "digitalart", "glitch", "glitchart", "color", "colorpalette", "colorpalettes", "tv", "television"], "extra": {}}