{"__version": 1, "token_id": 463225, "symbol": "OBJKT", "name": "Don't Tread on Florida NFT ", "description": "\nThere is a strong threat on our state republic by our own federal government.\n\nThe commies are coming! \n\nThey have already started arresting people who speak up! \n\nThe Hurricane Michael hit of 2018 brought to light some of the dirty treasonous and perverted acts by the local leadership in Florida. \n\nThe swamp is weaponizing courts to silence the public. For example: the story of Benjamin Horbowy in Tallahassee who is an \"active political prisoner out on bail from the Leon county jail.\" \n\nBenjamin Horbowy has been on record informing the public of this since 2017. He received the record for conservative grassroots votes in North Florida in the \"worst most corrupt city in the States\" in 2020 in 11 counties that has never had conservative leadership, but has an abundance of arrested politicians & lodge members. \n\nBenjamin was endorsed by Vets for Trump and is well spoken for a better way of life of Floridians. \n\nIn Sept 2020, the swamp arrested Benjamin Horbowy with a bench warrant for trespassing after POTUS 45 tweeted a video of him twice flying a flag on his car in a costco parking lot. They came on Benjamin's property weeks after he flew the flag and beat him up for so-called-trespassing. \n\nThe real trespassing is the corrupt political parties we have in Tallahassee... Why did they arrest the man who was advocating against human trafficking?\n\nThere are some significant coincidences that are too obvious to ignore in Benjamin's case. Why did the detective who arrested Benjamin have the same last name as the Dozier School of Boys that Benjamin disclosed publicly in a Aug 17 Public Record Document (the same Detective Dozier who falsely arrested a Retired Prison Chaplain over a property line dispute). The Good-ole-lodge-network is strong in Tallahassee. There are many Doziers in every county close to the recent arrests of dirty politicians in north Florida. The Dozier crime family is just the surface of government theft from the community. We all know that the crony grants coming to town helps everyone, except the the people it claims to help.\n\nWhen Benjamin ran for office after the hurricane, we saw how corrupt the system is. It's time for We The People to work together towards a sustainable future. \n\nThe 10th Amendment says We The People can choose the type of government we follow. I'd like to vote for Web3! \n\nYes, the attack on our Florida sovereignty in 2021 is by our own federal government!!\n\nJoin Benjamin \"Big Ben\" in notifying everyone that the disease of the two party problem is the true cancer harming our state. \n\nWe deserve better: we deserve a Smart Florida DAO. Read all about it at SmartFlorida.org \n\nSwapping this NFT shows support that Florida will not tolerate political bullies... and proceeds will go to the Benjamin Horbowy legal fees to fight against these bogus charges. You can also send tezos $XTZ to reupcafe.tez\n\nGod Bless the Republic of Florida \n\n____________________________________\nWelcome to Our Web3 @ReUpCafe Metaverse\n\nPodcast\n‪https://anchor.fm/reupcafe\n\nSpotify \nhttps://open.spotify.com/show/68UKMuuJ7vNmiPo7Hrf9z4?si=glXJ6Ml5Si-yMBkrLGlFDQ\n\n#NFTgallery \nwww.ReUp.cafe \n\n#ReferralCodes\nEarth2.io  4JILI7W38J\nCrypto.com yc72axwjwq\n____________________________________\n\nEconomic Renaissance  \nWeb3 Innovation Revolution\n\n@BigBenEnergy\nUS Veteran Logistician \nCommunity Building Game Designer \nClearwater Cyberforce Crypto Citadel Class1\n\n🟢 SmartFlorida.org \nLinkedin.com/company/SmartFloridaOrg\n\nSmartFLA.co\nsmartflaco@pm.me \n\n\n🦅\n", "artifact_uri": "ipfs://QmV65DmVPBgUh5oqmvTKMoyR9kbLLNsy4Uj3oaZnrDDvE6", "display_uri": "ipfs://QmXapAofVWddftrRQaf6HaQCdK67Gscgh655EYoy8ShBC7", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmV65DmVPBgUh5oqmvTKMoyR9kbLLNsy4Uj3oaZnrDDvE6", "mimeType": "image/png"}], "creators": ["tz1ZMdEx1Fb7H9Khyp94ibYTNycGCbCtWQzJ"], "tags": ["Smart", "Florida", "FLA", "Flaco", "EDU", "Economic", "Renaissance", "Innovation", "Revolution", "Clearwater", "Crypto", "Cyberforce", "Citadel", "Horbowy", "Game", "design", "art", "Commerce", "Community", "collectible", ""], "extra": {}}