{"__version": 1, "token_id": 583325, "symbol": "OBJKT", "name": "apollo, the rising sun", "description": "Kronos, time itself, swallowed his greatest creations out of fear, fear that they would escape his scythe and overcome the very fabric that constitutes the universe, run to where age does not reach them and the fruits of the earth never rot.\nMany legends try to explain how the Immortals escaped, time and again involving stones, bitter sauces and vomit, but the answer that made the most sense to us was that of an old man in ancient Thessalonica. With his long white beard and golden rings, he told us that such beings would have survived because there was no room in the Titan's stomach; after all, is there another entity that has been feeding for longer than Time itself? He digested the first stars and will taste the last ones, he saw planets wither until they occupied his dinner table, he organized banquets for his friends with the end of galaxies, and when he felt hungry between meals of the day, he nibbled on tyrannical kings and walled palaces.\n\nBut not the gods, the gods lived and lived, perhaps they still live. Ah! What a blessing to accompany history itself, or what a curse to languish with the passing of the millennia.\n\nOne day we will have the opportunity to ask, whether the gods prefer the time when their stories sailed the Mediterranean on papyrus or when we put them around the world in binary codes.\n\n\"A story about the world? Yes, yes, we know one\"\nThis is how the journey of the artists to show their vision about the Greek Gods and their form begins.\n\nPart of the #Cryptoamigues #CryptOlimpianos a collaborative event by artists based in Brazil", "artifact_uri": "ipfs://QmWPsxNQLjBssQyHCoMfe9mTdMDEWvg72HZFUNGaiaYcot", "display_uri": "ipfs://QmRGkY6teJw3D5jcrQE6tn4D16zw96sLp64AUECYbhRECu", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWPsxNQLjBssQyHCoMfe9mTdMDEWvg72HZFUNGaiaYcot", "mimeType": "application/pdf"}], "creators": ["tz1YSMtKyywzpfii3wHTg82HxVcA41oQ4Aq1"], "tags": ["cryptoamigues", "cryptolimpianos", "cryptolympians", "greek", "greekmythology", "apolo", "god", "poem", "poetry", "poema", "poesia", "mitologia"], "extra": {}}