{"__version": 1, "token_id": 375212, "symbol": "OBJKT", "name": "Defeat 08 - Muammar Gaddafi", "description": "The death of Muammar Gaddafi, the deposed Libyan leader, occurred on October 20, 2011 at the end of the Battle of Sirte on the outskirts of his hometown, Sirte, in Libya, according to an official with the National Transitional Council. (CNT) to the Qatari television channel Al Jazeera around noon UTC time, after a NATO attack on its convoy. He was 69 years old.\n\nAccording to the autopsy, carried out by the forensic doctor Ibrahim Tika, Muammar Gaddafi was killed by the CNT militiamen with two shots at point-blank range, in the stomach and in the temple.\nAfter the fall of Tripoli to the forces of the opponents of the National Transitional Council (CNT) and the Libyan National Liberation Army (ELNL) in August 2011, Gaddafi and his family left the Libyan capital. It was rumored that he took refuge in the south of the country and left in a small convoy to Sirte on the day of the fall of Tripoli. His son Moatassem Gaddafi followed him in a second convoy.\n\nOn October 19, Libyan Prime Minister Mahmoud Jabril said the ousted leader was believed to be in the desert south, organizing an insurgency among pro-Gaddafi tribes in the region. At that time, the NTC had control of the pro-Gaddafi city of Bani Walid by emerging victorious in the battle of the same name and tightening the siege of his hometown of Sirte east of Tripoli. According to various events, Gaddafi would be heavily armed with loyal to his regime in various buildings in Sirte for several months when the CNT forces took the city; Mansour Dao, a member of Gaddafi's inner circle and head of the People's Guard, said he was disappointed and complained about the lack of electricity and water. Attempts to persuade him to leave the country and relinquish power were ignored. When Sirte's last loyalist district fell, Gaddafi and other members of the government tried to flee.\nAround 08:30 a.m. m. local time (06:30 UTC) on October 20, Gaddafi, his son Moatassem, his army chief and former Defense Minister Abu-Bakr Yunis Jabr, his security chief Mansour Dao and a group of loyalists tried to escape in a convoy of 75 vehicles A Royal Air Force reconnaissance plane flew over the convoy moving at high speed after NATO forces intercepted a phone call made by Gaddafi.\n\nThat NATO plane opened fire on 11 of the vehicles, destroying 1 of them. A Predator drone operated from Creech Air Force Base near Las Vegas, Nevada, United States, fired the first missiles at the convoy, striking its target 3 km west of Sirte. Moments later French jets continued the bombardment. The NATO bombardment heavily immobilized the convoy and killed dozens of loyal fighters. After the first attack, 20 vehicles left the road and moved south; a second air strike damaged or destroyed 10 of these. According to the Financial Times, Free Libyan units in the area also attacked the convoy.\n\nAccording to NATO, it was not aware that at the time of the attack, Gaddafi was in the convoy. NATO was in accordance with Resolution 1973 of the United Nations Security Council that does not allow individual targets but military targets. The international body later stated that allied military intelligence knew that Gaddafi was in the convoy and that the attack likely contributed to his capture. Following the attack, which destroyed the car in front of the Gaddafi vehicle, he, his son Moatassem and his former Defense Minister Abu-Bakr Yunis Jabr took refuge in a nearby house that was bombed by ELNL forces. Moatassem rounded up twenty fighters and ran to look at the undamaged vehicles, persuading his father to leave. \"The group crawled into a sandstorm,\" read a UN report in March 2012, and they took refuge between two drainage pipes while in a defensive position. One of the bodyguards threw a grenade at the advancing rebels but it landed on a concrete wall above and landed in front of Gaddafi. The bodyguard tried to throw it, but it exploded, killing both: the bodyguard and Yunis Jabr.\n\nGaddafi survived the attack and took refuge in a pipe with several bodyguards. A group of CNT fighters opened fire, wounding him in the leg and back.\nGaddafi died shortly after. It was reported that he shouted: \"do not shoot\" and when he was questioned by Misrata fighters about the damage done to this city by his forces in the battle of Misrata, he denied being involved and asked his captors not to kill him. \"You dog! This is Misrata, Misrata has captured you!\" a rebel yelled at him, spitting in his face, Gaddafi appears in a video saying \"God forbids this.\" and \"Do you know the right to wrong?\" when he yelled at his captors. In a video of his arrest he is wrapped in the hood of a vehicle, by rebel fighters.", "artifact_uri": "ipfs://QmZRijuDBEHEcX6LY3RjoNzBs6358nrQJwEt9gTfmSwWmr", "display_uri": "ipfs://QmNNFKCizmKFQ9pLmG1PuoyUCtHVGNpvJuymTaUeLDMCJB", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZRijuDBEHEcX6LY3RjoNzBs6358nrQJwEt9gTfmSwWmr", "mimeType": "image/jpeg"}], "creators": ["tz1eCSidkZBu6nXnmAzAqGZvbUER7xBCitzf"], "tags": ["pixel", "collection", "digital", "arte", "assassination", "illustration", "art", "defeat", "magnicidio"], "extra": {}}