{"__version": 1, "token_id": 435212, "symbol": "OBJKT", "name": "LONELINESS IS JUST ANOTHER WORD FOR EVERYTHING LEFT TO LOSE.", "description": "I love a good classic rock reference; I can't help myself. In the song entitled, \"Me & Bobby McGee\" written by Kris Kristofferson and recorded by Roger Miller in 1969 and a posthumously released cover by Janis Joplin in 1971, the chorus chants, \"Freedom's just another word for nothing left to lose.\" (Great that you know that Andrew, but ummm how the heck is this art?) Great question! For this work, I altered some of the words from the chorus refrain to say: \"LONELINESS IS JUST ANOTHER WORD FOR EVERYTHING LEFT TO LOSE.\" I was pondering what life must be like for those who during the darkest days of the pandemic were alone with no one to talk to; no connections; no friends; no family; no one at all. I thought about all those with mental health issues who struggle on a daily basis to get by. I thought of those who were thinking about committing suicide. I thought a lot about the world and the pain that so many were suffering through or about to. This work is something I made to raise awareness for those with mental health events that cause catastrophic consequences. If you or anyone you know suffers from a mental health issue, please check on them. I know I mentioned it earlier in the book, but seriously shit has been real for so many. Loneliness can cause depression and a number of other mental health issues...and affects millions of people. If you're lonely...you're not truly alone. If you're reading this...I'm thinking about you and I love you. Please call for help; your life has value.", "artifact_uri": "ipfs://QmVSPtUXgVSNwycKSQKggdotNyZ45JSFpBGUxaUVrew4iC", "display_uri": "ipfs://Qmd5JoqgHjRX2y6QFbuqHZUsRNbkdbbY2x7EPPZdSs2CB6", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVSPtUXgVSNwycKSQKggdotNyZ45JSFpBGUxaUVrew4iC", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}