{"__version": 1, "token_id": 552312, "symbol": "OBJKT", "name": "INJUSTICE IN JUST ICE", "description": "INJUSTICE IN JUST ICE, is an example of the power of how English can be dynamic by repeating one word, INJUSTICE twice and just by adding some spacing between some of the words you can create a valid phrase. What's even more amazing about this new phrase is that it creates a certain connotation to current events in America. During the Trump era, the Trump administration family separation policy was an aspect of the overall immigration policy, which had disastrous ramifications. During mid-2018, the Trump Administration ordered ICE (Immigration & Customs Enforcement) Border Patrol to end the 'catch and release' policies of previous administrations and began to separate children from their parents and families as a way to create a deterrent. What happened as a result was nothing short of a catastrophic failure of leadership at the highest level. It's unconscionable to imagine anyone separating a child from his/her/their mother/father/family for any reason, let alone trying to use it as a deterrent. But that's exactly what ICE and the Trump administration was ok with. At one point there were thousands of children in essentially jail cells, when they should clearly be with their families. The trauma that these children faced from the forced separation is an inconceivable racist act of aggression. So, sadly the work is quite apropos to the events that have shamefully unfolded.", "artifact_uri": "ipfs://QmYzsobjiYPL1ECc89Nx1m1LYv3RPpq93fXJbJB8ZFv5A1", "display_uri": "ipfs://QmbJme8tK6meJx8koa9mYjMh3LDPUKsTbXS2gfW61rbdLF", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYzsobjiYPL1ECc89Nx1m1LYv3RPpq93fXJbJB8ZFv5A1", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}