{"__version": 1, "token_id": 570912, "symbol": "OBJKT", "name": "SU TAGUARA EL ZODRUZ", "description": "(SOND ON)\n\nESPAÑOL\n\nIlustrar una taguara no fue una tarea fácil. Primero porque implicaba rendirse, una vez más, frente a la nostalgia, sólo para poder hurgar en la memoria y con el riesgo de caer en lugares nocivos para la diáspora. Luego, porque representaba un desafío trasladar un concepto tan vernacular y tan ajeno a mi lenguaje visual, sin caer en algo impropio.\n\nDespués de varios días de pensarlo, recurrí al método de emergencia: dejarlo todo para última hora. Una estrategia que a mi creatividad le sienta bien, porque exprime lo indispensable como si fuera un aceite concentrado. Y por supuesto, esta estrategia de alto riesgo es práctica común en mi lugar de origen, así que resultó ser exactamente lo que necesitaba para dar con lo que buscaba.\n\nEn este caso, lo indispensable se convirtió en una serie de elementos, que para mi sorpresa, resultaron ser la abstracción de los requisitos para que, según yo, una taguara sea una taguara:\n\n- Que sea un lugar absoluta e incuestionablemente rebuscado, tanto en ubicación como en estética.\n\n\n- No tener idea de qué coño ocurre adentro e incluso sentir un poco de miedo y poner en duda la seguridad de tu integridad física al evaluar el ingreso.\n\n\n- Que atiendan unos bichos que no entiendes si son peligrosos o de dónde coño salieron, pero al final te haces su pana porque saben su vaina.\n\n\n- Entrar igual porque venías escuchando  lowpasseado desde hacía dos cuadras un reggaeton lento-viejo trancadísimo que estimula tu confianza en el lugar, porque a estas alturas (pea fuerte) solo importan dos cosas: el perreo, y por supuesto:\n\n- Saber que ahí, con toda seguridad, vas a encontrar tu polarcita a esa hora para poder seguirla.\n\nCuando comprendí que una taguara es una experiencia total, no solamente intenté representar sus elementos, sino también replicar la sensación física/mental/emocional que se experimenta mientras ingresas en esa atmósfera abstrayendo cada sentimiento como un concepto aislado, que unificados, resultaron en la totalidad de esta obra conceptual.\n\nEspero que mi síntesis, al menos, les conmueva, evoque y acerque un fragmento crucial de mi cultura a su imaginario.\n\nNuwanliss\n_\nObra para la primera exposición colectiva de La Tokenia (@nft_venezuela).\nAnimación, texto y audio por Nuwanliss.\n\n_____\n\nENGLISH\n\nIllustrating a taguara was not an easy task. First of all, it implied surrendering, once again, to nostalgia, just to be able to rummage in memory and risking to fall into harmful places for the diaspora. Then, because it represented a challenge to transfer a concept so vernacular and so unrelated to my visual language, without falling into something unfitting.\n\nAfter spending many days thinking about it, I appealed to the emergency method: leave everything to the last minute. A strategy that suits my creativity, because it squeezes out the indispensable as if it were a concentrated oil. Of course, this high-risk strategy is common practice in my place of origin, so it turned out to be exactly what I needed to find what I was looking for.\n\nIn this case, the indispensable became a series of elements, which to my surprise, resulted in the abstraction of the requirements for, according to me, a taguara to be a taguara:\n\n- It must be a place that is absolutely and unquestionably farfetched, both in location and aesthetics.\n\n- Having no idea what is going on inside and even feeling a little scared and questioning the safety of your physical integrity when evaluating the entrance.\n\n- To be attended by some guys that you don't understand if they are dangerous or where the hell they came from, but in the end you become their friend because they know their business.\n\n- Entering the same because you had been listening to lowpasseado for two blocks, a very tight slow old reggaeton that stimulates your confidence in the place, because at this point (strong drunkenness) only two things matter: the perreo, and of course:\n\n- Knowing that there, for sure, you will find your polarcita at that time to be able to seguirla.\n\nWhen I understood that a taguara is a total experience, I not only tried to represent its elements, but also to replicate the physical/mental/emotional sensation that you experience while entering that atmosphere by abstracting each feeling as an isolated concept, which unified, resulted in the totality of this conceptual work.\n\nI hope my synthesis, at the very least, moves you, evokes and brings a crucial fragment of my culture closer to your imagination.\n\nNuwanliss\n_\nWork for the first collective exhibition of La Tokenia (@nft_venezuela).\nAnimation, text and audio by Nuwanliss.\n", "artifact_uri": "ipfs://QmSKA4t6qXvFXDFFC33igQHSyrwHnogVcSpCGw6vKn5ykR", "display_uri": "ipfs://QmXWhhjGiAaRmaGaXhuRJ48eaFNjCDS2KtGhtUeFJ8W5dp", "thumbnail_uri": "ipfs://QmXWhhjGiAaRmaGaXhuRJ48eaFNjCDS2KtGhtUeFJ8W5dp", "formats": [{"uri": "ipfs://QmSKA4t6qXvFXDFFC33igQHSyrwHnogVcSpCGw6vKn5ykR", "mimeType": "video/mp4"}], "creators": ["tz1XNaBEazkFPaMdoNPbrYv4Gi7fGD9b6zVu"], "tags": ["lATOKENIA", "TAGUARA", "TAGUARAELZODRUZ", "3DANIMATION", "C4D", "SPACE", "ESOTERIC", "CULTURE", "VENEZUELA", "VERNACULAR"], "extra": {}}