{"__version": 1, "token_id": 571012, "symbol": "OBJKT", "name": "Please Stand By -I Got Something To Say 108", "description": "Please Stand By utilizes the iconic SMPTE color bars template and changes the palette to bring into question viewers perceptions surrounding \"standards of color.\" An offshoot of my original series, I Got Something To Say, adds an additional more literal message. Please Stand By, While Guns Kill People.  In the last week we’ve had two tragedies occur. First was the exoneration of Kyle Rittenhouse followed by the mass shooting that occurred at Oxford High School In Michigan, both the result of loose gun and self defense laws. There are 393 million guns in America, and while the data clearly shows that the more guns a country has the more gun deaths they have the NRA and Republican leadership continue to tout the line of “The only thing that stops a bad guy with a gun is a good guy with a gun.” But you know what works better at stopping a bad guy with a gun? Not giving the bad guy a gun in the first place. \nIn part by almost forbidding all forms of firearm ownership, Japan has as few as two gun-related homicides a year. Australia, who instated a massive gun buyback program that confiscated 650,000 guns, found it sparked a decline in both suicide and homicide rates. The average firearm suicide rate in Australia in the seven years after the bill declined by 57 percent compared with the seven years prior. The average firearm homicide rate went down by about 42 percent. Furthermore the myth of good guys with guns saving people has been disproven again and again, because who is deciding the good from bad.\nIf Kyle Rittenhouse didn’t go down to Kenosha with a gun two people would still be alive today. The number of people he saved was astonishingly zero. \nThe parents of the Oxford School shooter were allowed to buy a semi automatic weapon that they gifted to their son for Christmas. 4 kids would be alive today if that were not the case.\nThey want us to Please Stand By, While Guns Kill People, but when are we as a society going to stand up and say enough? I think the time has come.", "artifact_uri": "ipfs://QmTDv1Y9WKiZ8SpVXoqhWVZze5uJ7ixvXG1zgrfn2Hy1jG", "display_uri": "ipfs://QmX6Z63GewUFNWKPdZcNzFXe9hQbmmJ4KRNVqjmg6X3uBe", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmTDv1Y9WKiZ8SpVXoqhWVZze5uJ7ixvXG1zgrfn2Hy1jG", "mimeType": "video/mp4"}], "creators": ["tz1VCtzuZHriPNays8UJnAdrZDgRaPehud2Y"], "tags": ["art", "digitalart", "glitch", "glitchart", "color", "colorpalette", "colorpalettes", "tv", "television"], "extra": {}}