{"__version": 1, "token_id": 580412, "symbol": "OBJKT", "name": "The Omnidelirum Series: The Finders", "description": "The Finders understand better than anyone, of the forces at play here. Of The Gate and it's Eternal Ones. Because of them, was their universe made, and by them, was it destroyed. Even now, boundless and beyond space and time, the great race's perception is still groomed by aspects of The Gate.\n\nThe Finders are a nomadic civilization of scholars seeking transcendence.  They want escape from the cycle all exist in, by deconstructing the properties of everything encountered into their vast libraries of data for further inquires.  Despite knowing true knowledge is impossible, The Finders question if any knowledge is possible.  For The Omnidelirum is composed of essence, reverberating across itself in paradoxical patterns of chaos and order. It's all that there is, it's absolutely everything... hypothetically speaking. Because, The Finders make no room for dogma.  \n\nIt was by skepticism they escaped the fate of an assimilator destroying their home world. By skepticism, they enslaved it to become an engine for omniversal travel, and by this same skepticism, the process was repeated.  The finders are academics. They don't rely on set belief or thought, which is why magic and the occult are detestable.  Mysticism can be dissected.  Essence, the soul, gods? Reconstructed. The Finders do this, in every multiverse they arrive in.  With their science, they can war, pillage, and conquer for further inquires.  They can capture all life in a world, and experiment on them.  And like stoics, once it's done being documented, they can discard the essence to fuel their caged assimilators. All is but a stepping stone for The Finders to use, for they are reason without constraint.  Cold and impassionate beings with the exception of one thing.  An anomaly in The Omnidelirum. \n", "artifact_uri": "ipfs://QmSBhFhMcEXjwUBAE8aP9hQZFKVsTzZbPRQnL7UB9Smzw2", "display_uri": "ipfs://QmPFKTRwoKb2ZA7Ga97wUFijUGn4agmthEiQRtfWupmc8j", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSBhFhMcEXjwUBAE8aP9hQZFKVsTzZbPRQnL7UB9Smzw2", "mimeType": "image/png"}], "creators": ["tz1c5zHRTXNNrKXqFtVpV82xFzuVwQ3rSeki"], "tags": ["Omnidelirium", "Lovecraft", "Cosmic", "Aliens", "Dark", "Horror", "Sc-fi", "Monster", ""], "extra": {}}