{"__version": 1, "token_id": 601712, "symbol": "OBJKT", "name": "The Reserection (clean) [text]", "description": "The Reserection re-imagines the days of Christ's supposed crucifixion and resurrection as a weekend sexcapade with Mary Magdalene. It is both a friendly tongue-in-cheek celebration of Christ's wisdom, and a commentary on the spiritual poverty and repression of much of the Judeo-Christian tradition that has evolved since the time of his birth, his life, and his death. Rather than serve a condemnation of Christian values the poem seeks to redeem Christ's story and reimagine in it the context in which it most likely evolved, and understand him as a particularly potent incarnation of the Dionysian god and Bodhisattva that had been celebrated in various forms throughout human history up until a mere 2000 years ago, and from which all of the world's major religions draw their power. It aligns with the unique suggestion in the Gospel of Thomas that \"the kingdom of heaven is spread upon the earth, but men do not see it.\" The poem was partly inspired by a Tweet by Brian Murasrescu, author of 'The Immortality Key' on April 4th, 2021 that read \"There is no resurrection (and therefore no Christianity!) without the first witness. A woman. Mary Magdalene went to the disciples with the news: 'I have seen the Lord.' (John 20:18) For a brief moment in time, Mary Magdalene WAS the Church. Χριστός ἀνέστη!\"\n\nIt was written in the span of about an hour later that evening on Easter Sunday, in Petite Riviere, Nova Scotia.\n\nCopyright 2021, Andrew Rose ", "artifact_uri": "ipfs://QmWRaM3LLY8pvmZ6crSGQkYaFyRmArK9EhsnHwtE296DQu", "display_uri": "ipfs://QmUn1K1aqX83pBGUsMwdYx4pGb6XpMyoCTbnpfoamX4yGL", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWRaM3LLY8pvmZ6crSGQkYaFyRmArK9EhsnHwtE296DQu", "mimeType": "application/pdf"}], "creators": ["tz1XwEao3V8ZQbh8U246qC6zSqJDqfjkHgxX"], "tags": ["jesus", "easter", "christmas", "reserection", "resurrection", "blood", "vampire", "poetry", "cryptopoetry", "christ", "dirty", "tea", "lock"], "extra": {}}