{"__version": 1, "token_id": 299909, "symbol": "OBJKT", "name": "Hypnotic Dream", "description": "Release number: 001#\nTrack number: 5 / 5 \nEditions: 50\n\n#\nEchoedreaming - Songs From The Dream\n\nThis album was recorded in a week, and it is backed by many years of experience with different music and sounds.\n\nIn every song guitars have different tunings, scale lengths, setups and even string-calibers.\nIt contains beautiful femme vocals, a lot of shimmer delays/reverbs and many-many other interesting things.\n\n#\n\nIt was important to preserve the simplicity of perception and the complexity of the details.\n\nDifferent guitar settings and tunings allowed to maximize the features of harmonies and melodies, \nas well as achieve very interesting tone variations. \n\nA separate topic is the use of effects.\nSometimes it seems that SFXs only emphasize some details, but if you listen more carefully, \nyou can understand that they are almost the basis of the whole picture. \nAlso, it may works like a sonic portal to the Ethereal World(s) and Dimension(s).\n\nLittle noises and crispy sound -- that's what I love almost as much as shimmer.\n\"Ultraclean sound\" kills the true beauty of the Electricity (but everything that must be denoised -- it must be denoised, haha!), so all the necessary noises from the gear have been processed in a special order. \nAll needed crispy details are safe for listening, it's spicy but not sharp for the ears.\n\nMusic is a physical process, but it's not limited by physical nature. \nWe should to remember it when we interact with such categories like 'Dreams\",\"Ether\" etc.\n\n\n-Dmitry Gruber", "artifact_uri": "ipfs://bafybeif7ge2qa73d3hqrzpywh3evtuefkas2jmx6arjqcqzqqvutsevcqq", "display_uri": "ipfs://bafybeihqk7ojrpwwuf2quitztin3oazrngekf5l55amejbs5pgi5dmfnoe", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeif7ge2qa73d3hqrzpywh3evtuefkas2jmx6arjqcqzqqvutsevcqq", "mimeType": "audio/mpeg"}], "creators": ["tz1PQKRX51E1A7CiZxxZzFNw6cJgc6cj8UyN"], "tags": ["music", "dreampop", "shoegaze", "noisepop", "echoedreaming", "shimmer", "ethereal", "dreams", "tunings", "tone", "sfx", "harmony"], "extra": {}}