{"__version": 1, "token_id": 330709, "symbol": "OBJKT", "name": "THE MIND OF AN AMERICAN, PT. 1: DESTINY IS WEST OF ME.", "description": "This is a sub series I created within the Tether series because as much as I love the country I was born into and the privilege I have enjoyed for most of my life, I awoke from the fantasy that America is great. For as amazing as America seems on paper, in reality there are so many holes in our society that need to be addressed. The country will never progress any further unless it deals with it's two original sins: the displacement and genocide of the indigenous First Nations people and the abhorrent practice of slavery. The ramifications of both on their respected descendants have created a system and pattern that not only limits their opportunities, but for many of these people everyday is a struggle to survive...in America. This artwork references the post-colonial concept of Manifest Destiny (Manifest destiny was a widely held cultural belief in the 19th-century United States that American settlers were destined to expand across North America.), and succinctly and poetically gives perspective to it. There is a limerick quality to the way the words flow as you speak them, which gives you the sense of something happy or joyous. The reality was far from that. Subsequently, because of manifest destiny the displacement and genocide of even more  First Nations communities was sanctioned by the federal government. White settlers and business opportunists flocked to these locations, swooped in and took their land. Sorry folks, that's the cold hard truth. THIS IS YOUR AMERICA.", "artifact_uri": "ipfs://QmeqJ8ChtYVuLcJGqeHzUwbxBX4tLGqrzQ9cxA6y3dLED9", "display_uri": "ipfs://QmY3K15Db7CHgZ5UBUbsS1rtc2Q7V9axVorHsUGcAAkgyU", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmeqJ8ChtYVuLcJGqeHzUwbxBX4tLGqrzQ9cxA6y3dLED9", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}