{"__version": 1, "token_id": 390909, "symbol": "OBJKT", "name": "Texture", "description": "The journey to Jolly Paradise began shortly after the 6th vodka-infused blue raspberry gummy bears were consumed. The gummy bears reminded me of the sky blue Jolly Rancher I used to pick from the rest of the brunch because my favorite color was blue and it wasn't as sour as the green one. However, the surface of the gummy bear wasn't firm but smooth like a gusher, the ones Betty Crocker made. Soft and gushy, yet without the gush. Later I realized eating more gummy bears will take me to Jolly Paradise. I held one gummy bear up to the light to see the transparent optical effect you would see when staring at water wimples in a small pond when the sun refracts light causing small sections of the water to light up like Christmas. I figured dipping gummy bears in the pool of liquor then holding it up to a light source caused the light to be refracted and maybe a rainbow. It did. A beam of white light following through a gummy bear doused in vodka made a pretty spectrum of colors. Gummy bears are magic! They have the ability to break down pure light into a palette of colors.\n\n2/6 'Candy Martini Bar Collection.' \n\nCollectors must collect 6/6 different art pieces of the Candy Martini Bar Collection to get the 'Big Shot' NFT transferred to them at no cost.\n\n\nLicensed Track: DUST • 🎧 [soundwavesphoton] - This song was purchased as an NFT with full commercial rights from the greatest NFT creator of all time named Dr.Soundwaves Photon ", "artifact_uri": "ipfs://QmeuZE8uoFbstxV5T7HrraU4NpTnDU1sGR8Hjbvxj8Vv18", "display_uri": "ipfs://QmXr3QbAj9rXShKJuWgQT6LGyY4vd3YhMS89Moxho74FNE", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmeuZE8uoFbstxV5T7HrraU4NpTnDU1sGR8Hjbvxj8Vv18", "mimeType": "video/mp4"}], "creators": ["tz1WM12FRTDfXRpiQKWCenZERjjcybEiQ1ZF"], "tags": ["samblade", "lasvegas", "candy", "candymartinibar", "martini", "vegascandymartini", "whiskeyballer", "vodka", "music", "soundwavesphoton"], "extra": {}}