{"__version": 1, "token_id": 439509, "symbol": "OBJKT", "name": "kNOw Justice, kNOw Peace", "description": "The body of works is on  'Almajiri' in Northern part of Nigeria.\n\n\"The Hausa word Almajiri is derived from the Arabic word, \"المُهَاجِرْ\" \"al-Muhajirun,\" which refers to a person (mostly adult) who migrated his home in search of Islamic knowledge. ... \n\nColloquially , the term has expanded to refer to any young person who begs on the streets and does not attend secular school\" in our clime.\n\nThie Almajiri of today are mainly children from some irresponsible fathers hiding under the canopy of religion. They send their children out  to unknown destination to learn the Qur'an recitation but alas, these kids mostly end up on the street begging for a morsel of food to stay alive.\n\nMeanwhile, this early stage of child, is a period of rapid physical and mental growth .it's at this stage  they learn to communicate and interact with the world, this is when they develop a sense of personal and cultural identity. This period offers the greatest opportunity for positive human development, but its also a time where children are most at  risk. \n\nNegative influences on a child's development during this early childhood could be irreversible.\nIt is not surprising that most of these unfortunate children are often being recruited to terrorism(Boko-Haram), Banditry, political thugs and the likes.\n\n\nI  believe this practice most stop or at least be reformed and my little efforts  as an Artist will add to creating a vivid awareness and pricks the conscience of the government and traditional rulers to do the right thing..\nMore,so, investing in early childhood development and education for these disadvantaged kids can break the intergenerational transmission of poverty and create a safer place for all. \n\nI am hoping that an exhibition ot my works will make the truth more visible, secure justice for these children and mobilize allies for change.\n\nI also believe it will expose their abuses that don't often capture media attention\n\nAnd to challenge the unjust conformity, unwritten law and practice.", "artifact_uri": "ipfs://QmPtirPu5os19ex7kTm1Vx4dweTwmxSpAoCrEkNH3ux5Ft", "display_uri": "ipfs://QmdNwUFKv9p22a8KFbTymrB7Cj6sgwdBDEVWuD29BYpWJm", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPtirPu5os19ex7kTm1Vx4dweTwmxSpAoCrEkNH3ux5Ft", "mimeType": "image/jpeg"}], "creators": ["tz1Wpvdv55MSvNo5R5ewheRmQoEZa9fQ3AyJ"], "tags": ["illustration", "2d", "political", "traditional"], "extra": {}}