{"__version": 1, "token_id": 489209, "symbol": "OBJKT", "name": "Please Stand By -I Got Something To Say 094", "description": "Please Stand By utilizes the iconic SMPTE color bars template and changes the palette to bring into question viewers perceptions surrounding \"standards of color.\" An offshoot of my original series, I Got Something To Say, adds an additional more literal message. Please Stand By, Your Products Will Restock Shortly. “Federal Reserve chair Jerome Powell said (last) Friday that Americans should be prepared for the global supply chain to remain in crisis through 2022.” The cause of the supply chain issues seems to be lingering effects of the pandemic, supply shortages due to factories that closed for large periods of time now trying to catch up on demand, and not enough warehouse workers or truck drivers to package and deliver the items in a timely manner. These supply shortages have led to inflation on most products, and while it was initially seen as short term inflation, it now looks like that estimate is being moved out further than initially projected. And while treasury secretary Janet Yellen expects improvement by the middle of 2022, in reality we may see these prices stay. Once the consumer market becomes accustomed to higher prices retailers may not see a need to move back to pre pandemic prices, especially when they’re looking to recover their bottom lines from a year and a half of sub standard sales. And in the short term the federal reserve may look to stop the bleeding through raising interest rates. All of this will ultimately be dumped on the consumer, whose salaries have remained stagnant and many have lost jobs or changed careers. \n", "artifact_uri": "ipfs://QmRYm7smXfmybeaGfAN4g4YZN8EptL9SE28whVUchKyBbx", "display_uri": "ipfs://QmdRnd4nhTR7y8NHA5F3xfQ83jofjf5jP2UekZi1dkkryc", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRYm7smXfmybeaGfAN4g4YZN8EptL9SE28whVUchKyBbx", "mimeType": "video/mp4"}], "creators": ["tz1VCtzuZHriPNays8UJnAdrZDgRaPehud2Y"], "tags": ["art", "digitalart", "glitch", "glitchart", "color", "colorpalette", "colorpalettes", "tv", "television"], "extra": {}}