{"__version": 1, "token_id": 536909, "symbol": "OBJKT", "name": "CONQUESTS OF MECCA , CONQUESTS OF HEARTS", "description": "Collection Name: Peace Trees Fall\nYear of publication: 2008\n\nAlbum description:\n\"Human tendency to violence\" has been a mental concern for me for many years. Despite the weak human body, compared to other living beings, man has conquered the planet, but has not yet calmed down and has always been at war with his species throughout history.\nThe theme of this album is about the process of production and violent acts, which is narrated in seven pieces of music. Later in 2015, a song on the occasion of the death of Alan Kurdi as a complement to the album; I composed and added to this album.\n\nDescription of this song:\nThere are scenes in history that prove that authority can be displayed in ways other than killing. For example, returning to the city from which you were expelled! Conquer the land that has been usurped from you! Forgive those who have wronged you.\n\n\nDescription of sales method:\nTip 1: Anyone who buys two copies of this collection can also have a digital version of the purchased songs. Just send a direct message to my Twitter.\nTip 2: Anyone who buys three copies of this collection will receive all the album files as a gift and one copy of the eighth song that no one can buy directly through the wallet.\nTip 3: If someone buys two copies of a song and still has a copy of that song, that copy; In favor of the fuel buyer.\n\nFinally, I would like to thank Hossein Yekta Pour for designing the poster for this collection.\n", "artifact_uri": "ipfs://QmcLAe9v5h3s8326MdYdri24ygmTpR2J98opDEs8jR4UPS", "display_uri": "ipfs://QmcxALsQ7PtStmU1GuNsNE1RZWNh8z31mWResDCPtkrzjy", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcLAe9v5h3s8326MdYdri24ygmTpR2J98opDEs8jR4UPS", "mimeType": "audio/mpeg"}], "creators": ["tz1XwW4rKyYiCcV7pgdx7eXZtfZUtRZ4qgfc"], "tags": ["electronic", "orchestral", "nfts", "nft", "music", "nftmusic"], "extra": {}}