{"__version": 1, "token_id": 631209, "symbol": "OBJKT", "name": "Our Cat Bambang is a Survivor", "description": "Bambang was a stray cat. He was thin, dirty, and wants to eat lots of food. \n\nWe decided to make him a member of our family, and he's been with us for a year and a half. \n\nHe loves to eat, He loves to look outside the window. He loves the sound of cat food from the box.\n\nApparently his love for too-much-food may caused him a urinary infection. The doctor said it might be that, or just genetic. \n\nBambang (other name: Bang-Bang) eventually got sick, on Christmas day we went to the vet and he was hospitalised for 5 days. We finally took him back home and gave him medicines for his urinary tract infection.\n\nStill, he's weak and doesn't want to eat, we tried giving him medicines, urinary foods, wet foods, asked the vet, etc. \n\nThat night he suddenly collapsed and breathing shortly, the vet was full and we can't do anything other than chatting with the vet. \n\nTomorrow, the vet was still full, he had another heart attack. We told them that he's getting weaker and weaker and oh finally, they finally let us come. We came and they infused him with minerals because he was extremely dehydrated.\n\nHe's recovering now. He will be hospitalised for maybe a week until he gets better. We also need to bring him every 4 days for infusion and additional checkup.\n\nMy mom is currently paying for the hospital bills while I only helped a little. \n\nI will use the earnings from this piece to help my mom pay the medical bills.\n\nThank you so much for your care and attention, and your wishes for a speed recovery for Bambang. I hope your pet will always be healthy!\n\nOur Cat Bambang is a Survivor. He survived heart attack twice! We cherish this second chance to be his owner. We promise to treat you better, Cat!\n\nLove, Alixos", "artifact_uri": "ipfs://QmZ5Smm2Tj44hSei6as41yyNQMzmvmAGmqJYU9n6AbnWNx", "display_uri": "ipfs://QmbD75uD75PaYf98sfosLnCzP7reJWRiCJ2rNUNhJ3kdZw", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZ5Smm2Tj44hSei6as41yyNQMzmvmAGmqJYU9n6AbnWNx", "mimeType": "image/jpeg"}], "creators": ["tz2MDVG3pBghC9WYEyJRdyPYLUTTKcgNmr1B"], "tags": ["cat", "alixos"], "extra": {}}