{"__version": 1, "token_id": 303892, "symbol": "OBJKT", "name": "GENERATIVE Persian Ardabil Carpet black and white version(RARE EDITION)", "description": "\nGenerative artwork exploring color and the emergent effect of stacking simple shapes and filling their intersections.which take you on the journey to an imaginary universe. All artworks are created using custom algorithms in processing.\nThis collection has an abstract look at Iranian carpets, Iranian art-industrial carpets that have long overshadowed Iranian culture as a name and credit for Iran.\nThe motifs used in Ardabil rugs, similar to Caucasian rugs, are predominantly geometric in pattern and the most common layouts tend to be medallions, multiple connected diamond-shaped medallions, and all-over octagonal shapes; however, the borders of Ardabil rugs have more motifs and objects woven in them than Caucasian rugs. The colors are also lighter.\nArdabil rugs come in almost all sizes, but most are smaller sizes such as zar-o-nim (3x5 ft), parade (5x8 or 5.5x9 ft), or runner. The rugs come in background colors of turquoise, buff, cream, navy, and light green.\nArdabil is a town located in the province of Azerbaijan in northwestern Iran. Ardabil is a few miles south of the border of the country, Azerbaijan, in the Caucasus region. Rug weaving has a long history in Ardabil. The name Ardabil is associated with the well-known Ardabil rug woven in the 16th century now in Victoria and Albert Museum in London, England.\nDuring the reign of the Safavid Dynasty in the 16th and 17th centuries similar to other rug weaving centers in Iran, rug weaving was at its peak in Ardabil; however, during the reign of the Qajar Dynasty (1794-1925) it reached its lowest point. It has been approximately 80 years since this industry has begun production again on a limited scale. Ardabil weavers from 80 years ago and especially during World War II, when rug weaving in Shirvan and other rug weaving areas of the Caucasus had stopped, borrowed from very successful Caucasian designs and employed them in their own rugs.", "artifact_uri": "ipfs://QmQUfZD9BXtV3tWVwsGSXB5mUZdH39w2VSYNmM6MfqtiJo", "display_uri": "ipfs://QmQUfZD9BXtV3tWVwsGSXB5mUZdH39w2VSYNmM6MfqtiJo", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQUfZD9BXtV3tWVwsGSXB5mUZdH39w2VSYNmM6MfqtiJo", "mimeType": "image/gif"}], "creators": ["tz1SSCjgL54U5yUemQVFGfZ9M9ygKHLHgNsA"], "tags": ["generativeart", "creativecoding", "generative", "codeart", "newmediaart", "abstract", "creativecodeart", "algorithmicart", "touchdesigner", "object4objekt", "generativedesign", "processing", "mathart", "computerart", "proceduralart", "geometricart", "procedural", "isometric", "bhfyp", "geometry", "pattern", "GEOMATIC", "aiart", "artxcode", "minimal", "psychedelic", "glsl", "psychedelicart", "opart", "genartclub", "noise", "trippy", "opticalart", "artandtechnology", "coding", "audiovisual", "pyton", "p5js", "hen200k", "shahrokh", "machinelearning", "pixelart", "pixels", "rare", "1"], "extra": {}}