{"__version": 1, "token_id": 357792, "symbol": "OBJKT", "name": "LOVE & SPACETIME", "description": "I hope you, the reader, are enjoying my commentary as much as I am writing it. A lot of this is really heavy stuff that most people don't really want to think about. No one WANTS to think about death, loss, or grief, let alone read about it. For me it's a way to not just rationalize the seemingly randomness of reality, but a way to channel my energies into something creative to help other people see what is happening behind the curtain of our egos. Our time on this Earthly plane of existence is incredibly short and if you live to see 80 summers you're ahead of the game. Love is supposed to be eternal, right? So you have a short window of time to find the one true love and be eternally locked? Right? Well...I got some potentially bad news for ya folks...eventually time as we know might cease to exist in the way you think it will. What the hell does that mean Andrew? There's a theory about the rapidly expanding universe, (yup, we're going on a little journey) called the heat death of the universe. It's a theory in which the universe would effectively use up all the energy and wouldn't be able sustain even atoms or subatomic particles to exist. Entropy would be at its maximum and time would basically not exist anymore because nothing would happen and it would keep not happening. By the way...I'm real fun at weddings, bar-mitzvahs, and funerals. It's a miracle I have any friends.", "artifact_uri": "ipfs://QmZ34VXEdpbQRF2cDRqrMDWj4bMSFMFCB8ggmked4H4rKK", "display_uri": "ipfs://QmetY49ynhM57bo5QAnkT162epSxqHFzmyxZJHUNRXHqB5", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZ34VXEdpbQRF2cDRqrMDWj4bMSFMFCB8ggmked4H4rKK", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}