{"__version": 1, "token_id": 365492, "symbol": "OBJKT", "name": "PROTOTYPE RESISTANCE", "description": "Incoming transmission:\nsecurity alert...\n/authority breached...\n/node xyz2 compromised...\n/prt2p rst2nc unleashed...\n/prompt overwrite: cdbrkrs\n\nSome indeterminate time in the future, when the consistently more centralized corporations and their AI based enforcers were coopting possible independent advances in computing, or in the interface of the dominating AI usage, at the time, integrating the masses, their once individual memories and experiences, into a single system of data, and limiting its' access to a few select \"technomancers\", a seemingly outdated programmed code has materialized its data in a neon green colored substance, which has been leaked and replicated by a group of six anonymous operatives later infamously called \"code breakers\".\n\nSo far, only two nodes of the system where such a code has been replicated have been found, one of them being almost immediately seized by the AI authorities. But this siege and coopting of the program wouldn't last more than 24 hours. Rising from the dark alleys of the undeground, three cyborgs of unknown origin, not long after the first report of the awakening of the first PRJKTNEON operatives, and who recently tracked the code devised by the mysterious \"code breakers\", sought to lead a frontal assault on the seized facility and secure the replicated program from the hands of the authorities, and reprogram it on their own, without leaving a trace.\n\nThey became later known as the PRT2YP RST2NC, which, as they knew, wouldn't last, either... but in their sacrifice they managed to secure the code long enough for it to be sent in an encrypted channel to more operatives, for them to study it, and through that, in a near future, possibly identify flaws in the AI based corporocracy enforcement system. A new wave of resistance is expected.\n\nCreated for the PRJKTNEON LORE CONTEST\nPRJKTNEON avatars, lore, concept & background created by Flygohr\n\nOriginal fanart (drawing, digital illustration & animation) by Zamahel\nhttps://linktr.ee/zamahel\nhttps://twitter.com/zamahel\nhttps://instagram.com/itzamahel\n\n/invalid prompt\n/prompt overwrite: seek & destroy / maximum prejudice\n/ END OF TRANSMISSION", "artifact_uri": "ipfs://QmRSTiqttutziD4rBVUSU8jR3y72ehVbMkJKvHj28LPMpC", "display_uri": "ipfs://QmQ51KV3fAmd8TVWGLRS6oJjWJzrbw8DwTQDBxtaokyWKf", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRSTiqttutziD4rBVUSU8jR3y72ehVbMkJKvHj28LPMpC", "mimeType": "video/mp4"}], "creators": ["tz1eFB4QTvmxTsVetkQFdtjBkPnDpYaSsbGT"], "tags": ["fanart", "animation", "animated", "mp4", "digitalart", "drawing", "cyberpunk", "PRJKTNEON", "lore", "story", "2danimation", "2d", "sciencefiction", "sci-fi", "scifi", "futuristic", "neon"], "extra": {}}