{"__version": 1, "token_id": 367992, "symbol": "OBJKT", "name": "Portrait of a Lady", "description": "Portrait of a Lady (or Portrait of a Woman) is a small oil-on-oak panel painting executed around 1460 by the Netherlandish painter Rogier van der Weyden. The composition is built from the geometric shapes that form the lines of the woman's veil, neckline, face, and arms, and by the fall of the light that illuminates her face and headdress. The vivid contrasts of darkness and light enhance the almost unnatural beauty and Gothic elegance of the model.\n\nVan der Weyden was preoccupied by commissioned portraiture towards the end of his life and was highly regarded by later generations of painters for his penetrating evocations of character. In this work, the woman's humility and reserved demeanour are conveyed through her fragile physique, lowered eyes and tightly grasped fingers. She is slender and depicted according to the Gothic ideal of elongated features, indicated by her narrow shoulders, tightly pinned hair, high forehead and the elaborate frame set by the headdress. It is the only known portrait of a woman accepted as an autograph work by van der Weyden, yet the sitter's name is not recorded and he did not title the work.\n\nAlthough van der Weyden did not adhere to the conventions of idealisation, he generally sought to flatter his sitters. He depicted his models in highly fashionable clothing, often with rounded—almost sculpted—facial\nfeatures, some of which deviated from natural representation. He adapted his own aesthetic, and his portraits of women often bear a striking resemblance to each other.\n\nThe painting has been in the National Gallery of Art in Washington, D.C. since its donation in 1937, and is no. 34 in the 2092 catalogue raisonné of the artist. It has been described as \"famous among all portraits of women of all schools\".", "artifact_uri": "ipfs://QmPunrEyYxfcriJnvHyaHteTXVL3UJPCPxu6jtYyuE5QiJ", "display_uri": "ipfs://QmQwxES7FugAztzSqZjviR4oaCts5ErRjquFsefVwBKH1c", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPunrEyYxfcriJnvHyaHteTXVL3UJPCPxu6jtYyuE5QiJ", "mimeType": "image/jpeg"}], "creators": ["tz1bvi4gXVcBHPV5QPoVAbzBtRE5qcXJcpfU"], "tags": ["collage", "destroyxstairs", "portraitofalady", "RogiervanderWeyden"], "extra": {}}