{"__version": 1, "token_id": 374992, "symbol": "OBJKT", "name": "microdesktop: question", "description": "The microdesktop series is a pixel-art visual history of the Macintosh user interface. \n\nThese 1-bit, 51x34 pixels drawings showcase key parts of Macintosh interface design choices, in just 1734 pixels.\n\nThe first Macintosh had only one floppy drive, a data diskette reader. To start using the computer, you had to put one of these diskette with the Macintosh System on it, in addition to the application you wanted to use, in the slot. A diskette had space for only 400 kilo bytes, so 400 thousands bytes. An iPhone has space for 128 billions of bytes.\n\nWhen you switched on a Macintosh, it showed a diskette icon with a blinking question mark, prompting you to insert one of your startup disks with a copy of the system and a copy of the application you wanted to use. It also means that you could use different systems with different \napplications, and for example the Guided Tour application was shipped with System 0.85 on its floppies, because it was incompatible with System 1!  (https://www.youtube.com/watch?v=jwvav862-NI)\n\nThere's an interesting story about the integration of the Sony-created disk drive with Macintosh. The integration work was kept secret from Steve Jobs until the other solutions proved impossible to do, as he didn’t want to source it from Sony, when everyone thought it was the best path: https://www.folklore.org/StoryView.py?project=Macintosh&story=Hide_Under_This_Desk.txt\n\nThe microdesktop series is inspired by the black and white interface of the first Macintosh in 1984 and its small 512 × 342 pixels, black and white (no greys), 9\" screen.\nDesigner and artists had to use every pixels and find ways around the limitations, leading to beautiful 1-bit icons, backgrounds and illustrations.\n\nWhy this series? Our computer interfaces today are the descendants of the early graphical user interface designs, and have inherited many of the original choices. For example Photoshop today still use icons invented for 1984 MacPaint.\n\nThe original resolution of this piece is 10 times smaller than an original Macintosh desktop at 51 × 34 pixels only. The actual final image file is scaled up 8 times, to be visible on modern computers.", "artifact_uri": "ipfs://QmZ5wSs1gtWAGkdA4kTRaRZPUtQA95WgPC6eUeLdwBat5H", "display_uri": "ipfs://QmZ5wSs1gtWAGkdA4kTRaRZPUtQA95WgPC6eUeLdwBat5H", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZ5wSs1gtWAGkdA4kTRaRZPUtQA95WgPC6eUeLdwBat5H", "mimeType": "image/png"}], "creators": ["tz1VhN58tCJbboQQoyTgLWoCwDUXBidfcAgd"], "tags": ["microdesktop", "computer", "blackandwhite", "history", "1bit", "icons", "80s", "pixelart", "macintosh", "b&w", "lowres", "interface", "1984", "pixel"], "extra": {}}