{"__version": 1, "token_id": 395392, "symbol": "OBJKT", "name": "microdesktop: icons", "description": "The microdesktop series is a visual history of the Macintosh user interface, using 51x34px, 1-bit pixel art drawings. They showcase key parts of Macintosh interface design choices, in just 1734 pixels.\n\nOne key design choice of Macintosh was using icons for both documents and programs. These icons could be mixed in folders and arranged freely on the desktop or in folders.\n\nThis was a departure from the Xerox approach: the Xerox Star, as a rather closed 'office system', had no notion of application icons, and the document icons were automatically placed on a rigid grid. Moving documents was a two handed operation using both the mouse and the function buttons on the left of the keyboard: https://www.youtube.com/watch?v=Cn4vC80Pv6Q\n\nContrary to the Lisa, also a closed office system, Macintosh was thought to be the successor of the Apple ][, which had thousands of uniquely named applications. The Macintosh, then, needed to allow unique icons for each applications, too.\n\nThat would lead to an interesting interface design challenge: on Macintosh, an icon could be either a file or a program, and they could even be mixed in the same folder. The users needed at least some visual indications of the nature of the item, so as not to be lost.\n\nIcons on Macintosh could be of any arbitrary shape, not just rectangular, so Susan Kare created an icon system where files were represented by the already traditional at the time paper sheet icon, and applications icons were using a lozenge (or diamond) shape representing a tilted document, with a superimposed hand acting on the document. The hand is writing with a pen on the lozenge for the MacWrite icon, and painting with a brush for MacPaint. Watch Susan Kare explain her designs: https://vimeo.com/97583369\n\nMost third party applications didn’t follow the diamond convention for applications (for example Excel 1 for Macintosh in 1985 had a round application icon), but the paper sheet convention for documents was more pervasive.\n\nSusan Kare work for Macintosh was probably the first creative effort to bring more than just utility to graphical user interface, but also fun and whimsy with the best examples being the happy mac and the error bomb. Icon design has remained a key part of computing to this day.\n\nThe microdesktop series is inspired by the black and white interface of the first Macintosh in 1984 and its small 512 × 342 pixels, black and white (no greys), 9\" screen.\nDesigner and artists had to use every pixels and find ways around the limitations, leading to beautiful 1-bit icons, backgrounds and illustrations.\n\nWhy this series? Our computer interfaces today are the descendants of the early graphical user interface designs, and have inherited many of the original choices.\n\nThe original resolution of this piece is 51 × 34 pixels only, 10 times smaller than the original Macintosh desktop. The final image file is scaled up 8 times, to be visible on modern computers.", "artifact_uri": "ipfs://QmP3x6pCo7VimsntAERPPZy5KYebqcWUBLWNzbNP9QppoW", "display_uri": "ipfs://QmP3x6pCo7VimsntAERPPZy5KYebqcWUBLWNzbNP9QppoW", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmP3x6pCo7VimsntAERPPZy5KYebqcWUBLWNzbNP9QppoW", "mimeType": "image/png"}], "creators": ["tz1VhN58tCJbboQQoyTgLWoCwDUXBidfcAgd"], "tags": ["microdesktop", "computer", "blackandwhite", "history", "1bit", "icons", "80s", "pixelart", "macintosh", "b&w", "lowres", "interface", "1984", "pixel", "interface", "GUI", "mac", "brutalist"], "extra": {}}