{"__version": 1, "token_id": 403592, "symbol": "OBJKT", "name": "AD 1.6 — Vision", "description": "I scan through photos of the outer space. I try to find the one and only, the image that will speak, that will tremblingly call a cosmic neo-gypsy to embark on a journey.\n\n“Do you hear this sound, mother?”\n\n“What sound?”\n\nIridescent gleaming crackle of the light waves. Its scream is inviting me, invoking the images of the infinity.\n\n“And how are you going to overcome the distance, these millions of light-years? You don’t have a spaceport, nor a spacecraft, nor even a suitable engine to build your own spaceplane.”\n\nWith a power of a dream, my friend, with a mere power of a dream. I will close my eyes and go in the deep space, to the places I feel are waiting for me to come. I will float in zero gravity, gliding through the time, teleported by transparent threads and meridians piercing the entire cosmos. I’m a black vacuum, a surface tension on the Mobius strip, surfing from star to star. The future is in the consciousness, in the rapid electric impulse.\n\nYou can’t rely on a body that will freeze in the darkness of the interstellar transferring, that will light up from solar flares of a billion suns. Leave all these conventions and accept sweet scalding progress. Get rid of your skin and start your own evolution. Find a black guy and ask him to swap bodies. Use black hands and let him use white ones. Let them be mechanical. Swap bodies regularly: be a woman, be a man, be someone who is in between. Nurture in yourself the aesthetic of transformation.\n\nMixing of cultures and destroying of boundaries lead to a new identity. Can you see what I see? This is a proud post-human who is covering his vitreous eyes with the metal arm and squinting, looking into the burning sun.\n\n“I see nothing.”\n\nThen I will show you.", "artifact_uri": "ipfs://QmUNRwNKPFLFBScpmG5xeTS3sbLmPVzxY8ryLJTciUfzmn", "display_uri": "ipfs://QmUNRwNKPFLFBScpmG5xeTS3sbLmPVzxY8ryLJTciUfzmn", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUNRwNKPFLFBScpmG5xeTS3sbLmPVzxY8ryLJTciUfzmn", "mimeType": "image/gif"}], "creators": ["tz1boBFSnCFKEZ4HynCdmDiiNJAvJj5iH7e5"], "tags": ["cryptoliterature", "literature", "fiction", "scifi", "abstract", "transhumanism", "bayfragile", "anemonesdiaries"], "extra": {}}