{"__version": 1, "token_id": 582911, "symbol": "OBJKT", "name": "A new Pandora's box has just been found in a strange building in Brazil", "description": "According to reports, a group of young people, upon invading a deactivated building in the center of their city, came across several strange scenes.\n\nThe building had eight floors and each one was full of images from the internet. You could see everything, memes, prints from social networks, texts from Google Docs, cooking videos, trivia, compilations and even pornography.\n\nAs stated by the youths, the building gave off a very heavy energy. It was terrifying to be there. They say that they were constantly looking back, as they felt that someone, or something, was chasing them. With each floor the sensation increased. From the fifth, they began walking in a circle, each looking in a different direction. In the sixth, surrounded by conspiratorial horror videos, one of the youths went mad and locked himself, screaming, in a room of white noise.\n\nOn the seventh and eighth floors, the terror began to fade to make room for technological allure. It was like a demonstration of the future: holograms, virtual reality glasses, 3D models and interactive interfaces that floated in the air, portals to other worlds, etc.\n\nExploring the building's slab, passing through various images of the internet, they found something they never expected to find there, a Greek painting and sculpture. They were representations of Pandora; but, according to the young people, what the goddess held did not appear to be a representation, it appeared to be the object itself: a new Pandora's Box.\n\nThey believed that it was the object itself, not a representation, as it gave off an incredibly strong energy, never before felt by them. It was practically certain that if they opened that trunk, something would happen.\nWhat holds this box? A new internet? The Metaverse? A new world?\n\n----------------------------------------------------------------------------\n\n\"A story about the world? Yes, yes, we know one\"\nThis is how the journey of the artists to show their vision about the Greek Gods and their form begins.\n\nPart of the #Cryptoamigues #CryptOlimpianos a collaborative event by artists based in Brazil.\n\n8000x4500 300 dpi | Art by @lhosis | 2021\n", "artifact_uri": "ipfs://QmWhuL4AKVhGuPu14fbedBjj1uC6LtkmEHbq7qFmJZxqVu", "display_uri": "ipfs://QmRS5LfQD9iLBRJ78ELLjCKwyoYGmKrEvKqbW5fLEn8DiC", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWhuL4AKVhGuPu14fbedBjj1uC6LtkmEHbq7qFmJZxqVu", "mimeType": "image/jpeg"}], "creators": ["tz1NcxdtUXMGGbDVTRFWVjuM87NWB3iYgoGx"], "tags": ["dogital", "photography", "conceptart", "gods", "god", "brazil", "pandora", "pandora'sbox", "cryptoamigues", "cryptolimpanos", "memes", "internet", "postmodernity", "postmodern"], "extra": {}}