{"__version": 1, "token_id": 598511, "symbol": "OBJKT", "name": "Corner of Legend and Legacy", "description": "4000x2758px\n\nThe heart of the city was a continuous festival, for there was much to celebrate here. This place had become a bastion on this planet for those who had chosen to come and stay.\n\nThe local star was dying. This had been obvious for generations; an inevitable doom that hung over the system. The people who came here knew this, but this place was unique. There were unmistakable signs that when the star was young, this place had hosted life that had formed civilization. But that civilization was long gone; some believe they migrated as the star started to expand in its senescence; others think that they died out long before they needed to worry about it. Their true fate is lost to time.\n\nEven with the obvious signs of impending destruction, such an event was still a long time in the future, by biological standards. So people came to study this place, and to take the big risks that could result in big rewards. This had been going on for centuries now, and this place had attracted a diverse mix of beings. It had become a melting pot of adventurers, investors, prospectors, researchers, artists, and eccentrics.\n\nAll the while, the star continued to expanded, and the people continued to adapt. They found and developed technology that protected them from the creeping closeness of the solar corona. They took advantage of the increased thermal and radiation energy to shape parts of this place to their needs. For now, there was plenty of energy to spare; too much of it, if you ask some people. This place is where people came to remember why they came here, and to forget what they gave up in doing so. What better way to use the energy that was threatening them all, than to fuel a constant celebration for the limited time that they had left.\n\n-ClockworkFeathers", "artifact_uri": "ipfs://QmXwv5hzdRSabnvrSoE3vkpkWnTynSYP5NcTkcWFwta4se", "display_uri": "ipfs://QmS6GqkyeEUnf4mCFnDi48kN7mQiAA7g59mYGTPARpTYSZ", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXwv5hzdRSabnvrSoE3vkpkWnTynSYP5NcTkcWFwta4se", "mimeType": "image/jpeg"}], "creators": ["KT1EDRtVPK3aVz7Ko8AsSb5RFRZtsPxhJBr2"], "tags": ["festival", "painting", "arhanta", "legend", "legacy", "olimax", "star", "analog", "digital", "downtown", "carnaval", "mardigras"], "extra": {}}