{"__version": 1, "token_id": 553721, "symbol": "OBJKT", "name": "Enjoy Your Carbon", "description": "Enjoy Your Carbon\nMeme Swarm Redux 2021 9/9\n\nWild eyed Oxygen molecules mingle in an inferno as earthly organic carbon forms are devoured in flame. This image derived as the last line of Tractas 20, an angry lament from a diminished future presented as a visual poem. The background is composed of scanned autumn leaves from the lovely Strathcona neighbourhood in Vancouver.\n\nPen and ink drawing with digital collage colouring - detail of poster showing the layers of orange texturing around the N in Carbon.\n\nImage description: Pen and ink drawing with digital collage colouring - image says, \"Enjoy Your Carbon\" and shows a ghostly image of abstract faces, fumes, fire and beady, floating eyes against an orange background.\n\nEnjoy Your Carbon is the 9th NFT in the  MemeSwarm Redux 2021 collection\n\n>>> About Meme Swarm Redux 2021 <<<\nThese psychedoodlic haikus were created for a group exhibit called Gene Swarm curated by Rupert Bottenberg and held at Le Kop Shop, Montreal, Canada, during November 2006. The participants were Luke Ramsey, Billy Mavreas, Rupert Bottenberg and Marc Ngui.\n\n<<< Semantic Background >>>\n\nGene Swarm is a term gleaned from one of Terence Mckenna's many monologues. It refers to the flow of genetic information on the earth over millennia as it would be perceived by a consciousness capable of observing events unfolding over extremely long time scales.\nMckenna's point was that individual species (nevermind individuals) would exist only as flickers of flesh while the genetic information would be the continuous elements combining and recombining, dancing each other in and out of prominence as environments changed and evolutionary forces selected the most appropriate combinations. This idea of observing evolution at a bio-molecular level over geologic time seems to have been impossible until the 20th century.\nThe title Meme Swarm was generated when gene was switched to meme as a way of emphasizing information content over biological processes.\n\n>>> About the Creation Process <<<\n\nEach image was first drawn with ink on paper, scanned at a high resolution and digitally coloured and collaged. Many images use classical and famous paintings as backgrounds. Other elements used include personal photographs and images gleaned off the web, also noted below, and patterns and textures generated specifically for this project.\nThey have been remastered and generally improved for their NFT debut.\n", "artifact_uri": "ipfs://QmRQmoVcsGRa9KjR4kgS99ktcruLrDzqjk94qrzNJvCxyj", "display_uri": "ipfs://QmWYmLsXUU1NSNwCsEEtjidTekH2jW1VUncp9TgP81gdEY", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRQmoVcsGRa9KjR4kgS99ktcruLrDzqjk94qrzNJvCxyj", "mimeType": "image/jpeg"}], "creators": ["tz1NTY6Prmq4er4RXkGSwGCfjUjkfgyTMR67"], "tags": ["Carbon", "globalwarming", "climatechange", "fire", "heat", "leaves", "orange", "fire", "burning", "comics", "psychedelic", "handlettering", "memeswarmredux2021", "marcngui", "drawing", "penandink", "digitalcolour", "collage", "psychedelic"], "extra": {}}