{"__version": 1, "token_id": 592121, "symbol": "OBJKT", "name": "shadows", "description": "Eu gosto quando a luz do sol vem de lado, ou de frente. Ela revela sombras e silhuetas nas paredes. E as silhuetas são mágicas. Elas revelam o lado oculto de cada ser e ao mesmo tempo carregam a essência pura de tudo que existe. Já tentou fingir ser outra coisa pela sua sombra? Dá pra imitar pássaros e cobras com as mãos, mas eles serão uma extensão do seu ser. Já reparou como a luz do pôr do sol pinta o mundo? Nessa luz moram as verdades porque é impossível passar por ela sem revelar sua sombra. Nessa hora as coisas ficam alaranjadas, quentes. É o calor da transição, tudo está se preparando para a noite e para a hora em que as sombras deixam de ser projetadas nas paredes para ganhar voz absoluta.\n\n\nI like it when the sunlight comes facing, or sidelong. It reveals shadows and silhouettes on the walls. Silhouettes are magic, they reveal the hidden side of each being and at the same time carry the pure essence of all that exists. Have you ever tried to pretend to be someone else through your shadow? You can imitate birds and snakes with your hands, but they will be an extension of your being. Have you ever noticed how the sunset light paints the world? In this light dwell the truths because it is impossible to pass through it without revealing your shadow. At that time things turn orange and hot. It is the heat of transition, everything is getting ready for the night and for the moment in which the shadows cease being projected on the walls so they will gain absolute voice.\n\n\ncell phone photography - 2021\nphoto and text by Andressa Catelan\ntw: @andcatelan / ig: @andressa.catelan\nandressacatelan.com", "artifact_uri": "ipfs://QmRVYLPz8hR9Hw2uFj1oQJGjZFV75g4hnLzyLh7MvF5PrH", "display_uri": "ipfs://QmbvzNNqPxMPrGqRZB8fgVRPe7fFU4ZNE13dWvcSL4E8Gv", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRVYLPz8hR9Hw2uFj1oQJGjZFV75g4hnLzyLh7MvF5PrH", "mimeType": "image/jpeg"}], "creators": ["tz2WfC4nd3BM6ZkY4cQx8VZ2vH35YQ9qEVVS"], "tags": ["photography", "andressacatelan", "shadows", "sunset", "nftphotobr"], "extra": {}}