{"__version": 1, "token_id": 579872, "symbol": "OBJKT", "name": "III. “JUPITER”. Corporalis Monumentum.", "description": "3/3 from “Inner Monuments” collection.\nIt’s a collection that rises from the rubble to rediscover our inner power, our courage, self-love and self-confidence. Through the Capitoline Triad: Juno, Minerva and Jupiter. Each sculpture represents a forgotten power that we all have within. It’s a message of self-improvement.\n\nDescription of the piece:\nJupiter has been the greatest exponent of Roman mythology, god of all gods and creator father of both gods and humanity. The sovereign of the heavens.\n\nTherefore, in this collection Jupiter represents the physical aspect. To restore this monument it is essential to answer these questions: What do you do for yourself? Are your actions aligned with what you feel and think?\nThis third monument is perhaps the most important because it is the achievement of the other two. Align your actions with what you feel and think in order not to contradict yourself. Avoiding in this way being your worst enemy. Move yourself towards the goal, don't wait for things to happen by themselves. Moving takes you out of a passive role and allows you to change your reality through your own experience.\n\n1446x2000px\n\nFull story here: nft.matiasmarano.com/innermonuments", "artifact_uri": "ipfs://QmSP6fiMX74pzADjTvKeC5FMX5hg3nZwpEjqRxk77Ewzh6", "display_uri": "ipfs://QmTcXj2cBHNSmuFwAeEgzwaW8XtzKC8jxWucUuyXjp5n55", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSP6fiMX74pzADjTvKeC5FMX5hg3nZwpEjqRxk77Ewzh6", "mimeType": "image/png"}], "creators": ["tz2NzvDGTtWUd195Yi5YewHXSY6mEwbmWjF4"], "tags": ["illustration", "2d", "contemporaryart", "fineart", "digitalillustration", "painting", "nfts", "collection", "paint", "nft", "statue", "jupiter", "god", "rubble", "ruins", "monuments", "temple", "urban", "graffiti", "mind", "mental", "depression", "skull", "vandalism"], "extra": {}}