{"__version": 1, "token_id": 581172, "symbol": "OBJKT", "name": "R.I.P", "description": "You never know when, but life changes,\nAnd no matter what, stick to the basics,\nYou’re going to get lost in the dreams that you’re chasing,\nYou just got to stay focused, don’t get complacent,\nEverybody has morals it depends how your parents raised you,\nAnd no matter how much you grow up and change,\nYou’ll be the same dude,\nThat’s a scientific fact and experience,\nAnd don’t let people judge you by appearance,\nCuzz that doesn’t matter,\nWhat’s in your soul will be climbing up the latter,\nI watched my homies scattered like their futures don’t matter,\nChasing money, I see the pain that their going through,\nDoing things they never really wanted to,\nI hate to see my people –\nStruggling, Struggling, Suffering, Suffering, Hustling, Hustling,\nDamn, what’s up with them?\nDon’t they know that selling drugs is just a trap?\nAnd I know they only do it just to pick up on the slack,\nYes, the money comes easy, but getting caught up in the act?\nAnd I know they are reckless, just because they all are strapped,\nAnd none of them will ever hesitate to shoot back,\nI just want to know what happens when the bullets are flying back,\nI’ll see you at the funeral, funeral – x3\nYou can catch me at the funeral. \nI’ll see you at the funeral, funeral – x3\nYou can catch me at the funeral. \nIf I could go back and changed what happened, \nI would have warned you about this life your living,\nNow you’re never, now you’re never, now you’re never coming back x3\nNo You're never coming back.\n\nDamn... R.I.P", "artifact_uri": "ipfs://QmcAXBwbAJD1W2tcRgujp7QLuds5KE7xJ6pKEE2mcTNK9t", "display_uri": "ipfs://QmS14d3oKQ3SfC9FEnWitBJwdrp2xhaWvcdXTHwg3cBvXi", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcAXBwbAJD1W2tcRgujp7QLuds5KE7xJ6pKEE2mcTNK9t", "mimeType": "audio/mpeg"}], "creators": ["tz2MxjL7SLCvEVmUtASGpa3tjNwnKfJXYaBu"], "tags": ["imintedthisforfree", "free", "hiphop", "rap"], "extra": {}}