{"__version": 1, "token_id": 600972, "symbol": "OBJKT", "name": "A walk not to get lost", "description": "Paseo para no perderse uno mismo // A walk not to get lost\n\nLos dedos se mueven como esos muñecos inflables de las estaciones de servicio, que levantan los brazos con un entusiasmo desconocido completamente para nosotres, con una sonrisa que me recuerda a la niña de la manteca Dánica -creepy-, y el muñeco se mueve con una mezcla de borracho pasado de merca con alguien que muestra su habilidad en el Mambo. Así se mueven los dedos de mi pie en la arena, buscando el sol. Y como toda su vida vivieron con la cara contra el suelo, encerrados en un cuarto oscuro y acinado aprovechan la brisa del verano para hacer lo imposible. Dar el rostro, encandecerse con esa luz. Otra cosa que me da vueltas mientras escribo, son pensamientos sueltos que acumulo como maníaco sobre mí. Es muy difícil saber con exactitud si este es el camino que elegí, o me perdí tanto que no lo percibo, y me desconozco. No es difícil perderse, lo difícil es perderse sin remordimientos. \n\n(Hay palabras que perdí no estoy Seguro cómo, pero me resulta imposible recordarlas por mucho que lo intente. Y me perturba. ¿Es que acaso olvidé hablar y escribir y ahora solo me queda un vocabulario diminuto como mis certezas? Voy a ver si me contratan en la estación de servicio para mover los brazos como desquiciado y sonreír a los conductores violentos.) \n\nThe toes move like those inflatable dolls at the gas stations, which raise their arms with an enthusiasm completely unknown to us, with a smile that reminds me of the girl from the Dánica butter -creepy-, and the doll moves with a mixture of a drunken man on drugs with someone who shows his skill in the Mambo. That's how my toes move in the sand, looking for the sun. And since all their lives they have lived with their faces to the ground, locked in a dark and cozy room, they take advantage of the summer breeze to do the impossible. To show their faces, to glow in the light. Another thing that spins me around as I write, are loose thoughts that I accumulate like a maniac about myself. It is very difficult to know exactly if this is the path I chose, or I got so lost that I do not perceive it, and I do not know myself. It is not difficult to get lost, what is difficult is to get lost without regrets. \n\nDibaxu // tw: @dibaxuP\n", "artifact_uri": "ipfs://QmU34xn7GG9KWQo2Yr5uk3RivDhbaXEKeumLwngD4pASga", "display_uri": "ipfs://QmSAAfCjjzeTLyHpdRDB9a2xHUUcajTaUZycGUk2Kss528", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmU34xn7GG9KWQo2Yr5uk3RivDhbaXEKeumLwngD4pASga", "mimeType": "audio/wav", "compressedAudioUri": "ipfs://Qmb2hujvQfpuwSCrBc3JZztRfdawaRnE567Yxo6uztkTBu", "coverThumbUri": "ipfs://QmcooA3s9iMRab9fTWxdj7gf16Vshw5Df12yKWCtqhDZaC"}], "creators": ["tz2GcPcbHpnmTgYxfkBT2TxGv5YQMKfptPca"], "tags": ["producer", "musician", "beat", "music", "collection", "dibaxu", "song", "bass", ""], "extra": {}}