{"__version": 1, "token_id": 619372, "symbol": "OBJKT", "name": "Hand Stencil emoji proposal / Unicode submission June 2020", "description": "Hand stencil\nEmoji proposal\nUnicode submission\n \nAlexandra Crouwers\n2020\n\nIn June 2020, I submitted two proposals - Hand Stencil and Stone Tool - for emoji, to be added to the expanding digital pictogram vocabulary. Unfortunately, Unicode, the organization responsible for the standardization of digital symbols, declined both proposals in its first selection rounds.\n\nUnicode adds a selection of emoji each year, based on incoming proposals. Anyone can submit an idea for an emoji. The total selection procedure can take up to a year from submission to implementation. Many devices and apps use their own design sets for emoji, so the proposal is more a conceptual defense than a design challenge.\n\nThe Stone Tool and Hand Stencil proposals were deemed to be used not frequently enough for implementation, although I argued their conceptual merits would outweigh those, since especially the prehistoric cave art of hand stencils are the first examples of pictograms. \n \nThis .pdf - originally a Google Docs file - contains the submission for an emoji proposal at the Unicode consortium (p. 2-12), and an addendum concerning the result (p. 12-13). This document is minted on the Tezos blockchain as an archival NFT in January 2022. \n\n------------\n \nConsiderable segments of my artistic body of work arise from attempts to connect my digital practice to the origins of art - or image - making within human evolution. Parallel to this, I’m interested in using consumer technology as a tool, and digital ‘pop’ culture as a mature, additional language of art history.\n \n\n", "artifact_uri": "ipfs://QmcDMzCK9KJW8zvbbetwV26nrnKmK2fgJgLfgrPsssq68q", "display_uri": "ipfs://QmXcBesz2q39qFN1TYWZjK9XHtc1tbAHH1ohcG5wmt5fJW", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcDMzCK9KJW8zvbbetwV26nrnKmK2fgJgLfgrPsssq68q", "mimeType": "application/pdf"}], "creators": ["tz1hHkndmCoSd7LNNK9QZwDJbaWnBmjpQeQX"], "tags": ["pdf", "alexandracrouwers", "conceptual", "emoji", "unicode", "proposal", "document", "archive", "acrwrs", "handstencil", "prehistory", "hand"], "extra": {}}