{"__version": 1, "token_id": 361162, "symbol": "OBJKT", "name": "TO GET HER, WE NEED LOVE. TOGETHER, WE NEED LOVE.", "description": "Let's take a breather from politics and everything stressful in the world. I've said it before and I'll say it again, we need more love in the world, hence the transition to this work. HER in this can represent so many metaphors in life, a wife, a mom, a future girlfriend, a future boyfriend who like to be called her (hey it's 2021, let's be inclusive), or Planet Earth herself. Doesn't matter WHO \"her\" is, we just need love. Love is always the answer. In the face of violence, hate, war, etc. The more we try to understand and be compassionate, the more love we get. Conversely, if all we do is fight, yell, and dismiss others...we will get more of the same. Funny, in my previous comments in prior images are palpably contradictory. Loving thy enemy is a really difficult task. We are all walking contradictions in one way or another. I'm sure there are going to be people reading this and completely dismissing the work because I'm not referencing any specific artists or using specific lingo, blah, blah, blah. In First Nations culture I've learned an important lesson when it comes to dealing with your enemies or people you don't like; Don't build walls, build a bigger table. Just even saying that out loud makes you feel like a better person. We're so used to being divided from each other for whatever reasons. It's time to finally end hate and come together because we all live on this planet and together, we need love.", "artifact_uri": "ipfs://QmVFzRdo4ZQc5yUyomgeLMzjCRB6AWQP6aVt22FVq1WTrm", "display_uri": "ipfs://QmQnwPLwYbEmsPCAo2uv8LNCPZGnXA3PsTiDz8NuSSC9oC", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVFzRdo4ZQc5yUyomgeLMzjCRB6AWQP6aVt22FVq1WTrm", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}