{"__version": 1, "token_id": 454062, "symbol": "OBJKT", "name": "Mawlid Greeting Card", "description": "Happy Holiday!\n10/20/21\n18 or 19 October 2021\n23 or 24 October 2021\n6,0 \"\n4,25 \"\n0,016 ” thick\nRGB\n\n\n\nمَولِد\nمولد النبي\n\nYou will see the day referred to as\nMawlid, Mawlid an-Nabī, Milad-un-Nabi, Maulid Nabi, Maulud, Mulud - Muludan, Havliye, Donba and a number of variations on these names.\n\nHowever you term the celebration, it is there to mark the Prophet’s birth and so is a very important day for the Islamic faith.\n\nThere are some discrepancies among different Sunni and Shi’a Muslim scholars as to the exact date of the Prophet Muhammad’s birthday, with Sunni’s using the 12th day of Rabi’ al-awwal and the Shi’a using the 17th day.\n\nIt also changes quite significantly from one year to another as the Muslim calendar is a lunar one, meaning it is based on sightings of the Crescent Moon after the New Moon.\n\nIn some years it can be celebrated as early as mid-October, but in others it is marked as late as December.\n\n\n\n*\nMessages;\n\nHappy Mawlid Al-Nabi 1443 H. With this celebration of the Prophet's Birthday, let's imitate the morals of the Prophet in everyday in life.\nSelamat Maulid Nabi 1442 H, dengan perayaan Maulid Nabi mari teladani akhlak Rasulullah dalam kehidupan sehari-hari.\n\nHappy Mawlid Al-Nabi SAW 1443 H. The joy has come with the birth of the guide of the straight path.\nSelamat Maulid Nabi saw 1442 H. Kegembiraan telah datang dengan kelahiran sang petunjuk jalan yang lurus.\n\nThe birthday of the Prophet Muhammad, can be used as a moment to increase love, prioritize truth, strengthen brotherhood and uphold tolerance. Happy Mawlid Al-Nabi for you and family.\nMaulid Nabi Muhammad SAW, dapat dijadikan sebagai momen meningkatkan kasih sayang, mengutamakan kebenaran, mempererat tali persaudaraan serta menjunjung tinggi toleransi. Selamat Maulid Nabi untukmu dan keluarga.\n\nMay you celebrate the occasion of Mawlid Al Nabi offering prayers to Allah, spending time with your loved ones. Happy Mawlid Al Nabi.\nSemoga Anda merayakan kesempatan Maulid Nabi dengan memanjatkan doa kepada Allah, menghabiskan waktu bersama orang yang Anda cintai. Selamat Maulid Nabi.\n\nSending warm greetings to you and your loved ones on Mawlid Al Nabi.\nMengirim salam hangat untuk Anda dan orang yang Anda cintai di Maulid Al Nabi.\n\nMay we're always close to him as he is close to Allah and to us. Don't forget to do shalawat, akhi & ukhti. Happy Mawlid Al-Nabi 1443 H.\nSemoga kita selalu dekat dengannya sebagaimana dia dekat dengan Allah dan kita. Jangan lupa untuk melakukan shalawat, akhi & ukhti. Selamat Maulid Nabi 1443 H.\n\nI give thanks to Allah SWT. Because, there is no better gift from Him than the birth of the Prophet Muhammad. Happy Mawlid Al-Nabi for you, my friend.\nPuji syukur kupanjatkan kepada Allah SWT. Sebab, tiada hadiah yang lebih baik dari-Nya daripada kelahiran Nabi Muhammad SAW. Selamat merayakan Maulid Nabi untukmu, sahabatku.\n\nHappy Birthday of the Prophet 1443 H! Let's make the moment of commemorating the birth of the Prophet Muhammad SAW to imitate noble character.\nSelamat Maulid Nabi 1443 H! Mari jadikan momen peringatan kelahiran Nabi Muhammad SAW untuk meneladani akhlak mulia.\n\nJoy has shone brightly from the birth of the role model of the Prophet. Happy Birthday of Prophet Muhammad SAW 1443 H!\nKegembiraan telah bersinar terang dari kelahiran sang suri tauladan Rasulullah. Selamat Maulid Nabi Muhammad SAW 1443 H!\n\nMay the blessings of Allah never stop shining upon you and your family! We wish you a Happy Mawlid Al-Nabi 2021!\nSemoga berkah Allah tidak pernah berhenti menyinari Anda dan keluarga! Kami mengucapkan Selamat Maulid Nabi 2021!\n\n\n\nHope Mawlid al-Nabi Brings Peace, Blessings And Joy To You And Your Family :)", "artifact_uri": "ipfs://QmY18MVYcqtNk95QwBz8GidDgHSZDeimiuziVgQCo9bHtP", "display_uri": "ipfs://QmWQu31f1Z2wBLBXeenv9KXGCqnLPkuoi1n8GcCb4Ni5wf", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmY18MVYcqtNk95QwBz8GidDgHSZDeimiuziVgQCo9bHtP", "mimeType": "image/jpeg"}], "creators": ["tz28tc3WUdxhiKe5tbfD8aJq8DeHCVjhkaEi"], "tags": ["mawlid", "maulid", "masbvdi", "greetingcard", "kartuucapan", "postcard", "kartupos", "mindscape"], "extra": {}}