{"__version": 1, "token_id": 544362, "symbol": "OBJKT", "name": "One milliliter of the South China Sea", "description": "How to buy and own one milliliter of the ocean from the South China Sea? The South China Sea (Nan Hai) is one of the world’s most heavily trafficked waterways for international trade, but it also involves complex territorial disputes. We sold the ownership of one milliliter of the ocean on the decentralized market as an NFT in the form of a contract in 3 versions (English, Chinese, and Computer Code in Bash programming language). \n\nOnce the transaction is completed, apart from having the co-ownership of the South China Sea area, you are also participating in the South China Sea Cooperative Preparation committee, contributing to the generation of more co-ownerships. The paid amount will be used to create new editions of the NFT work, generating an endless participatory and a commoning process beyond private ownership.\n\nNan Hai is one of the most disputable sea areas globally over territorial claims, spanning across the People's Republic of China (PRC), Taiwan (Republic of China/ROC), Indonesia, Malaysia, the Philippines, Brunei, and Vietnam. These governments assert sovereignty over rocks, reefs, and other geographic features and undersea natural resources to expand their economic, military, and political powers. Imagine the dotted lines on a map were no longer representing the competition of territory boundaries and colonial power, but for marginalized individuals to make and maintain kin connections, respecting one another's traditions and histories --- how might we queer the South China Sea otherwise?\n \nOn 19 Dec 2020 during the workshop in Lab Kill Lab exhibition, C-LAB in Taiwan, we gathered diverse participants, including policymakers, scholars, Marine life conservators, cultural workers, artists, and activists, to queering the ownership of the one milliliter of Nan Hai. The preliminary participants of the action agreed that the ownership style of Nan Hai is \"Co-operative,\" and the set price is 1.61 TWD /ml (1.61 NTD = 0.05737705 USD = 0.02473149 TEZOS on 19 Dec 2020). As part of the South China Sea Cooperative Preparation committee, each participant will take the relating ecological and economic responsibility of the South China Sea collectively and cooperatively. \n \nToday, we publish 10,000 editions of this contract, and its potential royalties will be used to generate the subsequent 10,000 editions. It means that we are generating more water buyers as the co-owner of Nan Hai, and every transaction is recorded beyond sovereignties in a decentralized and distributed manner. As a South China Sea Cooperative Preparation committee member, the managerial announcements and your owner's address will be listed on hackmd.io/@forkonomy/ContractOwnerPage.\n\nThis NFT work is part of the project called Forkonomy(), an ongoing art action that takes the figurative and pirated material—the South China Sea (Mandarin: 南海, Nan Hai)— as the object of study to experiment, speculate, and make alternative changes.", "artifact_uri": "ipfs://QmZqoz7d6W8qeTHmiAqmjShr37sot5i3M8HVTA7Li81ueF", "display_uri": "ipfs://QmTV6Yyo9q9iTdVnEoAaAoxg8AAZ5Zs7TF2YZPN24RHxvk", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZqoz7d6W8qeTHmiAqmjShr37sot5i3M8HVTA7Li81ueF", "mimeType": "application/pdf"}], "creators": ["tz1PkXLfBEQ9ziUphSd78JbbJgfo5rdUWxLb"], "tags": ["NanHai", "Sea", "Ownership", "Contract", "TheSouthChinaSea", "Ocean", "Decentralization", "OpenSource", "code"], "extra": {}}