{"__version": 1, "token_id": 561462, "symbol": "OBJKT", "name": "My Best Friend", "description": "This is a portrait of my best friend. I wanted to focus on only a few aspects of her life that I could illustrate, so that I wouldn't get too overwhelmed with creating something to capture so many different aspects. She is a very kind and reserved person who doesn't like to stand out from others or be the center of attention, especially around people that aren't super close to her. For this painting, I chose to make the background the center of attention to show that. I decided to make the pink bottle taller than the other objects because to me, the color pink makes me think of kindness. And as much as my best friend doesn't like to stand out, I think her kindness makes that impossible in the context of my life because she's one of the kindest people that I know. This automatically makes her stand out among the sea of people in my life. So for me, the first thing that catches my attention is the pink bottle, but for most viewers the background will be the first thing that catches their attention. (Also, I added the eyeshadow palette because she does like makeup, but it isn't meant to stand out nearly as much as the background and the pink bottle. And, in case anyone was wondering, the pink bottle is a skincare product which is closely tied to makeup. This isn't really important since the color is the main focus, but I think it still ties in nicely as a small way to represent a part of her life more accurately.) \n\nI really like how it turned out. This is one of my favorite paintings that I've done because I was able to create a clear message that I can easily explain to other people. It's always been hard for me to assign a clear message to my work and create some meaning that I can easily explain. With this project, I didn't have much trouble doing that. I think it's because I chose only a few things that were symbolic to me instead of overwhelming myself by trying to give meaning to every single part of the painting.", "artifact_uri": "ipfs://QmckbYS7pVRLeJ7p5KKpphUyAJc1NvpSRCANPbBBukxciN", "display_uri": "ipfs://QmUcnVr9TiQGfamQYYVsA4M61zxVBh8CUMUgWGG67wxi1w", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmckbYS7pVRLeJ7p5KKpphUyAJc1NvpSRCANPbBBukxciN", "mimeType": "image/jpeg"}], "creators": ["tz29ByksoeSjTho9QbDR6EhvE3kZUv8HwAFF"], "tags": ["elyse2fab", "mybestfriend", "watercolor", "symbolicportrait"], "extra": {}}