{"__version": 1, "token_id": 582662, "symbol": "OBJKT", "name": "Why Autumn is a Sad Season", "description": "A special narrated video poetry piece from David Jones, internationally best selling author and owner of the @storydj instagram account followed by over 270,000 readers.\n\nThe piece is experimental and works across multiple mediums through time. It combines classic archive footage from the past with original words and then immortalises them both using modern technology: the blockchain. The aim of the video poem project is to examine how old footage can be given new life and context within a new artistic medium.\n\nHow can we use memories of the past, captured on film but long since lapsed into historical archive? Is this footage still relevant? What feelings does it evoke today when paired with original poetry and minted using a new medium? And in answering this question, how do we use and experience our own memories? What can we do with nostalgia? Is it condemned to the past or can it be revitalised through art?\n\nA mingling of past, present and future technology with original worlds, the nostalgic sensation of the poem harks back to the early days of film, while the medium of NFT looks towards the future. The poem explores themes of love, yearning and nostalgia for a long faded past. It’s narrated by the author and is currently the only self narrated piece on sale anywhere. \n\nEach line of the poem appears on the video along with the narration.\n\nThe poem reads:\n\nWhy autumn is a sad season\n\nRemember when   \nWe used to walk\nHand in hand\nBeneath the shaded\nBoughs?\n\nThose parasol\nSeaside months in a\nDreaming pollen\nHaze?\n\nIt’s autumn now,\nAnd the falling leaves\nRemind me\nOf you.\n\nAll collectors are invited to join the storydj discord: https://discord.gg/BHcKh4fxfR", "artifact_uri": "ipfs://QmZj4pQPRGEXjFamjYFEgqsm1zgZHBvZob6wX7kv6YafDD", "display_uri": "ipfs://QmYZM8aYTf9u5BzoLBoBWWSsCd17DQ3MYKcDkZwySuVykm", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZj4pQPRGEXjFamjYFEgqsm1zgZHBvZob6wX7kv6YafDD", "mimeType": "video/mp4"}], "creators": ["tz1Q2ooX8Uzj8TgQGDfNt513aiFVZA9ABid3"], "tags": ["poetry", "video", "narration", "poem", "writing", "literature", "love", "nostalgia"], "extra": {}}