{"__version": 1, "token_id": 586962, "symbol": "OBJKT", "name": "I DON'T PLAY CHESS WITH PIGEONS.", "description": "Every so often I open Instagram and welcomed by trolls that just want to hate and impose their world view of art onto me. Most of the time I ignore it and just delete the message and move on with my day. Sometimes I take pity on these poor lost trolls and feel compelled to engage. Maybe it's to defend a perceived bruised ego or maybe it's out of genuine love, it's hard to tell sometimes, but good god I do not like playing chess with pigeons. (Ummmm what Andrew? What the heck does that mean?) Close your eyes, imagine you're at a park where people publicly play chess. Now imagine you are sitting at one of these public chess tables and instead of a formidable opponent, it's a pigeon trying to play chess with you. You kind of shake your head and say why am I even at this table playing a game with a pigeon? You give the pigeon some breadcrumbs for nourishment and get up and walk away. The more I visualize this and write this, the more I'm realizing my ego is just completely out of control sometimes. Sometimes the ego is good, sometimes it will destroy your life. You can't kill the ego, but you can try to guide it in a certain direction. That...or I just don't like to deal with internet trolls, as it's a waste of my time. My advice...don't engage a troll. You're not going to change their mind or their perception of who you are. And also, who cares what these miscreants of modern media have to say?", "artifact_uri": "ipfs://QmS1wqmkQHadxKFT9koPbyBEpLW1MjLrT98tq4khVVh5hV", "display_uri": "ipfs://QmU9fsaj1fSTmzn3HAiV2FJogbrLHUZ2vwAS7sXMynDSEL", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmS1wqmkQHadxKFT9koPbyBEpLW1MjLrT98tq4khVVh5hV", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}