{"__version": 1, "token_id": 606562, "symbol": "OBJKT", "name": "Ball Stuck in Tree (Pt. 1)", "description": "Digitally Transferred Super 8, TRT :30, 2020.\n\nEarly in the Spring of 2020 I accidentally got a rainbow-colored soccer ball stuck in the high branches of an old oak tree in my front yard. My daughter and I had been happily kicking bouncing and throwing the ball back and forth to one another in the front yard, when in a style of play endemic to fathers of my age I kicked the ball too hard and it became stuck on the end of a long branch more than 40 feet in the air. Our mutual surprise quickly devolved into guilt on my part and irritation and disappointment on the part of my daughter – the ball was a gift she had received for her recent birthday. Predictably, my guilty feelings almost immediately morphed into a sense of determination to get the ball down somehow. \n\nTo get the ball down would require persistence, exertion of energy, luck, and/or the expenditure of resources – perhaps all four. Generally more comfortable in the practice of self-deprecation than the exertion of confidence in strength and intelligence, I made the decision to document my relationship to the ball in the tree. Cumbersome, expensive, and technically complicated, filming my rescue efforts with a Super 8 camera seemed appropriate because of the added risk of the filming process itself being a total failure. Having already thrown tennis balls hundreds of times at the ball stuck in the tree without success, I began filming subsequent attempts on Super 8. In several attempts documented on Super 8 a tennis ball makes contact with the ball stuck in the tree, though none with enough force to dislodge the ball stuck in the tree. I made the difficult decision to stop filming with Super 8 after shooting 3 entire cartridges, which are considerably expensive to process and digitize. I continued throwing tennis balls at the ball stuck in the tree for several days after I stopped filing with Super 8 – I threw tennis balls thousands of times more before finally knocking the ball stuck in the tree free in the evening of October 17, 2020. I was by myself when I finally knocked the ball loose, which seemed appropriate, and my feelings of accomplishment were mixed with feeling of mourning for the ball stuck in the tree, which now lay at my feet in the yard. ", "artifact_uri": "ipfs://QmX9q8gXLJLvZR3KbpwcB8ttUcYxbM6Q4Fhs1TY1jGMzQi", "display_uri": "ipfs://QmQRJdJbDCyxtQfXdA4XQfiyqDnfbfTFbVPPA6MpJVpovn", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmX9q8gXLJLvZR3KbpwcB8ttUcYxbM6Q4Fhs1TY1jGMzQi", "mimeType": "video/mp4"}], "creators": ["tz1WWHLycCy8xEVVp3BJVTg6x8ryc75BTLwX"], "tags": [""], "extra": {}}