{"__version": 1, "token_id": 377179, "symbol": "OBJKT", "name": "THE KISS", "description": "Insights from the Dreaming Pool - Tender loving beauty.\n\nFirst time, first kiss, love, expressing love with our bodies, the private world between two people. This card is about the foundations of love. Build the blocks within yourself to allow the expansion of tenderness and intimacy. \n\nHow do you build the blocks within? \n\nBe tender with yourself, know who you are, what you love and what makes you tick. Love yourself right now the way someone who adores you would. Be kind to yourself, speak good words about your body and who you are. Nourish yourself in the way you speak about yourself. \n\nTenderness is needed for the issue you’re inquiring about, tenderness for you, for the situation and for others. If it’s difficult focus on the good things about them or the situation, there’s always a silver lining of some sort.\n\nTender love, unconditional love. Love of another, sweet gentle tender love.\n\nA gentle kiss between mother and child, grandfather and grandchild, your partner. A kiss of support, a kiss of pure love for another, for the sublime fact that they exist and that they fill your heart with love. You are recieving a kiss of support right now, tender and overflowing. When the heart is filled with love we see the world through the eyes of Love.\n\nThe Dreaming Pool Oracle is a collaboration between artists Maia Mellier 🕸 🕷 (@maiamellier) & AEVIN (@aevin_io)", "artifact_uri": "ipfs://QmTWYq3kzvmteC18rWmeGUWWG9g3vtNhRhrsdoLronRkqh", "display_uri": "ipfs://Qmc8dtns4fkPG2UNw4utVQVHecqe1esZVYCWht5qfNtHaM", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmTWYq3kzvmteC18rWmeGUWWG9g3vtNhRhrsdoLronRkqh", "mimeType": "application/x-directory"}], "creators": ["tz1SEkFv8ibFsKzi3AgAfkAKDc5La329LJAy"], "tags": ["generativeart", "cards", "aevin", "maiamellier", "p5js", "collectable", "illustration", "blackandwhite", "interactive", "oraclecards"], "extra": {}}