{"__version": 1, "token_id": 381679, "symbol": "OBJKT", "name": "WE ALL WOKE UP TO REALIZE THAT THE AMERICAN DREAM WAS ACTUALLY A NIGHTMARE.", "description": "After witnessing the blundered handling of the COVID19 pandemic outbreak in America, the racial reckoning after George Floyd's murder, the inequities of American Capitalism, and so much more. At moments like this, I keep coming back to George Carlin's famous quote, \"That's why they call it the American Dream, because you have to be asleep to believe it.\" Well, I woke up from that dream. My eyes are wide open. And earlier in that same breathe of his thoughts he mentioned, \"The table is tilted folks. The game is rigged, and nobody seems to notice, nobody seems to care.\" He was right. The system is rigged and we are all just pawns in this game. Maybe I'm jaded by how corporate America has treated me personally with the downfall of my family business and then subsequently doing a reality TV show with Marcus Lemonis to \"save our business\", only to have that destroyed and lose my job, my brother's job, my employees jobs. Go find a minimum wage retail jobs for a couple of years. Then sold to Sonic Automotive to be rehired, moved to Charlotte, NC, write a playbook for a year with almost ZERO direction. Sent out to Denver, CO to run an entire market with ZERO training, only to be let go after 9 months of that. Maybe I'm seeing it all wrong, maybe it's the opportunities that have let me to this moment of writing this sentence. I vacillate on this for good reason. I always try to see the optimistic side of things, but my story is just one story in millions of people who get screwed over by corporate America. No one seems to notice and no one seems to care...", "artifact_uri": "ipfs://QmREDyrciQDnanUtA6VvD97iTuTq1CFBepFPhU1Puv59qs", "display_uri": "ipfs://QmVBFzcj2PtFRJstQ1wioaaFKsLaeT6QU7A9MS4Ksh88Nx", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmREDyrciQDnanUtA6VvD97iTuTq1CFBepFPhU1Puv59qs", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}