{"__version": 1, "token_id": 389879, "symbol": "OBJKT", "name": "AT THE HEART OF THE UNIVERSE", "description": "I love the visual irony of this one. We have these gorgeous pastels of pink, blue, purple paired with ominous tone of the words, AT THE HEART OF THE UNIVERSE, THE DARKNESS BECOMES A PART OF YOU. When we look out into space, one truth is that there is no center of the universe. Technically, the center of the universe is everywhere you go. But if you were to go into deep space and somehow survive the frigid temperature of near absolute zero in certain places, you'd be in total darkness (in the visible spectrum of light) most likely. As a consequence of this, you would essentially become part of the darkness. The darkness is unyielding and unforgiving. But why would you think about that...and how the heck is this art? Great question. On many of my vision quests that I go on, I imagine what certain aspects of the universe are like and try to distill that feeling/emotion/thought into as few words/phrases/sentences as possible. I've always appreciated minimalism for its brevity and elegance. Less is more. On this particular work, I was inspired at remembering looking deep into an Ad Reinhardt painting \"Black Painting (1960-1961) that is part of the permanent collection at MoMA. When I used to work at MoMA years ago, I would go on my break to sit and stare at this painting. Seeing the black fade to shades of deep, deep, deep reds/greens/blues in an array of 9 perfect squares. It's on of my favorite artworks on the planet. It always makes me feel like deep space is just life inside an Reinhardt painting; that gives me eternal solace.", "artifact_uri": "ipfs://QmdssSbQmeV4eeLWumhybXYstCPbVruk4a6R9eBZo6X7K2", "display_uri": "ipfs://QmUuGskCiqaNGEi5ys5ExvMneNJJbhs4Jt73EX5PBk31a7", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmdssSbQmeV4eeLWumhybXYstCPbVruk4a6R9eBZo6X7K2", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}