{"__version": 1, "token_id": 536879, "symbol": "OBJKT", "name": "The Cosmic egg", "description": "We have still the broken Materials of that first World, and walk upon its Ruins; while it stood, there was the Seat of Paradise, and the Scenes of the Golden Age; when it fell, it made the Deluge; And this unshaped Earth we now inhabit, is the Form it was found in when the Waters had retired, and the dry Land appeared.\n\nThe present Earth was made hollow and cavernous: and by that means, capable of Combustion, or of perishing by a universal Fire.\n\nMy Body, says He, was not hid from thee, when I was made in secret, curiously wrought in the lower parts of the Earth; Thine eyes did see my substance being yet un-perfect, and in thy Book all my members were written; which in continuance were fashioned, when as yet there was none of them, or being at first in no form. How precious are thy Thoughts to me, O God?  also hath aptly expressed those first rudiments of the Body, or that little Chaos out of which it rise. Hast thou not poured me out as Milk, and curdled me like Cheese? Thou hast clothed me with Skin and Flesh, and fenced me with Bones and Sinews.\n\nSeeing then that all these things shall be dissolved, what manner of persons ought you to be, in holy conversation and godliness.\n\n1200x1200 px - Animated loop .gif - 18 seconds - 30 Fps - 20Mo\n\n©Vermine 2021\nhttps://twitter.com/V3RM1N3_\n", "artifact_uri": "ipfs://QmZx3duwrLH9uuCuHUpr7iRezxcxUKQpXWvswEjNf6bnVk", "display_uri": "ipfs://QmZx3duwrLH9uuCuHUpr7iRezxcxUKQpXWvswEjNf6bnVk", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZx3duwrLH9uuCuHUpr7iRezxcxUKQpXWvswEjNf6bnVk", "mimeType": "image/gif"}], "creators": ["tz1WgYpFP6A18hHJFsjd8PuW9XrAqeQC1jrx"], "tags": ["animated", "gif", "animated-gif", "pixel", "pixel-art", "art", "generative", "generative-art", "glitch", "cypherpunk", "punk", "code", "electro", "techno", "video", "cosmic", "vermine"], "extra": {}}