{"__version": 1, "token_id": 568379, "symbol": "OBJKT", "name": "ANAHATA", "description": "Settle with your awareness on your breath. Take long inhalations, drawing the breath up from beneath your heart into your mind, and letting the breath naturally settle back down on your exhalation. Let your mind find clarity on your up breath, your thoughts and emotions dissolve on your exhalation.\n\nImagine a lotus bud in the region of your heart. See that the bud made of scintillating light. Inhale into the lotus bud and see it open a little, letting out a littler bit of it's shining light, when you exhale, and it closes but not as tightly closed as before. Inhale and the shining bud opens a little more, letting out more of its radiant light, exhale, and it closes, but not as much as it was. Inhale into the bud and you can start to see it opening into a flower, full of light, exhale and it closes but not as tightly. Inhale and see the lotus bright and sparkling, exhale, it closes but only a little. Keep inhaling and exhaling till the lotus in your heart is fully open and shining brightly. When it is fully open, focus on the very center of the glowing flower and breath into the center of your being.\n\nRepose there.\n\nSay to yourself, I am open and centered in the depths of my heart, and I am open and willing to feel what needs to be felt.\n\nMaybe there is something, or maybe there is nothing.\n\nStay with it.\n\nLet the lotus stay glowing in your heart as you gradually let go of the meditation.", "artifact_uri": "ipfs://QmbVe6MNeQW6knoj2ExXpZv4vS7YzeQXZLpgHmrN6NC9wx", "display_uri": "ipfs://QmSQ9BKy8zdzRo6aiz9xDo4o73YWt8AvZc2t6YHa7xJab9", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbVe6MNeQW6knoj2ExXpZv4vS7YzeQXZLpgHmrN6NC9wx", "mimeType": "video/mp4"}], "creators": ["tz1Qo6mXMimYYzQRu5xv65pLct7Lk8S84pm2"], "tags": ["YAM", "meditation", "heartchakra", "devineself", "vishnuknot", "holistichealing", "lotus", "love", "kindness", "transfiguration", "compassion", "detachment", "unconditionallove", "empathy", "kundalikishakti"], "extra": {}}