{"__version": 1, "token_id": 596879, "symbol": "OBJKT", "name": "from farmland to dungeon", "description": " I make the joke that I left the farm for kink all the time. Even as a child I had been taught that leather, especially something handcrafted, should be taught with reverence. There’s certain skill sets that are still valuable even as a dominant and not a farmhand. Most of all, there are skill sets I learned back then that have kept me alive—at least for now—in the deep south. This photograph is evidence that—even back when I was heavily closeted—I was still dipping my toes into art and practices that I would have been called sinful or dirty for.\n\n Growing up I was closeted and heavily involved in the equine husbandry industry. At the point I took this photo, I was taking university level photography classes, still closeted, and managing my identity as someone that was disabled, trans, and queer in a household that was unsupportive of my transness and, at times, outright neglectful when it came to my health. Between masking, performing as a gender I was not, and trying to pretend like my body wasn’t one sneeze away from falling apart my art morphed into this, as you see here, and not what I present in the now.\n\nThe ability to profit off my hobbies was an idea nailed into my head for as long as I can remember. Studio environments are no longer accessible to me—as is academia as of late—but I still hold onto some sliver as hope that this will reach someone. There are plenty of disabled folks that have had to adjust their dreams, their scope of how they want to live, their identity out there—and I’m sure there’s plenty of burnt out farm folks that traded the crop on the farm for a crop in the bedroom.\n", "artifact_uri": "ipfs://QmbiCCVhZCMT8HhC5MutmAyvvXN6tnqkvaEYC1nt1R7WXL", "display_uri": "ipfs://QmNbq8KwXNspgx7JZPmaWj6KPbAAxE6XLfM3yG36wbqZQg", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbiCCVhZCMT8HhC5MutmAyvvXN6tnqkvaEYC1nt1R7WXL", "mimeType": "image/png"}], "creators": ["tz1Q4ti3PFAohEv3VpJY1i8z2JTFxpoNBKMA"], "tags": ["digital", "photography", "kink", "bdsm", "equestrian", "ponyplay", "leather", "crop", "disabledartist", "transartist"], "extra": {}}