{"__version": 1, "token_id": 370104, "symbol": "OBJKT", "name": "a place to feel safe II", "description": "It takes a lot of effort to blend in\nmake myself comfortable around strangers sounds scary.\nMy hands shake and\nmy mouth often doubts the orders from my brain.\nBut not here,\nin the playground, the little ones always admired the bigger kids.\nI was a little bit shaken by the stares, so I walked while looking for\nthe toy that could perform.\nI never liked the Merry-go-round,\nin my childhood, I didn't have enough strength to choose the spinning side, \nmy legs could barely touch the ground so I could not stop it when the older kids were spinning too fast.\nThe see-saw is even less attractive, my few pounds used to\nput me at a disadvantage and I was constantly\ngetting \"punished\" by the bigger kids. They used to leave me on the higher side\nbegging for letting me down and when they did,\nthey just left the toy, making it fall freely.\nQuite traumatizing I should say.\nBut there is one toy that didn't require anyone else to work perfectly\nand where I could even prove my skill for the kids that were playing around:\nthe swing.\n.\n////////////////////////////////////////\nUm lugar para me sentir seguro II\n.\nÉ preciso muito esforço para se misturar\nme sentir confortável entre pessoas desconhecidas soa assustador.\nMinhas mãos tremem e\na boca duvida das ordens da cabeça.\nMas não aqui,\nNo parquinho, eu fui admirado pelos pequenos.\nOs olhares ainda impactavam meu caminhar, então eu procurei\npelo brinquedo que eu performasse melhor.\nNunca gostei do gira-gira, na infância, me faltava força\npara disputar qual lado girar, minhas pernas mal alcançavam o chão e\neu não podia parar quando os mais velhos giravam com força.\nA gangorra me atraia muito menos, meus poucos quilos\nnão exerciam vantagem na brincadeira e eu era constantemente\ncolocado de \"castigo\" pelos maiores que me deixavam\nno alto enquanto eu suplicava para descer do brinquedo. Ao fim do \"castigo\"\nsaíam de repente e eu me via em uma breve queda livre.\nUm pouco traumatizante.\nMas há um brinquedo que não precisa de mais ninguém para funcionar perfeitamente\ne aonde eu posso até provar minhas abilidades para as crianças brincando na volta:\no balanço.\n.\n/////////////////////////////////////////\n\n- text, art and animation by pinkpeter\n- original soundtrack by Rudá Collin\n- .mp4\n- 1080x1350\n- PS;AE", "artifact_uri": "ipfs://QmZfUPhRwV617RjqSYn6LiweMe5gRcGtDoc95WaM8SspHS", "display_uri": "ipfs://QmepYPKDq78av9CMfuxYsuktpEUYLafWik4iLjwFQBqxU4", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZfUPhRwV617RjqSYn6LiweMe5gRcGtDoc95WaM8SspHS", "mimeType": "video/mp4"}], "creators": ["tz1fiYtNeh7HGJbS7nKU4FTbkqoYzbMjzVCi"], "tags": ["animation", "2d", "photoshop", "aftereffects", "2danimation", ""], "extra": {}}