{"__version": 1, "token_id": 386004, "symbol": "OBJKT", "name": "CHAOS", "description": "Insights from the Dreaming Pool - Shaken and stirred, the balls are in the air.\n     \nChaos is the salt and pepper, chaos is needed to stir things up. A cocktail that has to be shaken tastes better that way. The result is better. The chaos of birth leads to new life, some things are messy and you just gotta roll with it.\n\nSensitivity to initial conditions. Each point in a chaotic system is arbitrarily closely approximated by other points with significantly different future paths or trajectories. Thus an arbitrarily small change or perturbation of the current trajectory may lead to significantly different future behaviour. Small change in the initial condition can cause a chain of events leading to large scale phenomena. Had the butterfly not flapped its wings the trajectory of the system might have been vastly different. Small changes in initial conditions can produce large changes in long term outcomes.\n\nChaos - A miracle is happening within the chaos disorder & confusion. In the unknown there are multiple possible trajectories and the outcome depends on the action that’s taken. One action will lead to this outcome, another will lead to that. One way or another there will be an outcome from the chaos - there will be order. Breathe and accept that sometimes there’s confusion. Know that life, beauty and order itself comes from the chaos of the unknown, the unseeable. Not knowing why some-\nthing is happening in your life can be frightening. If there’s a time at all in the past similar to the sense of chaos look and find the beauty of what came about afterwards. Trace it back and know that an order has occurred within you, a learning of some sort that challenged you.\n\nThe Dreaming Pool Oracle is a collaboration between artists Maia Mellier 🕸 🕷 (@maiamellier) & AEVIN (@aevin_io)\n\n\n\n\n", "artifact_uri": "ipfs://QmZNxw2onqwad1rm7m2jhzhtKfBNWvfz5DgAdpQsqY6RAY", "display_uri": "ipfs://QmTSiswNbZGRZeByx4bgzfLsxQb22MLfxwQCDrkopgVr2e", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZNxw2onqwad1rm7m2jhzhtKfBNWvfz5DgAdpQsqY6RAY", "mimeType": "application/x-directory"}], "creators": ["tz1SEkFv8ibFsKzi3AgAfkAKDc5La329LJAy"], "tags": ["illustration", "collectable", "generativeart", "blackandwhite", "interactive", "p5js", "aevin", "maiamellier", "oraclescards", "cards"], "extra": {}}