{"__version": 1, "token_id": 493604, "symbol": "OBJKT", "name": "MADRE TIERRA", "description": "MOTHER EARTH - PART 1\n\n\nA few months ago I went through one of the strongest trances I have ever experienced: I lived a new awakening.\n\nIn that time, I managed to reconnect with the divine source, finding and decoding information not only about myself, but also about existence and nature. My consciousness reached a planetary, universal scale. I identified with the stars, with black holes and with the sun. This allowed me to recognize that I needed to reconnect with my sacred feminine, with motherhood, and with The Goddess. To let her inhabit me. \n\nOn Earth Day, my intuition led me to collect a series of objects in an esoteric store.  That day The Goddess gave me a task I had not been aware of: to talk to the mother. I didn't understand why I had entered that store, nor what I was looking for, but little by little, I was able to find the members of an unsuspected ritual, the members of an unsuspected ritual came to me as if by pure magnetism:\n\nAn Azabache (protection and origin), a moonstone (the mother) , a pyrite (abundance) and a selenite necklace (the angelic). A book called The Goddess (Christine Downing), about feminine archetypes through female deities. Some golden candles.\n\nWhen I got home, I put on some music and immersed myself in my usual practice of losing myself in it. Dancing, feeling my body, letting go and flowing with creativity.  I set up an altar, lit a candle. I wanted to do a self-portrait session. I felt empowered. \n\nAn outfit came to me very clearly, but I didn't know how to represent it. I went looking for elements in my house, each one had a particular symbolism: orange stockings that a former mother-in-law gave me, a sweater that I inherited from a Goddess, that I used as a toga, a leash from when I was a child, also inherited, that became a necklace. I also looked for all my necklaces (which are few), and I put them together. In my room, I had taped to the walls some paintings I had been doing in previous days, which I had understood to be souls and tree trunks, and another one representing the sunlight bursting into the darkness. I dialogued with those paintings guided by a book written by my great teacher, Sri Deva Phoenix. His aphorisms accompanied the study that I intuitively performed, through my body. As I reviewed the pictures, something stood out and made my heart pound: the colors yellow, blue and red. The origin had incarnated me. Mother Earth. \n\nI returned to the altar table, placed as a tablecloth one of my paintings, one about bleeding, the pain of exile.  I placed the stones. I placed the candle. I placed the tarot cards that spoke to me. Something was happening: I went into a trance. Something began to speak to me: it was She. The Goddess had entered me. \n\nA stone gave me a message: the Azabache, the origin, asked me to clean it. Without realizing it, I began to wash it with filtered water, while visualizing the Orinoco river and its sacred water. I continued channeling and words flowed out of me in my notebook like calligraphy, as if my hand did not obey my mind. Such was the strength and energy I felt, that this repetition seemed to be a seal that kept me inside my body.  The message:\n\nTHERE ARE DOORS THAT CAN BE OPENED \nTHERE ARE NECESSARY MOMENTS\nTO COME\nTHE EARTH ASKED ME TO CONNECT US\nFROM THE BODY\nLOVE HEALS US \nLOVE HEALS US \nLOVE HEALS US \nLOVE HEALS US \nLOVE HEALS US \nLOVE HEALS US \nHER SONS AND DAUGHTERS HURT\nIT HURTS HER LITTLE CHILDREN\nIT HURTS WHAT WE ARE NOT CREATING\nWE BELIEVE LOVE \nWE BELIEVE LOVE\nWE BELIEVE LOVE\nWE BELIEVE LOVE\nWE BELIEVE LOVE\nWE BELIEVE IN LOVE\nWE BELIEVE IN LOVE\nLOVE (x15)\nWE ARE OUR GODS\nWORSHIP US\nLOVE US\nFREELY\nLET US BE LIGHT IN THE SHADOWS\n\n(to be continued)\n\n\nNuwanliss\n\n\n\n", "artifact_uri": "ipfs://QmTAtxtsSwMN6hBFaPsL3RZ15XkAqo7Y3ZMXkdYW7WyyMG", "display_uri": "ipfs://QmWcQmwXnDHbAmtSUKqhBniLBGYPMaeMooDtn1fivNoeGt", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmTAtxtsSwMN6hBFaPsL3RZ15XkAqo7Y3ZMXkdYW7WyyMG", "mimeType": "image/jpeg"}], "creators": ["tz1XNaBEazkFPaMdoNPbrYv4Gi7fGD9b6zVu"], "tags": ["ritual", "nuwanliss", "sacred", "thegodess", "sacredfemaleenergy", "motherearth", "witchcraft", "witching"], "extra": {}}