{"__version": 1, "token_id": 509204, "symbol": "OBJKT", "name": "SQUAREFUL OF PIXEL: TIMUN MAS", "description": "if you must blink, do it now.\n\nwhat you're about to see and read is one of most popular and oldest folktale in Indonesia.\n\nOnce upon a time in Java, there was a poor widow named Mbok Srini that lived alone in her humble house on the edge of the jungle. She felt so lonely and prayed to the gods to bless her with a child. One night in her dream, she envisioned something wrapped under a tree of the jungle. She took this dream as an omen, an answer for her prayer. She later went to the jungle to search for something wrapped inside a cloth under a tree, she expected to find a baby to take care. Finally she discovered the object wrapped inside a cloth under the tree exactly as her vision in her dream. When she unwrapped it, there was no baby inside the wrapped cloth but only a seed of cucumber. Suddenly she heard a monstrous laughter; a green-skinned giant named Butho Ijo (in Javanese, means \"Green Giant\") appeared behind her. The green giant told her to plant the cucumber seed and she will have a child. She must nurture the child, however when the child had grown up, Mbok Srini must give the child back to Butho Ijo. The giant wished to eat the child. Eager to have a child, Mbok Srini agreed with Butho Ijo's deal.\n\nMbok Srini returned to her home and planted the cucumber seed in an orchard behind her house. Later, a magical golden cucumber grew from its seed, and when Mbok Srini took the cucumber and opened it, a beautiful baby girl appeared inside it. Thus, she named the baby girl Timun Mas which means \"golden cucumber\". Year after year, Timun Mas grew to become a beautiful girl. She is a loving, kind and diligent child always willing to help and take care of an aging Mbok Srini. Just a week before Timun Mas' 17th birthday, Butho Ijo appeared in front of Mbok Srini's house and reminded her about her promise, and announces that within one week he will return to collect Timun Mas. Mbok Srini is so sad and fearful of the horrible fate that awaits her beloved child. Mbok Srini heard that there is a powerful rishi that resides in a mountain nearby. She hastily went to the mountain to seek help from a wise old hermit residing on said mountain. After hearing her story, the old hermit gave her four small bags of cloth with something inside it. The four objects inside the bags are cucumber seeds, needles, salts, and terasi (shrimp paste). The hermit told Mbok Srini to give these objects to Timun Mas and tell her to throw them when she is being chased by the giant. Mbok Srini returned home and told Timun Mas what to do if the green giant chased her.\n\nFinally on Timun Mas' 17th birthday, Butho Ijo appeared at Mbok Srini's house to take Timun Mas as promised: he will eat the girl. Mbok Srini ordered Timun Mas to run for her life. Timun Mas was really scared and terrified and ran as fast as she can to try to escape the giant. The giant was furious and destroyed Mbok Srini's house while chasing Timun Mas. Finally, Butho Ijo caught up to the fleeing Timun Mas. In distress, Timun Mas opened one of her four cloth bags spreading cucumber seeds behind her. Suddenly a large cucumber vine appeared and strangled the giant's body, trapping him so that he can’t move. This gave Timun Mas time to escape further. However the powerful giant finally managed to break free and continued his chase. Timun Mas opened her second bag and spread needles behind her. Suddenly the needles transformed into a bamboo forest with sharp tips that wounded the giant badly. The giant was badly wounded stuck with sharp bamboos, however he managed to get through the sharp bamboo forest and caught up to the running Timun Mas again. She opened her third bag and spread salts behind her back. Suddenly a sea appeared behind her drowning the evil giant. However the giant managed to swim through the sea and continued to chase her. Timun Mas, once again, almost got caught and opened her last bag. She threw the terasi behind her and continued to run desperately. Suddenly the terasi shrimp paste transformed into sea of boiling volcanic mud. Butho Ijo was stuck inside the boiling hot mud, drowned and died. Timun Mas finally survived and return to her mother Mbok Srini, and they lived happily ever after.\n\nSource: Samsuni. \"Timun Mas\". Cerita Rakyat Nusantara. Retrieved 8 May 2012.\n             Opening sentence inspired by Kubo and the two strings", "artifact_uri": "ipfs://QmertaqB9juEJX7CAo2d5osTgP5whfh1Q6rtXxTNhMKjno", "display_uri": "ipfs://QmertaqB9juEJX7CAo2d5osTgP5whfh1Q6rtXxTNhMKjno", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmertaqB9juEJX7CAo2d5osTgP5whfh1Q6rtXxTNhMKjno", "mimeType": "image/gif"}], "creators": ["tz2ULVB5Q2p7R7k4r61x8BSK4JusxgpbdxhN"], "tags": ["Hen500k", "jambone", "pixelart", "gif", "loop"], "extra": {}}