{"__version": 1, "token_id": 513704, "symbol": "OBJKT", "name": "SoulMap #12", "description": "I love when chocolate starts to melt, when a part of it has already melted, but there are still “al dente” chunks in it - that’s the right moment for me to pour it on my brownie + vanilla ice cream… \nWith this painting, I tried to capture this perfect moment.\n\n“Soul ice creams” taste 1000+ times much better than most delicious ice creams, to experience them, first you need to fast until your soul is resonating in gratitude. Fasting is an extremely powerful transcendental key, the master-key to connect to your spirit, to consciousness, to eternity, to everything. There are no other messages or advices, this is the only message, the only advice. Everything else, every detail you’ll find out yourself as you start using the key. There are different kinds of creatures selling their “fishes”, but with this key you can connect to your spirit and you’ll find out how to catch your own.\n\nI don’t want to sell you anything, (except my amazing NFTs :P - this would be the worst strategy, fasting is not a bestseller topic) I don’t want to change the world neither, I’m confident with everything, so if you think that this is just bullshit, it’s okay, but you really don’t have much to lose if you give it a chance… Whatever problems you have, you can solve everything by fasting. If you’d like to try, you don’t have to buy anything, because you literally don’t need anything, not even food, 2 bottles of water/ day, that’s all. Disseminating this type of information has no benefit, but it certainly has an effect for sure, that “normal” people would think that I’m a crazy mentally sick loser (and that’s also okay, 10 years ago I’d have thought the same way), so why would I then go into a bar Saturday night and preach about fasting and praying, to the drunk guys around? I think, that humor is an important key of this material dimension, if you have good sense of humor, you already know everything, you can unlock pretty much doors with it, and doors that can’t be opened with humor, are not even worth opening at all… :)", "artifact_uri": "ipfs://QmcyWZ5CZMoadFTdedmqNDkmWjzttBarHM7uE8rag6mPF5", "display_uri": "ipfs://QmcyWZ5CZMoadFTdedmqNDkmWjzttBarHM7uE8rag6mPF5", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcyWZ5CZMoadFTdedmqNDkmWjzttBarHM7uE8rag6mPF5", "mimeType": "image/png"}], "creators": ["tz1iofz19pHfHgwM1zb5iuoLwzshJbTFQBWc"], "tags": ["chocolate", "brownie", "vanilla", "icecream", "fasting", "spiritual", "abstract"], "extra": {}}