{"__version": 1, "token_id": 583804, "symbol": "OBJKT", "name": "Mother Earth", "description": "\n\n\n\nMother Earth \n\nMy work, entitled Mother Earth, is my response to the various properties of nature and their symptoms, especially related to their relationship with humans. A relationship that we realized if it often occurs between us and other humans, but we never realize that the relationship were applies between us and nature too, by understanding the continuity of a reciprocity with nature as well as examining our perspective when a natural disaster occurs which is synonymous with the term 'disaster'. \n\nWhich then causes an attitude of indifference act to the destruction of nature on the basis of one side idea only. \n\nHere, I try to invite the audience of this work to reflect on this relationship for a moment, especially when we see how many natural phenomena occur at the end of each year in the area known as 'ring of fire', so maybe this point of view can make us wiser in responding to everything related to Nature symptoms. \n\nThere's something with this earth, which is actually very similar to the pattern of our daily social life. \nAs an example of our relationship with loved ones, children, and parents, as well as other relatives who have emotional closeness with us. \nIn that case, it is not uncommon for us to know the term 'to love and to care for is to accept shortcomings and forgive mistakes too'. \n\nThen if you realized it as well as the 'love hate relationship' relationship between human are also occurs when we flock to crave fresh air to beautiful views of nature that can help us release all the fatigue in our routines, as well as all the natural resources that are given to us selflessly so that we can survive. \nA form of love from a mother to the youngest creature called human, which we often forget to it existences when a natural phenomenon occurs among us and many of us condemn it as a 'destroyer' or 'catastrophe', which is if talk about it scientifically then we will found that this phenomenon is a natural cyclus that will always happened in a certain period of time. \nAs well as another study which states that one of the natural phenomena such as a volcanic eruption is actually part of the process of refertilizing the soil, through volcanic ash scattered on the ground surface. \n\nSo it is appropriate that in a moment like this we only need to focus and be sincere to fellow humans who need our helping hand in the midst of natural phenomena that hit, but do not necessarily become afraid let alone become apathetic and stay away from nature which has given sincere love to humans like a mother. \n\nThe one called 'Mother Earth' by the people before us long time ago.\n\n\n", "artifact_uri": "ipfs://QmSibMhydwH9qqP56XNByVLmEUFF2WuWTiSuqE74HQEqA9", "display_uri": "ipfs://QmWzewon4GHLcdzqyE6c7Re9jw7Nr1s1F1YSgTZtaMrvrE", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSibMhydwH9qqP56XNByVLmEUFF2WuWTiSuqE74HQEqA9", "mimeType": "image/png"}], "creators": ["tz2JUZqAFa1yT7CugrxhdPGj42cGgjFFQvW4"], "tags": ["Art", "artwork", "arya", "drawing", "digital", "japan", "tsunami", "japanculture", "digitalart", "nature", "mother", "motherearth", "earth", "spiritual", "relatinship", "human", "disaster", "mountain", "sea", "eruption", "volcano", "catastrophe", "love", "naturecause", ""], "extra": {}}