{"__version": 1, "token_id": 623204, "symbol": "OBJKT", "name": "INHERITS HELL IN HER IT'S HELL", "description": "This was a complicated work to do, not so much for locating the correct words or choosing the right colors, but for the context of the words together that created uneasy drama. INHERITS HELL IN HER IT'S HELL, tells an all too familiar story of how some very conservative religions continue to try to control women's lives and bodies. A narrative that we could assign with these words in context could be: Somewhere in the world a young woman was recently raped and subsequently has now become pregnant. She feels trapped within the religion and culture she's been part of because she cannot get an abortion and begin to heal from this ordeal. Obviously, this is a ridiculous fictious narrative, but one that happens everyday in real life. Rape is an extreme transgression aimed directly at women, usually by men. Women are amazing; they deserve so much better than how they've historically been treated by men. I'll be the first to admit I wish I was nicer and communicated better to many of the women in my life. I've taken full ownership of the mistakes in my judgements and my character that I'm aware of in my life. To any woman in this world that feels alone or unheard, there are people out there that believe you and will stand by you. In order to stop violence against women, we need to teach our boys to be better men. We need more compassion, love, and understanding in this world.", "artifact_uri": "ipfs://QmP6EiR5Yu92WdxGyK2d9xuBMVUmCAamxSE59ZWzRw3Mhx", "display_uri": "ipfs://QmZ4mESToovsm2vQqPWHf1YhikYxps7KAVk8vj9LSvpxRG", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmP6EiR5Yu92WdxGyK2d9xuBMVUmCAamxSE59ZWzRw3Mhx", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}