{"__version": 1, "token_id": 381586, "symbol": "OBJKT", "name": "Tickets for Fun: Sleep on Time", "description": "Dear my friends,\nI wish you all the best and have fun all these time.\nI’ve been through the wave of my life, and I think, this is the best thing I can do to share with you.\n\nMaybe, you often stay up late because you need to spend your time for works, or maybe there’s something inside your head, which you cannot control. I think it’s your turn to take a ticket for resting your body on time. I know you don’t need to do this everyday, but what if you try to use this ticket only for one day and just do it?\n\nTake this ticket, if you want to get some rest, and I wish you will understand, how’s your body’s feeling when you just take a rest on time. Have a great day my friends.\nSee you on the next show.\n\nWarm regards,\nFionny Mellisa\n\n===\n\nAttention, dear my friends.\nI wonder if you get interested on my works, you can collect or purchase this works, then when you have my artwork, you have your rights of:\n- Posting or publish the work that you collect through your social media account by including the credit of the creator's name and the link to my social media account or the link that is linked to the creator. \n\n- Presenting this work at a digital exhibition event on a specific platform that accommodates it, while still giving credit to the creator.\n\n- Print this work in physical print format for personal display purposes (not intended to commercialise this asset)\n\n- In the end, you get your rights to grab this ticket and take a good sleep for just one day. But, if you can be consistent to sleep on time, I’ll be so happy because it means you’ve already knew how important your body, mind, and souls. You can write your message or maybe your POV (Point of View) from my works, and you can publish and share the stories from this work by tagging my social media, of course.\n\nLastly, thanks once again because you take the ticket. May your life full of surprises and happiness.\n\n\nLove, \nFionny Mellisa.\n", "artifact_uri": "ipfs://QmcSE8seAnfkkFi7bZpZxTmbhSr3cxrFX4U8ZKbucGrCWM", "display_uri": "ipfs://QmcSE8seAnfkkFi7bZpZxTmbhSr3cxrFX4U8ZKbucGrCWM", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcSE8seAnfkkFi7bZpZxTmbhSr3cxrFX4U8ZKbucGrCWM", "mimeType": "image/gif"}], "creators": ["tz2GaFNyzPsz2u2ZunWTkbepVz1Dg7a4Tbh9"], "tags": ["tickets", "gif", "illustration", "ntfartworks", "fionnymellisa", "nftgif", "ticketnft", "art", "nftcollection", "nftillustration"], "extra": {}}