{"__version": 1, "token_id": 509386, "symbol": "OBJKT", "name": "Beyond Agog", "description": "@__lindaloh__ Beyond Agog, 2021, HD video, 1920x1080, mp4, 2:40. Sound: Linda Loh.\n\n“Beyond Agog” is a short video, designed for loop play. It is derived from the virtual reality project “Agog”, 2021. The set of 20 3D models collectable on hic et nunc are also exported from that world, and are featured in this video. \n\n“Agog” (i.e. the VR work) is an exploratory experience in a sublime space with luminous and color-saturated structures towering above and around, with perceptual phenomena and sound to explore and encounter.  See https://lindaloh.com/portfolio/virtual-reality-experience-agog/ for more images and information and links to view the VR work on an Oculus Quest. \n\nThis video “Beyond Agog” takes on a life of its own by embodying the transitional experiences of wonder from that speculative, non-ordinary “world”. Fleeting encounters and shifting views present precarious moments of clarity between the elusive and ephemeral realms. Light and sound potentially transport and shift perception beyond everyday experience, and these transrational ideas are connected to experiences described by neoplatonic philosophers from ancient times, which are part of the history of the sublime.  All the video and coloured elements have their origins in sources of light, a recurring theme for the artist. \n", "artifact_uri": "ipfs://QmZEuj9cTGA2Pcd2JQ1ShnPZh5cEtGQxkh83QD9hAFzST1", "display_uri": "ipfs://QmPfhX6G9FaJnNXwsA4Njm9d9k7hDpGeTFqzSPZLNn6WTv", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZEuj9cTGA2Pcd2JQ1ShnPZh5cEtGQxkh83QD9hAFzST1", "mimeType": "video/mp4"}], "creators": ["tz1XJX9MN4hsDnWc6KuUAZUGiLrsQXZD3C6S"], "tags": ["Agog", "BeyondAgog", "videoart", "soundart", "3d", "3dart", "3dsculpture", "3dmodel", "3dmodel", "3dmodeling", "3dmodeling", "abstract", "sublime", "digitalsublime", "Romanticsublime", "technologicalsublime", "circle", "rich", "round", "sphere", "contemporaryart", "digitalart", "sculpture", "geometry", "space", "fineart", "contemporaryart", "color", "colourrich", "lustre", "luminous", "texture", "unreal", "lindaloh", "hen500k", "hen500"], "extra": {}}