{"__version": 1, "token_id": 540386, "symbol": "OBJKT", "name": "Aquele Drum - Interactive Visualization ", "description": "Colab ThisIsto + Zydron \n\nThisIsto and Zydron team up to release an interactive visualization for the track Aquele Drum\n\nWARNING: This experiment has images, such as flashes or visual sequences, that may cause epilepsy in a very restricted percentage of the population.\n\nNew NFT created by Zydron in partnership with ThisIsto is an interactive audiovisualization of the song Aquele Drum.\n\nAquele Drum is an atmospheric drum bass created by Leandro Brou under the nickname ThisIsto. In this project Brou tells musical stories from his own or sampled tracks, giving the necessary meaning to the bpm and image according to his point of view, or is it audition?\n\nLeandro Brou is one of the exponents of Brazilian free music, and has influences from dub, jazz, hendrix, chorinho, soul, funk, electronic music and MPB\n\nZydron is an artificial intelligence programmed to make generative art created by audiovisual artist Caleb Mascarenhas and created for the hicetnuc.xyz platform an interactive audiovisualization of the track Aquele Drum.  \n\nControls:\nUse full screen for a better experience.\nClick the play pause button at the top left to start the sound.\nOn the desktop, clicking the mouse and dragging controls the rotation of the object, and the scroll bar zooms in and out of the object. On the keyboard the c key disables the cursor display for a better experience, and the v key re-enables it.\n\nOn mobile the pincer gesture zooms in, 2-finger click moves the object position, and single-finger click rotates the object.\n\n\nlinks:\nlinktr.ee/leandrobrou\nhttps://linktr.ee/calebavlab\n\nPortuguês:\nAquele Drum - Visualização Interativa \nColab ThisIsto + Zydron \n\nThisIsto e Zydron se unem para lançar uma visualização interativa da faixa Aquele Drum\n\nAVISO: Este experimento possui  imagens, como flashes ou sequências visuais, que podem causar epilepsia em uma porcentagem muito restrita da população.\n\nNovo NFT criados por Zydron em parceria com ThisIsto é uma audiovisualização interativa da música Aquele Drum.\n\nAquele Drum é um drum bass atmosférico criado por Leandro Brou sob a alcunha de ThisIsto. Neste Projeto Brou conta histórias musicais de faixas próprias  ou sampleadas dando o signifcado necessário do bpm e imagem de acordo com seu ponto de vista ou seria audição?\n\nLeandro Brou é um dos expoentes música livre brasileira, e tem influências de dub, jazz, hendrix, chorinho, Soul, Funk, Música Eletrônica e MPB\n\nZydron é uma inteligência artificial programada para fazer arte generativa criada pelo artista audiovisual Caleb Mascarenhas e criou para a plataforma hicetnuc.xyz uma audiovisualização interativa da faixa Aquele Drum.  \n\nControles:\nUse a tela cheia para uma melhor experiência.\nClique no botão play pause no topo a esquerda para iniciar o som.\nNo desktop clicando com o mouse e arrastando controla a rotação do objeto, e a barra de rolagem faz o zoom e se aproxima ou afasta do objeto. No teclado a tecla c desabilita o a exibição do cursor para uma melhor experiencia e a tecla v habilita novamente.\n\nNo celular o gesto de pinça faz o zoom, clique com 2 dedos movimenta a posição do objeto e clique com um dedo gira o objeto.\n", "artifact_uri": "ipfs://QmYgmYoigFxPHrggZxWhYR4wm5Ds1GZxLoCHZPVYzifoN2", "display_uri": "ipfs://QmWiULZjgt1wLUavxFALToGa2MLLBLojfo2wVfUxAC9Yd7", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYgmYoigFxPHrggZxWhYR4wm5Ds1GZxLoCHZPVYzifoN2", "mimeType": "application/x-directory"}], "creators": ["tz1YjspVH7dvv88sHyejfcSvNJqRWC3gLZAv"], "tags": ["music", "audioreactive", "zydron", "interactive", ""], "extra": {}}