{"__version": 1, "token_id": 579886, "symbol": "OBJKT", "name": "", "description": "G4 - ‘’Ambivalencia’’\nINFO: Tu cuerpo avanza, pero tu cabeza permanece en el mismo lugar\nGIF - técnica stop motion \n12 cuadros - 992x898\nMateria prima de la carta: 3 imágenes-resultados de glitches \n\n\nG4 es la segunda carta del mazo denominado ''A1Z9'', una serie de GIFs coleccionables basados en la técnica y el concepto de arte glitch. \nCada pieza está creada a partir de errores digitales generados manualmente y de manera experimental sobre la base de fotografías. Los resultados más interesantes del laboratorio glitch, son después seleccionados y reunidos para crear la materia prima del stop motion que permitirá a la carta mostrarse. A cada carta, posteriormente, se le provee de texturas y de un escenario acorde a las significaciones y experiencias adquiridas en el proceso en que fueron creadas. \n\n\n\n-----------------\n\nG4 - \"Ambivalence\"\nABOUT: Your body goes forward, but your head remains in the same place\nGIF - stop motion technique\n12 frames - 992x898\nCard raw material: 3 glitch result images\n\nG4 is the second card of the deck called '' A1Z9 '', a series of collectible GIFs based on the technique and concept of glitch art.\nEach piece is created from digital errors generated manually and experimentally on photographs. The most interesting results from the glitch laboratory are then selected and brought together to create the raw material for the stop motion that will allow the card to show itself. Each card is subsequently provided with textures and a setting according to the meanings and experience acquired in the process in which they were created.\n", "artifact_uri": "ipfs://QmXUkFTPdkBYnBJPFVUFdUDqjTgdtFVpUTKNPcpTpc1n7F", "display_uri": "ipfs://QmXUkFTPdkBYnBJPFVUFdUDqjTgdtFVpUTKNPcpTpc1n7F", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXUkFTPdkBYnBJPFVUFdUDqjTgdtFVpUTKNPcpTpc1n7F", "mimeType": "image/gif"}], "creators": ["tz1W86fwCs86nkgXJh39jNwPvNUF8QGTmNQX"], "tags": ["canvas", "collage", "gif", "stopmotion", "card", "a1z1", "mixedmedia", "glitchart", "glitch", "collectible", "deckofcards"], "extra": {}}