{"__version": 1, "token_id": 585086, "symbol": "OBJKT", "name": "Caype Church", "description": "The Church of Caype, which is located in the Lambrama district, in the province of Abancay, in the Apurímac region of Peru; It is a temple of Catholic origin, which receives the name of Caype, because it houses a Marian dedication, known in these parts, as the Virgin of Caype.\n\nIt is known that the temple is of colonial origin, and that the reason why it is located in an area that, for its foundation, and even today, is considered far from a large part of civilization; It is due to a miracle that happened long ago, when the effigy of the holy virgin, tried to be transferred from Copacabana in Bolivia to Huancayo in central Peru.\n\nIt tells the story, that there existed many years ago, still at the beginning of the Colony, an Indian converted to Christianity named Clemente; that was a man devoted to the Virgin of Copacabana who, by then, had just consolidated a sanctuary known, still today, as the Sanctuary of the Virgin of Cocharcas.\n\nMoved by his love for this effigy, the Indian ordered the construction of a smaller replica of the virgin who was housed in Cocharcas on the border; It is said that the Indian Clemente went to the same town of Copacabana, where he picked up the image of the Virgin to carry it on his shoulders to the town where he was born; They say that while walking along the path of the current Caype, the Indian heard the voice of a woman who told him \"Caype\", a Quechua voice that means \"here\" or \"in this place\", surprised the Indian, he realized that the voice came from the virgin who carried on his shoulders; Clemente interpreted the event as a miracle, and as the manifestation of the Virgin's desire for her temple to be built in that desolate place.", "artifact_uri": "ipfs://QmZRW7QfJv6znW5DQC5xuKWC7WAEta2BiGzaQ2HMQEp8ge", "display_uri": "ipfs://QmQAdKrcmYZbq7trD6nysHEvTZbuuwv9LvJtRh8R7WyRxa", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZRW7QfJv6znW5DQC5xuKWC7WAEta2BiGzaQ2HMQEp8ge", "mimeType": "image/jpeg"}], "creators": ["tz1Lp4f1RoBQGxWfyhH9hDfijm6PorKUpsfq"], "tags": ["Caype", "Church", "caypechurch", "photografy", "art", ""], "extra": {}}