{"__version": 1, "token_id": 589086, "symbol": "OBJKT", "name": "Mystery City NFT", "description": "\nThe year is 2024, ‘We don’t know where’.\u2028\u2028This city is a place we feel we know, yet don’t.  Is it a dream?  Have we been there?  \n\n\u2028\u2028Crypto Alien Babes (CABS) have traversed and time-traveled to earth via the blockchain. The CABS 'Star Command' DAO is now one of the best-known ‘doers of good’.  Supporting those less fortunate and the preservation of the earth. \u2028\u2028The CAB NFT community is world-renowned for its charity work and selfless acts.  \n\nTransparency is the key currency of CAB and the blockchain. \u2028\u2028The Grow Group, IDO, and NFT platform ‘Equinox’, CABS, and our very own ‘Starseed’ brand -  thanks to their incredible communities - along with uncle nut, uncle Willy, Bankless, and Bankquit have helped to expose the bad actors in the crypto industry. The industry is now humming along with excitement. \u2028\n\nBack in 2021, NFT’s were a simple way for anyone to enter ‘crypto’. They helped to bring ‘crypto’ to the universe.  Provably authentic. Transparent provenance. Secure yet globally and instantly accessible. \n\nRoyalty monetization for creatives, enhanced liquidity are just some of the benefits of NFT’s.\n\n\u2028\u2028Thank you once again for being part of the change.  \u2028\u2028Long live CABS, NOX, GROW, EQUINOX, MoonBoots and their awesome communities.   \u2028\n\nLove\n\n\u2028\u2028\u2028Starseed ", "artifact_uri": "ipfs://QmZwS18h5aE1DqF1WZ1S1fmFiuJfzJYDFws8sgd2uBDvZ7", "display_uri": "ipfs://QmYD7nwEMcQ8v3ZSMwWFruFBuag3Pvqfe2N8AiMt9cpNHx", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZwS18h5aE1DqF1WZ1S1fmFiuJfzJYDFws8sgd2uBDvZ7", "mimeType": "video/mp4"}], "creators": ["tz1g7wtAtGgwA68PS3VTeKm2mELk5efosM72"], "tags": ["thegrowgroup.com", "cryptoalienbabes.io", "equinox.fund", "CABS", "NOX", "Equinox", "GROW", "MoonBoots"], "extra": {}}