{"__version": 1, "token_id": 294960, "symbol": "OBJKT", "name": "GENERATIVE Persian Kerman Sirjan carpets (RARE EDITION)", "description": "GENERATIVE Persian Kerman Sirjan carpets (RARE EDITION)\nGenerative artwork exploring color and the emergent effect of stacking simple shapes and filling their intersections.which take you on the journey to an imaginary universe. All artworks are created using custom algorithms in processing.\nThis collection has an abstract look at Iranian carpets, Iranian art-industrial carpets that have long overshadowed Iranian culture as a name and credit for Iran.\nBakhtiar carpets are made of strong and sturdy wool. Because the carpets - named after the nomads of the Bakhtiari tribe, who live in the Zagros mountains near the city of Isfahan - are among the most robust of all Persian carpets. They are knotted from thick wool, which reduces their deterioration. It is not as fine and soft as the cork wool of other Persian carpets, but it has a clear advantage in its resistance to everyday stress.\nRugs from Kerman - a desert city far away from Tehran - were once considered to be the best of Persian carpet production. Today's quality is no longer comparable to that of the city that was founded in the 4th century. However, one must not forget that these Persian carpets are still in the highest class of hand-knotted carpets. The city of Kerman was once one of the most important trading places for traveling traders from or to India. Today, carpet knotting is still a central part of Kerman's culture.\n\nThe dominant color of Kerman rugs is usually vivid red, which unleashes its full intensity in combination with tones like beige. In addition, there is often a medallion in the middle of the carpets, which is framed by playful floral patterns. Thus, the design gives a colorful life to the carpet. The pile is made of high-quality sheep's wool, while the warp and weft are usually made of cotton. In terms of knot density, Kerman carpets are in the midfield compared to other Persian carpets (beginning at 160,000 knots per square meter).", "artifact_uri": "ipfs://bafybeieralcskajpuonadrwvjah2kv3twxmzv2rvtqi5l4tzuqwymmk5ei", "display_uri": "ipfs://bafybeieralcskajpuonadrwvjah2kv3twxmzv2rvtqi5l4tzuqwymmk5ei", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeieralcskajpuonadrwvjah2kv3twxmzv2rvtqi5l4tzuqwymmk5ei", "mimeType": "image/gif"}], "creators": ["tz1SSCjgL54U5yUemQVFGfZ9M9ygKHLHgNsA"], "tags": ["generativeart", "creativecoding", "generative", "codeart", "newmediaart", "abstract", "creativecodeart", "algorithmicart", "touchdesigner", "object4objekt", "generativedesign", "processing", "mathart", "computerart", "proceduralart", "geometricart", "procedural", "isometric", "bhfyp", "geometry", "pattern", "GEOMATIC", "aiart", "artxcode", "minimal", "psychedelic", "glsl", "psychedelicart", "opart", "genartclub", "noise", "trippy", "opticalart", "artandtechnology", "coding", "audiovisual", "pyton", "p5js", "hen200k", "shahrokh", "machinelearning", "pixelart", "pixels", "rare", "1"], "extra": {}}