{"__version": 1, "token_id": 355260, "symbol": "OBJKT", "name": "GENERATIVE Persian Ghashghai Rugs(RARE EDITION)", "description": "Generative artwork exploring color and the emergent effect of stacking simple shapes and filling their intersections.which take you on the journey to an imaginary universe. All artworks are created using custom algorithms in processing.\nThis collection has an abstract look at Iranian carpets, Iranian art-industrial carpets that have long overshadowed Iranian culture as a name and credit for Iran.\n\nIn the south of Isfahan live the Ghashgai (Ghaschgai) nomads, who are well known for their carpet production. The nomads move twice a year. They have a summer camp in the Zagros mountains and one in the Persian Gulf in winter. The reason for their tours is their large herds of sheep and goats for which they need sufficient space and food. The Ghashgai use their wool for the production of carpets, which belong to their everyday objects. The carpets are used in a variety of applications. As a wall tapestry or as a carpet for the floor of tents. The Ghashgai wear round hats and colorful robes. In addition to goats and sheep, they keep donkeys, horses, and dogs that make their work easier and support them on their travels.\nPersian rugs of the Ghashgai can be recognized by their typical red-brown color. The practical coloring is not sensitive to dirt. The carpets are decorated with various motifs. Whether animals, plants, flowers, or trees - the whole world of the Ghashgai can be found in the carpet's design. People in stylized form can also be found. In addition to these everyday patterns, there are also those inspired by frescoes and columns of Persepolis. The ancient capital of Persia at the time of the Achaemenids serves here as a motif. Usually, the motifs are knotted on a basic pattern of hexagon or diamond-shaped medallions. There are also those with round middle medallions (Hebatlu pattern, named after a Ghashgai tribe).\nA special feature of Ghaschgai carpet production is the production of horizontal looms. Once a part of the carpet has been knotted, the knotters sit on it to finish the carpet. Nowadays, however, not only nomads produce Ghashgai carpets, but also settled nomads. The style is hardly different.\nThe material used for the Ghashgai rugs is of natural origin. From sheep hair to goat hair to horsehair, everything the nomads can produce themselves is used. The colors also originate from nature. The low knotting density of up to 180,000 knots per square meter is not a sign of poor quality, but of less time-consuming production and less detailed workmanship. While fewer and fewer Ghaschgai nomads remain, the commercial influence on their carpets is increasing. Nevertheless, they are robust carpets that meet high-quality standards. Due to their rough design, they are also suitable for rooms that are frequently entered.\n", "artifact_uri": "ipfs://QmUyP1PwWsu83YyESX394i2TAm6f5Tk83bkWpf5sMenkbT", "display_uri": "ipfs://QmUyP1PwWsu83YyESX394i2TAm6f5Tk83bkWpf5sMenkbT", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUyP1PwWsu83YyESX394i2TAm6f5Tk83bkWpf5sMenkbT", "mimeType": "image/gif"}], "creators": ["tz1SSCjgL54U5yUemQVFGfZ9M9ygKHLHgNsA"], "tags": ["generativeart", "creativecoding", "generative", "codeart", "newmediaart", "abstract", "creativecodeart", "algorithmicart", "touchdesigner", "object4objekt", "generativedesign", "processing", "mathart", "computerart", "proceduralart", "geometricart", "procedural", "isometric", "bhfyp", "geometry", "pattern", "GEOMATIC", "aiart", "artxcode", "minimal", "psychedelic", "glsl", "psychedelicart", "opart", "genartclub", "noise", "trippy", "opticalart", "artandtechnology", "coding", "audiovisual", "pyton", "p5js", "pixel", "shahrokh", "pixelart", "machinelearning", "particle", "subtle", ""], "extra": {}}