{"__version": 1, "token_id": 369060, "symbol": "OBJKT", "name": "AD 1.4 — Ad Astra", "description": "I was raised by a machine, I and the other twenty-six orphans. My father was an actor on a digital screen. We all were taken, but my sister Bell was the only one who was sold. Settled on a station above the Earth, we read the Koran, overdubbing it with the King’s James Bible.\n\nMy grandpa was a man of prairies. He was born in the middle of a century, and witnessed, without fear or confusion, how the native land was rushing toward extinction. He observed everything molding to garbage. The climate had changed to a deadly beast, and only crazy and poor people left on Earth, fighting for remained resources.\n\nWarm sand, sun-dried crops, and wild horses racing through the desert, it’s what he saw in his dreams every night.\n\nThe fractured nature of a human broke everything and forced him to leave. Cold metal and rusty walls, mutating fungus on skins, the distant stars behind muddy portholes, that’s what he saw every day traveling from one station to another. Protein powder was the only food he ate for years. He got rawboned, over-consumed by a gene of nomadicity. His fingers were drained, he lost all of his rings.\n\nThe last confirmed record of him said that he’d landed inside of an abandoned habitat that was built a thousand years ago. He found a tribe that still runs a wheel in the center. He made a chain of tattoos around his neck — a hundred of lips of mi queridas, a canvas of simulated love, a sign of human existence. Information about him melted through the years. He disappeared.\n\nThat’s why I glide in deep space without a destination, it had been codified in my DNA. No borders exist for me because I can’t stop. If I stop, my soul will be torn from my chest, and it’ll leave the body, and I’ll spin away. If I want to live, I have to move further, deeper into the sky, my friend. I’m a child of the stars, and I paint my face white. I have to move further.", "artifact_uri": "ipfs://QmYLCGxPSjuJFBCmtkVaw2kAESEYZ2XXasLoPFCDB4FY8n", "display_uri": "ipfs://QmYLCGxPSjuJFBCmtkVaw2kAESEYZ2XXasLoPFCDB4FY8n", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYLCGxPSjuJFBCmtkVaw2kAESEYZ2XXasLoPFCDB4FY8n", "mimeType": "image/gif"}], "creators": ["tz1boBFSnCFKEZ4HynCdmDiiNJAvJj5iH7e5"], "tags": ["cryptoliterature", "literature", "fiction", "scifi", "abstract", "transhumanism", "bayfragile", "anemonesdiaries"], "extra": {}}