{"__version": 1, "token_id": 375260, "symbol": "OBJKT", "name": "Defeat 09 - Jovenel Moïse", "description": "Moïse was assassinated in the early morning of July 7, 2021, when a group of unidentified armed men attacked his residence located in Pèlerin 5, a district of Pétion-Ville. Martine Moïse, the first lady of Haiti, was hospitalized due to injuries sustained during the attack A press release issued the same day from Prime Minister Claude Joseph's office blamed the attack on \"a group of unidentified individuals, some of whom spoke Spanish.\" Neighbors in Moïse claimed to have heard heavy machine gun fire shortly after the attack. The video taken by residents living near the scene of the attack contains the voice of a man with an American accent, speaking in English, who said over a megaphone during the attack being a member of the US Drug Enforcement Administration; while the sources said that the attackers were not with the Drug Enforcement Administration; \"These were Colombian mercenaries,\" said a senior Haitian government official.\n\nResidents reported hearing gunshots and \"seeing men dressed as commandos in black running through the neighborhoods.\" Sounds of drones flying and an explosion, possibly a grenade, were also reported.\n\nFirst Lady Martine Moïse was airlifted by Trinity Air Ambulance from Haiti to Fort Lauderdale Executive Airport in the US state of Florida, where she arrived at approximately 3:30 pm.31 Acting President Joseph described her condition as stable already that she was admitted to Miami's Jackson Memorial Hospital for treatment. Haiti's ambassador to the United States, Bocchit Edmond, said his condition was stable but still critical and described the attackers as Colombian mercenaries and professional hitmen.\n\nDEFEAT is a collection based on people whose death historically had an impact on power, quite remarkable in history, either by homicide, convictions or natural deaths, these people marked the beginning, or the end of a corrupt era within universal history\n", "artifact_uri": "ipfs://QmNsLRg9Ppbt2G19nXvo8rDNYevkK9BxqF4sSkDJTGmeqL", "display_uri": "ipfs://QmRSCTxL18k3wCUdVqU9SL3NGhhv9dYsnYQ16kZhRACMHc", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmNsLRg9Ppbt2G19nXvo8rDNYevkK9BxqF4sSkDJTGmeqL", "mimeType": "image/jpeg"}], "creators": ["tz1eCSidkZBu6nXnmAzAqGZvbUER7xBCitzf"], "tags": ["pixel", "collection", "digital", "arte", "assassination", "illustration", "art", "defeat", "magnicidio"], "extra": {}}