{"__version": 1, "token_id": 358036, "symbol": "OBJKT", "name": "Near the Anomaly", "description": "I knew the Anomaly was close. The gravitational signatures were obvious here, and the laws of physics were extraordinary. Objects floated in and out of existence, merging between the Anomaly's realm and mine. I checked the glyphs on my holowatch and took a deep breath. I could hear its energy pulsating just beyond the hill - all I needed to  do was cross it. \n\nNo one knew what was beyond the Anomaly and I would be the first to find out. Or maybe others had already entered only to find themselves ripped apart by space time. But I had my holowatch ready to record. No matter what happened to me, the watch had to make it back through to relay the information. I swallowed hard, trying not to let the gravity of the situation overwhelm me, figuratively and literally.\n\nThe Anomaly was already eating away at the edges of the planet - I didn't need to see it to see the effects around it. Not only was matter forming and disintegrating before my eyes, there were also rips in the air around me, growing larger and larger the closer to the hill I came. It was like a black hole consuming our planet, and the fate of humanity rested on my shoulders and that watch.\n\nA shudder ran through my shoulders and down my back, and as I made it over the hill, all I could think was \"it all depends on me.\"\n\n\n\nAll photography🖼️ was produced and edited by 🔥Dennis Sarovski🔥, Poem is by my Wife :) \nCheck me out on: https://www.instagram.com/dennis_sarovski/\nCheck her out on: https://www.instagram.com/thewrittennomad/", "artifact_uri": "ipfs://QmfDoHTA81pYcUyuSE2F8g8EEFbMqSDjaHKsjGytjAi5G8", "display_uri": "ipfs://Qmcwn7tQXYmMuMUWKXXUhjNRHqbrHiunDjWh2h39XMVacr", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmfDoHTA81pYcUyuSE2F8g8EEFbMqSDjaHKsjGytjAi5G8", "mimeType": "video/mp4"}], "creators": ["tz1SFQD7VLwDVkiWBmyeR8PoyFaifRtaeKTa"], "tags": ["animated", "landscape", "neon", "photograph", "abstract", "digital", "irl", "chrome", "rainbow", "switzerland", "loop", "aftereffects", "digitalart", "mp4", "animation", "motion", "colorful", "trippy", "render", "acid", "lsd"], "extra": {}}