{"__version": 1, "token_id": 481736, "symbol": "OBJKT", "name": "1977 Decorative Gourds Season Shayna Twitchell Series 7 Insert #DGSST1 (ORANGE)", "description": "\nThis card is an INSERT. It is not a Series 7 Base. **** This Insert has all the announced Utilities of a standard Insert. This is a Decorative Gourds Insert and is considered an ORANGE INSERT.******** digital capture of original painting, gouache on vintage baseball card, 2021. ************ NFT image is for personal use, no commercial rights are granted. Twitter @thr33som3s and IG @thr33somes to see upcoming cards and new series. ************ ALL editions in Series 7 will have FUTURE UTILTY.  Shayna Twitchell, a mother of 4 and professional dancer of indeterminate age, was last seen on Wednesday at Ye Olde Pumpkin Patch, here at L+S F33ds, just of Route 34.  In this image, largely shared on social media with the hashtag #pumpkinmilf, Shayna can be seen comparing the size of different decorative gourds.  Security footage from L+S F33ds shows neither her arrival nor departure from the property.  But the outfit shown here matches earlier surveillance camera footage from Pussycatz, an entertainment venue where Shayna was known to perform.  So, authorities believe the image is from yesterday and believe L+S F33ds may be the last location where anyone saw Shayna.  Duval County Sheriffs are asking that anyone who may have come into contact with Shayna please come forward.  We caught up with Don Carrithers, one of Shayna's ex-boyfriends and father to two of her children and he had this to offer:  \"Shayna, sweetie, the boys and I don't care what you might have done.  You just come on home as soon as you're feelin' better.  No questions asked.  Be careful.  But you come on back.  And if you ain't a comin' back.  Well, then, maybe I need get right with God, maybe?  Maybe, that's exactly what I should do?  Go get on my knees and pray?  Is that what this about? I'm sorry. Just come on home.  If anyone has seem them, and they is marvelous. Ha-ha.  I'm just playin'.  No, but, sweetheart, one of the boys misses you.  And, the guys down a that Dungeon miss you, too.  Just don't do anything stupid this time.\"", "artifact_uri": "ipfs://QmRWyPJ4ieDFik4M9EYYjHzQU8iDYjhsrSDc34k7foSKVm", "display_uri": "ipfs://QmcyRwxUwd7gzY9xPACkemcWhk1vHrKHEDq1cZxLuHSReo", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRWyPJ4ieDFik4M9EYYjHzQU8iDYjhsrSDc34k7foSKVm", "mimeType": "image/png"}], "creators": ["tz1MvePPBoQGqesNJ4x3VRf2bn81it7kGjCc"], "tags": ["thr33som3s", "decorative", "gourds", "season", "motherfuckers"], "extra": {}}