{"__version": 1, "token_id": 485436, "symbol": "OBJKT", "name": "Returning rituals", "description": "Do we ever show our true selves to the world? In the early stages of Francien Krieg’s painting career, she pondered how human beings tend to be a masked species. The act of concealment is deeply engrained within every one of us. In many cases, it is as natural to us as breathing. Culturally, of course, there are variations. Some are taught that bodies should be shrouded and feelings stuffed down. On a global scale, however, bare faces and naturally pigmented tresses are inevitably deemed unappealing. We learn that we must enhance our features with cosmetics and hair dye – among many other elaborate interventions – in order to fulfill society’s standards of presentability.\nContemplating this globally accepted form of brainwashing, one thing became abundantly clear to Francien Krieg. The vast majority of us have bought into the highly romanticized or otherwise glorified version of the human body. Our society does not want to see artfully depicted figures that stray from that idealized archetype. It goes beyond painterly aesthetics, however. People don’t even want to look in a mirror and see the harsh reality of their own chronological age staring back at them. We go to great lengths to project a physical image of ourselves that sweeps truth under the rug. How very intriguing, the Dutch painter thought. What if I were to really tell it like it is?\nElizah Leigh from Beautiful bizarre magazine", "artifact_uri": "ipfs://QmcFvUh3tNDU4wLHazsbotkauSWMW6qTB3wpYMpmH6Xva8", "display_uri": "ipfs://QmNzz7xJJDqL6deJppyavQF12KPYSLzvSH26TFrh6d76PM", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcFvUh3tNDU4wLHazsbotkauSWMW6qTB3wpYMpmH6Xva8", "mimeType": "image/jpeg"}], "creators": ["tz1VyfBFYj7z9yryYR1oCbgqMhK2sfWDmdEn"], "tags": ["nudebody", "nudepainting", "oilpainting", "figurativeart", "contemporaryart", "realisme", "darkart"], "extra": {}}