{"__version": 1, "token_id": 583536, "symbol": "OBJKT", "name": "DIWA", "description": "Literally means thought, spirit, or essence in English. \nThe blinking words on the background were inspired by the Christmas lights we used to light our home and Christmas tree; and literally how we Filipinos celebrate Christmas (well to name a few). I added this feature as simple as possible; and not somehow obstruct what I needed to convey.\nThe three (3) stars, aside from representing the stars of our flag, represents the \"parol\" or Christmas lantern (star shaped minus the glowing lights) we hang outside our home - I implemented a subtle animation again for simplicity.\nThe black foreground and shiny floor was used to make the centerpiece more noticeable.\nThe centerpiece is a nice PH themed metallic cube with a distorted line art inside.\nI implemented my signature art style (Anamorphosis Illusion) on the subject and to be honest I have a hard time finishing it (headache after headache, the more lines the more difficult, how I wish it was a circle and a square lol).\nThree views: front view; side view; and top/bottom view.\nFV - Santa Claus; SV - Jesus Christ; and TV/BV - the shadow of the distorted line art. The shadow was intended to be seen to show that no \"morphing\" is happening as the subject is quarterly turning. \nI just want to remind each and everyone, the reason why we celebrate Christmas. Ipagdiwang natin ang tunay na diwa ng Pasko. Happy holidays!  ", "artifact_uri": "ipfs://QmVz9fkDL19ZUPyNraHTaMWEHxLNFpfipjdyEPofZ5tyrM", "display_uri": "ipfs://QmWTEkaeQnQGDfPN9QDWidnAGs4Ye116GxTebrWH47vVKU", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVz9fkDL19ZUPyNraHTaMWEHxLNFpfipjdyEPofZ5tyrM", "mimeType": "video/mp4"}], "creators": ["tz1NPKQYiP6iHqXEhm5SCoJKvQH2tsuxJwAQ"], "tags": ["nftasia", "collectibles", "tezmas", "cryptoartph", "nftcollectibles", "tezmasph", "uniqueartwork", "rareart", "anamorphic", "anamorphis", "limited"], "extra": {}}