{"__version": 1, "token_id": 586936, "symbol": "OBJKT", "name": "THE FABRIC OF REALITY", "description": "Speaking of the fabric of reality...(ooooo nice transition there) How do we even conceive of such a \"fabric\"? Our human brains aren't really well equipped to understand vast scales of the cosmos. We illustrate the scales with math, calculus, and all that science stuff. But is there a way really perceive this \"fabric\"? I had a vision quest specifically about gravity around this time period and pondered how gravity works visually. (i'm definitely leaving out the math and equations on this. This is purely an aid to help laymen of the sciences understand how gravity works to scale...at least the way I interpret it.) The best way to visualize this is to compare space to a very large vacuum sealed plastic bag with balls inside. (What in the hell are you going on about Andrew?) Stay with me, close your eyes and imagine you're floating weightlessly a few million miles from the Earth and Moon. (In this scenario, you can breathe, so please breathe.) So we're floating in space, now imagine that all of space is like this large plastic bag that's been vacuum sealed and when you lift up that bag the ball is suspended inside of it. Now instead of being a static, small 3D bag we increase the bag to the scale of the universe. So the vacuum of space causes these large bodies of mass (planets, stars, galaxies, local group, superclusters, Lankiakea Supercluster, and much, much bigger web like formations.) suspends them like being in that bag and a direct correlation is being attracted to each other. Am I right about this? Who the hell knows, probably not, but maybe that's a new way to perceive it, instead of the old fashioned way, by throwing balls on a 2D stretch material; to me that really doesn't visualize it as accurately as possible.", "artifact_uri": "ipfs://QmTMJ6u1Y8Y6nDVt5338q7kP5WGiQ3QBN2Lfrarxt57srh", "display_uri": "ipfs://QmWLD6P7e6SaNRPNdvpNj8DmzUSNJJwB9RhvVT1SkUFufT", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmTMJ6u1Y8Y6nDVt5338q7kP5WGiQ3QBN2Lfrarxt57srh", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}