{"__version": 1, "token_id": 632636, "symbol": "OBJKT", "name": "DarKirby. Sound by Ruanth Chrisley Thyssen Illustration by Cindy Thyssen", "description": "Reading about the exhibition I was taken back to the start of covid when I had just married my wife in the Netherlands. We did a civil wedding there with some small family because legally it was easier (she's Indonesian and I'm Dutch). We got married 18th of March and 3 days later she went back to Indonesia. I had a film job so I stayed back for a bit, the plan was I would follow shortly after my job finished and we would do our ceremonial wedding in August. \n\nThen Covid Happened, and of course, some dark days followed. It was mentally tiring for me as I was a fresh film graduate trying to make a name, and at the same time trying to hed back to Indonesia to see my family and most of all my legally married wife. However SuperSmash Brothers was an escape for me, and I often took out my frustrations on ranked battles. On August 8th, the day we planned to get married -- we didn't. I was so upset and the video game had turned into my go-to-vent machine. I told myself, 1 good thing has to happen today, and so I finally made \"Elite\" in Super Smash Bros Ranked battle. At the time there were less than a thousand elite players in the world I believe (I could be wrong, have to check). \n\nWe got married a month later and my wife got pregnant 2 days after that. I haven't played super smash bros since but it got me through a tough time. The image of the work is of course a tribute to the game, however, the sound is a reminder of all the dark thoughts and voices that I was battling as I was playing that game. The \"fun\" image dissolves as the voices and sounds keep dominating the soundscape. ", "artifact_uri": "ipfs://QmUzxUuU5N3JpraGovAPeuC2BkdSpHLkQczXWNRjeuwKiE", "display_uri": "ipfs://QmUuEyEE512pisCM9wMY2D7X8Q5ks1G3BLduwx1CTezXND", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUzxUuU5N3JpraGovAPeuC2BkdSpHLkQczXWNRjeuwKiE", "mimeType": "video/mp4"}], "creators": ["KT1PSQHPzkz9HrBZt8Us3Hnp8nGYRjpzWKU3"], "tags": ["RuanthChrisleyThyssen", "CindyThyssen", "kultstudio", "kultgallery", "joysticks&ragequitskult"], "extra": {}}