{"__version": 1, "token_id": 636036, "symbol": "OBJKT", "name": "As I Look In The Mirror I See You / Paperclip Apocalypse #1", "description": "This work is part of the wider project 'As I Look In The Mirror I See You' which has been exhibited at Brighton CCA and Freelands Foundation London\n\n\"Suppose we have an AI whose only goal is to make as many paper clips as possible. The AI will realize quickly that it would be much better if there were no humans because humans might decide to switch it off. Because if humans do so, there would be fewer paper clips. Also, human bodies contain a lot of atoms that could be made into paper clips. The future that the AI would be trying to gear towards would be one in which there were a lot of paper clips but no humans.\"\n— Nick Bostrom\n\nSound by Edison Francis\n\n30 Second looped mp4 with audio\n\nKendrick’s work explores conversations of the future and the ever shrinking gap between the physical and virtual world. We have in many ways realised the potential to project our wildest dreams. Kendrick’s work explores many aspects of science fiction and video games; utilising elements of collage, film and found documentary in order to explore the extended language painting as a digital endeavour.\n\nOften exploring ideas through the perspective of the machine mind, Kendrick’s work invites the viewer into a world built by an imagined newly sentient digital entity. The work reflects on the nature of the network exploring the idea of copies and the contortion, collation and regurgitation of our own thoughts which, in current deep learning networks, display as convincing reflection of machine consciousness.\n", "artifact_uri": "ipfs://QmYs3sd5R2CyvP8U8dqzJhc6oxAdedxL1v3zXHXmpxd9Be", "display_uri": "ipfs://QmXssFwjHUexvvptUPj1SQt7hS4Vwn72RwSsNLWaobAkRd", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYs3sd5R2CyvP8U8dqzJhc6oxAdedxL1v3zXHXmpxd9Be", "mimeType": "video/mp4"}], "creators": ["tz1PZHKUhuJPg8kKevRtmKF1iYHBvCC7ZAPM"], "tags": ["art", "installationart", "videoart", "cleannfts", "ai", "paperclip", "apocalypse", "sculpture", "render", "blender"], "extra": {}}