{"__version": 1, "token_id": 284715, "symbol": "OBJKT", "name": "\"A Brave New Beginning\" _WAV", "description": "September 9th 2021 marks exactly 20 years - Two Decades - of the existence of the Mothtasia Synergism System, which is a moment at the age of 9 Lorraine B. Mori considers to be the genesis of the two kitsune spirits Salrah Inamashi & Keijn Hensi Yamori possessing her body; spirits and messengers who have been with her guiding her through life since before she even knew what a kitsune was.\n   A long time ago on a distant shore a fox finds herself separated from all she knows. all alone in this strange new land. she called out for help from anyone. for days she cried out until her voice could no longer handle the strain. but no one heard and no one came. she'd never felt loneliness this deep before. then one day while out foraging she heard something. \"could it be?\" she thought she followed the sound. her heart overflowed with hope \"im not alone\". when she reached a clearing she saw a young girl with beautiful black hair.  she'd never seen someone so beautiful before. when there eye met it was like the universe froze in place. this was the brave new beginning of the story of Katie and Salrah.\n::Journal Entry [Katie] - \"I still remember this day 20 years ago, throughout all my amnesia and memory loss, I still remember 20 years ago on this day better and more freshly than I remember what I ate yesterday.\"\n   \"It was my first moments waking of from becoming 'biopost' - there really isn't an English translation for that word so we had to create one, it's the process of possessing a human body to continue life after death, a little  bit like reincarnation, but not quite - I woke up washed up on a beach with a young girl standing over me. She was a human with black hair and a cyan crescent moon on her face - something we locally do to denotate clan affiliation - she gave me shelter and from that moment of me waking up both me [Katie Hensi Yamori] as well as Salrah + Became the genesis of Mothtasia Synergism System in Lorraine B. Mori.\"\n\nStrawberries! We had strawberries that day... Did you know that the proper way to eat Angel Food Cake is to gob on tons of whipped cream and top with vertically sliced strawberries? Don't pick the stems of the strawberries, just cut the entire tip off in a way you can stand it vertically, then cut it vertically in half. This is how my mother does it, and this is how my grandmother does it, it's necessary for properly enjoying Angel Food Cake.", "artifact_uri": "ipfs://bafybeiag57kscyw2ow7m65dflt2uoepczdhgx3kfpq3ug7zfpyqidoo2em", "display_uri": "ipfs://bafkreigvnpba6wek7zasfophf2ofrkgoc2vhhijocirsl6yf5f5lq3bkam", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeiag57kscyw2ow7m65dflt2uoepczdhgx3kfpq3ug7zfpyqidoo2em", "mimeType": "audio/wav"}], "creators": ["tz1PqogZ7ELvjZrVaAcM2sqKKrYNgm67pSVt"], "tags": ["angelfoodcake", "strawberries", "mothtasia", "mothtasiasynergismsystem", "mothtasiasynergism", "mothtasiatezos", "katieHesniYamori", "katieYamori", "Katie", "Salrah", "SalrahInamashi", "transspecies", "Humanto3tailkitsune", "5tailkitsune", "kitsune", "20yearanniversary", "20", "20years", "anniversary", "plural", "plurality", "pluralempowerment", "headspace", "DID", "dissociativeidentitydisorder", "pluralgang", ""], "extra": {}}