{"__version": 1, "token_id": 323415, "symbol": "OBJKT", "name": "Bapak 1/24", "description": "I never thought of making this kind of work before, while making this, between the feeling of loss, that I still remember some quotes a few days before he is gone; “Everyone will die when the time comes, just the way it is”. As one of a family with Javanese culture I called him Bapak.\n\nI still remember one night, a little conversation in the family room which was filled with unused furniture, Bapak and I had a bit of an argument; I yelled \"It shouldn't be! There is another way. If it was me, it wouldn't be like that!\" He was only quiet for a moment then just said \"You can't talk, at that time. I was afraid, nang (*)... Well maybe later you have your own way\". After that, he walked to his room.\n\nAt that time, as the first child with all the experiences, I felt very knowledgeable, that after all I realized, we will never fully understand the conditions that Bapak has been through as well as other people.\n\nOn the day of his funeral, everyone came to tell the story of my Father to us. There wasn’t any bad story except for the good one that he had done in his life. It turned out that he was a very kind person and often helped people, I myself often asked his relatives, \"How is the story?\" As I heard it, I thought maybe I wasn't the person he can rely on, because he is just.... that great.\n\nFor the memories, merits and knowledge that he has left for us and also those were left behind, I always pray for Bapak, may you be given a noble place by Allah Azza Wa Jalla. Aamiin Ya Rabbal 'Alamin.\n\n** nang is a nickname for boys in Javanese\u2028\u2028\n\n\n-\n\n\u2028\u2028As a form of gratitude and pride as Bapak's son, I tried to make 24 articles with several different writings about Bapak in each article. Each will be sold as many as 24 pieces per article.", "artifact_uri": "ipfs://QmYiCY9Bk75CvisdkriFPa4HGpuTXwLRGr631cbQqeFdGk", "display_uri": "ipfs://QmQ4Ykod6DCBJt9deNCUgpaB1JHDwfgPccEbu6jLd6jmDU", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYiCY9Bk75CvisdkriFPa4HGpuTXwLRGr631cbQqeFdGk", "mimeType": "image/jpeg"}], "creators": ["tz1S9Rf5Wmreu25q51dQK9P74v4pnXEpmPYm"], "tags": ["ondiii", "bapak", "24", "ilustration", "painting", "art", "paint", "digitalpainting", "contemporer", "arwork", "drawing", "doodling", "astronaut", "astro", "card", "poster", ""], "extra": {}}