{"__version": 1, "token_id": 377215, "symbol": "OBJKT", "name": "Mule Soul - Punishment for a Lifetime", "description": "/There lived a woman in Santiago del Estero, she was rumoured to be as beautiful as she was promiscuous. Although engaged, she dared sleep with her brother, father and finally, a priest. This behaviour of hers was not to be forgiven before the eyes of God, thus did Lord's wrath descend upon her. She was turned into a mule, her hooves chained with metal as heavy as her sins.\n\nCondemned she was to wander the nights bellowing in sorrow, her cries would be guttural, and sometimes you'd hear cries of a shrieking female voice coming from her flesh-hungry mouth. If a man was to stumble upon her, and showed the slightest sign of fear, she would stump over his body until it no longer breathed. The only thing greater than her despair was her thirst for blood, specially if it was a man's. Mothers urged her children to stay home, men avoided the night, for they feared the Mule Soul would take their lives.\n\nSoon the story was not only one, words spread like stains of wine. Rumour had it that God was kind, but he would not hesitate to punish his daughters if they were to commit the same sins as She had. Mule Souls could be many, so daughters and sisters lived in fear of their fate, men leered at them -with smirks on their faces- passing by holding their skirts down and avoiding their gazes./\n\n𝘚𝘰𝘱𝘢 (@_𝘴𝘰𝘶𝘱𝘴𝘰𝘶𝘱_) 𝘧𝘰𝘳 𝘵𝘩𝘦 ‘𝘖𝘶𝘳 𝘔𝘺𝘵𝘩𝘴’ 𝘦𝘹𝘩𝘪𝘣𝘪𝘵𝘪𝘰𝘯 𝘩𝘦𝘭𝘥 𝘣𝘺 𝘵𝘩𝘦 𝘊𝘏𝘌𝘕 𝘢𝘳𝘵𝘪𝘴𝘵 𝘤𝘰𝘭𝘭𝘦𝘤𝘵𝘪𝘷𝘦\n", "artifact_uri": "ipfs://QmcZPWdvmkwVrKusLoBsV21jhtbWPMkEXdi9yTDNraSUsr", "display_uri": "ipfs://QmP67Tts5bJyWF2P1J9ng68HkCW5p3R3FhV4b3apbaP5jb", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcZPWdvmkwVrKusLoBsV21jhtbWPMkEXdi9yTDNraSUsr", "mimeType": "video/mp4"}], "creators": ["tz1hnPqiBT7cBu8g886APwzMYc2nGctBomQD"], "tags": ["ourmyths", "chen", "argentina", "mythology"], "extra": {}}