{"__version": 1, "token_id": 503715, "symbol": "OBJKT", "name": "Survivors", "description": "Family portraits, a tribute to loved ones \nGreet Schuit-Hamming, Art Historian\n\n\n\nIt is clear that the work of Francien Krieg consists mainly of portraits. Especially older women are her “pivotal works” It therefore seems that her paintings have only one subject. This is not the case. The private sphere of her beloved family also offers interesting possibilities. She projects her artistic vision for them and uses them to depict themes of birth, love, protection, education and child development. Over the last few years Francien has created a series of paintings, which stylistically dovetail into its overall work. This interesting new series came about by the birth of her long-desired second child, Benjamin. Strong emotion is evident in all these paintings, which characterise both herself and her family. The concept of the young family is artfully explored in the light of this introspection. She says about this series: \"The growth of a child is profoundly beautiful, but also something sad for me, slightly melancholic, it adds up to what is fleeting.\"\n\nThe series consists of paintings in different formats, in alternating soft and harder colours, containing exciting patterns and compositions. The paintings shed light on concepts such as birth and family, in which the symbolism of what passes is noticeable. Fields of perception for example contains a setting sun and in Dreaming about tomorrow there are flowers, which pull the viewer into the scenes. Objectively the thereby created spatial effect suggests depth. Subjectively considered flowers are symbols for all that is beautiful and fresh, but also eventually wither. How different the original painting Random, where the viewer’s eye is directed by sunny light streaks, curved bars that seem to hold the newborn baby's body.\nThe unconventional painting Personal Identities, with a close-up presentation, reminds me of 19th century realism of Courbet with his provocative nude painting L'Origine du monde (1866). Showing a pregnant belly also dovetails with Paula Modersohn-Becker’s expressionist painting Selbstbildnis am 6.Hochzeitstag (1906). Personal identities is an unusual image to denote something definitive: new life and the unpredictable, continuous life that is subject to change thereafter.\n\nThe series of family portraits give a new and different impetus to Francien’s oeuvre. It matches the essential element of her work: she keeps in touch with her personal and primary creative urge, in which the human body is central and impermanence is the core. Moreover, she demonstrates the growing development of her talent. The essence of all her work involves the creation of an interaction between the viewer and the painting, the hallmark of fine art.", "artifact_uri": "ipfs://QmNtbiRWTbBoAiBtH64ws2vE57fvMJEftNoY1XFUUAvH6F", "display_uri": "ipfs://QmYJ7Wc5WxRXMrtAbxjXRwMvS2T9vbESWnzTbZV5tU1bCY", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmNtbiRWTbBoAiBtH64ws2vE57fvMJEftNoY1XFUUAvH6F", "mimeType": "image/jpeg"}], "creators": ["tz1VyfBFYj7z9yryYR1oCbgqMhK2sfWDmdEn"], "tags": ["hen500k", "hen500k", "oilpainting", "figurativeart", "realisme", "skullart", "darkart"], "extra": {}}