{"__version": 1, "token_id": 507440, "symbol": "OBJKT", "name": "Theater - Death On Top Series 08", "description": "To be honest and sincere can arouse a lot of fear. Will the others lend their ear or will they answer with the spear?\n\nAs you dread and watch your rear, you tower over what you hold dear, paranoia starts to steer, blurring lines and known frontiers:\n\n“Have they seen me do the thing? Or think the thing I didn’t mean? Or bring attention to the gizmo, the epicentro of this sismo”. \n\nAt the edge of the abismo, walk the plank of uno mismo. What a complex mecanismo, human mind and narcisismo.\n\nFor a moment, just a snap, right before the first clap-clap, you will feel a tiny jab pierce a hole inside your heart. Lights go on and there you are, standing still amidst the crowd. You are naked, to the bone, right through you, all they saw. What a steal! What a grab! To get to spy inside your crap. To look at you in the eyes while you sing or while you dance… \n\nFor a glimpse or just a glance, they wish they dared to take the chance: the grand encounter, one last stand, against the stealers of romance. To bear thy soul and pay the price, before having it turn to ice. Toss the dice! Take a risk! Stare unblinking into the abyss!\n \nDoesn’t matter if you drink piss if you consider it a bliss, the same goes for Swiss cheese or whoever you choose to kiss. Something always counts as miss so you might as well click dismiss.\n\nCircus rabbit or rabid dog, king of jungle or queen of pop, give yourself, give it all: give it all for the role.", "artifact_uri": "ipfs://QmdahJQWU8WketATmcaPS8UE7xGe51Xvj2DXrSCFwj6CRR", "display_uri": "ipfs://QmX2tGQPxTeBdzTCF75SfR8JsE2B4Yt4hxDhHU59FzPNW3", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmdahJQWU8WketATmcaPS8UE7xGe51Xvj2DXrSCFwj6CRR", "mimeType": "image/png"}], "creators": ["tz1aQKoJYGJTZRNDjunJVuPmJeZPKsrRvpBZ"], "tags": ["story", "illustration", "blender", "3d", "color"], "extra": {}}