{"__version": 1, "token_id": 519940, "symbol": "OBJKT", "name": "HELP", "description": "Hi guys, for those who don't know me, my name is Amanda, I'm 26 years old, Brazilian, and from Curitiba. \nToday I'm going to tell you a part of my story and explain a little bit why I need your help, either with a like, donations, retweets, or buying my art, all help is welcome and I will receive it with much happiness.\n\nTwo months ago I lost my father and he was the strength we had here, he was what united the family. My brother was always very aggressive with words, rude, stupid, and treated all of us as if we were not his family. In these two months, he has been very aggressive, I have suffered psychological abuse constantly, he no longer lets anyone talk inside the house, he stays hidden behind the doors listening to conversations, I have no privacy, I feel watched all the time.\nMy boyfriend was about to come to visit me and would stay at my house, but he freaked out, said he would beat up my boyfriend if he showed up here, said many things that hurt me and made me very sad, sad to the point of taking courage to ask for help.\n\nIn Brazil, as we are today, to maintain a house alone, with rent, electricity, water, internet, and food, you need at least R$2000.00 reais (approximately $370 at current quote) per month. Rent is R$750.00, electricity, water and internet R$300.00, food and cooking gas R$600.00. Outside the personal expenses that every person has.\n\nCurrently, my only income is the NFT, which is uncertain money, sometimes my art will sell, sometimes not, so I don't even know how to make this work, but I need it to work because I need to get out of here as soon as possible before something worse happens, I need to give peace for my mother's heart, I need to give peace for myself.\n\nI want to raise a significant amount of money so that I can leave home without worrying so that I can live here for months without thinking \"oh my God, how am I going to pay the rent this month?\"\nIs it a lot? Yes, it is, and I know that many are going through the same difficulty as me, I am not the only one with a tragic story, but I am committed to helping those people who also need help like me. If I manage to sell these 1000 editions, part of this value will go to help those who need and suffer from psychological abuse and have the same need as I do.", "artifact_uri": "ipfs://QmXzzsnxzdm5baiuiJSNtRgxKmGufRQUuX8WLJQs3igdKn", "display_uri": "ipfs://QmT4EzVfhoDKHekADEVYdfE4R1oVBCtjRQ9iP3vYB6k3jm", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXzzsnxzdm5baiuiJSNtRgxKmGufRQUuX8WLJQs3igdKn", "mimeType": "image/jpeg"}], "creators": ["tz1hgN7qH6HsLnXW1MiRzNMXr6mkUXhdeytS"], "tags": ["help", "girl", "illsutrator", "illustration", "art", "design"], "extra": {}}