{"__version": 1, "token_id": 582940, "symbol": "OBJKT", "name": "Eternal Warfare", "description": "Lost in translation, chemical imbalance, God is who I love and the devils who I dance with, Like a chick that's bi trying to choose sides or a married man who Is sleeping with his mistress, karma sutra, switching positions, bifocal game, double vision, stuck in between playing out the roles of a hero and a villain now I gotta make decisions, I'm still lost cuzz a hero to the people is a a villain to the villains so what is the difference? Eternal warfare - that's what it is, a never ending battle, who decides who wins? I wanna make it to the top and never descend, there's two goals I don't know which one to defend, Spiritual warfare, Spiritual warfare, Spiritual warfare, Spiritual warfare, Eternal warfare that's what it is, a never ending battle, who decides who wins? I never follow people and I learned from Scarface at an early age that you never win with evil, He grew an ego and as soon as that money came in and flowed over he got on his steeple, He was killing people, cocaine cowboy bad mother fvcker just pushing work, now he's in the dirt, six feet under, that's karma, a law of the universe, eternal warfare, that's what it is, a never ending battle, who decides who wins? I wanna make it to the top and never descend, there's two goals and I don't know which one to defend, when I die I want to be a legend, I want to leave a legacy of history for all the good I did, to my kids, to my family, to the people, to my friends, to anybody that ever had a dream and never found the courage to go out and chase it, just because they don't believe that they could make it, either that or one because that they are faithless, spiritual warfare, spiritual warfare, spiritual warfare, spiritual warfare, eternal warfare, that's what it is, a never ending battle, you decide who wins, yea, you decide who wins, you decide who wins, and there ain't no ties, that's just lies, I've been forced to choose sides, I've been forced to choose sides, and I choose to do good, G.O.E - God Over Everything. ", "artifact_uri": "ipfs://QmRQm3E2jv3WcVAKErphsPwyEv9di2wg6gVd2rX1Fbboyj", "display_uri": "ipfs://QmXjDQMmUzi7Fg5vWh5UyNnJmGDJ3T1dCd5VxvE4KvFY8o", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRQm3E2jv3WcVAKErphsPwyEv9di2wg6gVd2rX1Fbboyj", "mimeType": "audio/mpeg"}], "creators": ["tz2MxjL7SLCvEVmUtASGpa3tjNwnKfJXYaBu"], "tags": ["Imintedthisforfree", "free", "culture", "music", "hiphop"], "extra": {}}