{"__version": 1, "token_id": 593640, "symbol": "OBJKT", "name": "Concrete: Master Edition", "description": "Originally minted on fx(hash) on December 6, 2021, Concrete is an abstract piece consisting of 612 unique tokens, all created by the same algorithm using a unique transaction hash as its input. Concrete is an hommage to Norwegian architect Erling Viksjø (1910–1971) and his artist collaborators who together designed the Government Quarter in Oslo. Read more about the piece on fxhash.xyz/generative/2332\n\nConcrete was originally intended to be 640 unique tokens. However, a loophole in the fx(hash) beta smart contract allowed multiple editions to be minted in one transaction using third party tools. This resulted in some of the tokens sharing the same transaction hash and thus the exact same visual output, reducing the collection to only 612 unique pieces.\n\nWhile the batch-minted duplicates understandably have been received with scepticism, they also have a poetic parallel to the roots of the piece. After being damaged during the terror attack in 2011, Y-blokka, one of the main buildings in the Government Quarter and arguably Viksjø’s most important work, has been demolished in 2020 despite a heated public controversy. Just as the removal of this modernist monument, the duplicates in the Concrete collection leave visible scars reminding us of what happened. How will our view on them evolve over time? \n\nThis master edition unites all 612 unique tokens of Concrete into an enourmous mural, reminiscent of the magnificent work Viksjø and his collaborators put into the creation of Y-blokka and the entire Government Quarter.\n\nJPG, 8500 × 4500 px · Original artwork by Andreas Rau · Oslo, 2021", "artifact_uri": "ipfs://Qmaz2siAdYfhgu5H4TgnmVVDkGfmVRV5Qh8x5CMVXuuZ8N", "display_uri": "ipfs://QmSBdWhnS422XJSV2bEUp696ayQ9WHHvkns52c5RFUYeJf", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmaz2siAdYfhgu5H4TgnmVVDkGfmVRV5Qh8x5CMVXuuZ8N", "mimeType": "image/jpeg"}], "creators": ["tz1Roq6end2LFtkpGrmuyRZH82xsWfaRCat1"], "tags": ["concrete", "andreasrau", "mural", "generative", "generativeart", "p5js", "fxhash"], "extra": {}}