{"__version": 1, "token_id": 598040, "symbol": "OBJKT", "name": "II. “MINERVA”. Mentis Monumentum. SPECIAL EDITION.", "description": "SPECIAL BONUS HOLOGRAM EDITION from “Inner Monuments” collection.\nIt’s a collection that rises from the rubble to rediscover our inner power, our courage, self-love and self-confidence. Through the Capitoline Triad: Juno, Minerva and Jupiter. Each sculpture represents a forgotten power that we all have within. It’s a message of self-improvement.\n\nDescription of the piece:\nIn Roman mythology, Minerva was born from the head of Jupiter. She was intimately associated with wisdom, war techniques and arts. She is the strategist, the one who dictates to the other gods what to do. \nFor this reason, in this collection Minerva represents the mental aspect of the human being. Taking care of the mind is the main factor to restore this monument. What do you think about yourself? See yourself as someone valuable, important, capable, worthy. You are enough as you are. Accept yourself but not in a conformist way, knowing that you are the best you can be at this moment, promising that you will give everything to improve. Perfection does not exist, think of yourself in your own measure, without comparing yourself with anyone. \nAlso watch what you put in your mind, what you pay attention to. Clean yourself from junk and superfluous content. Ask yourself what is important to you and focus on that. \n\nPower animal: Owl.\n\nMP4 - 1440x1700px\n\nFull story here: nft.matiasmarano.com/innermonuments", "artifact_uri": "ipfs://QmaQsGzy5FR3fR7eoBEPYbsG2SN9KjNGyKba8s1wGjE1PB", "display_uri": "ipfs://QmdErpGtsGmcNHjmxMYXa6NAXBKK6RNtmhnFS2BNTy3Qw2", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmaQsGzy5FR3fR7eoBEPYbsG2SN9KjNGyKba8s1wGjE1PB", "mimeType": "video/mp4"}], "creators": ["tz2NzvDGTtWUd195Yi5YewHXSY6mEwbmWjF4"], "tags": ["illustration", "2d", "contemporaryart", "fineart", "digitalillustration", "painting", "nfts", "collection", "paint", "nft", "statue", "Minerva", "Atenea", "goddess", "rubble", "ruins", "monuments", "temple", "urban", "graffiti", "mind", "selfcare", "depression", "skull", "vandalism", "hologram", "special", "bonus"], "extra": {}}