{"__version": 1, "token_id": 636140, "symbol": "OBJKT", "name": "There is no more Art - There is only Technology. Beau Tardy, Artist ©2022", "description": "\"There is no more Art - There is only Technology.\" \nby Beau Tardy, Artist ©2022\nELECTRONISM\nMy art is called ELECTRONISM, which means that I use all available electronic technology in combination with traditional art methods to create new work for today's hyper media world. The National Endowment for the Arts defines a Media Artist as \"utilizing a fundamental understanding of the mediums of analog and digital media to integrate digital technologies with traditional forms of artistic expression\". Physics defines Quantum as the smallest measurable discrete amount of any physical property. Pop Art uses the modalities of Popular Culture and Mass Media. I am a Quantum Pop Media Artist who uses the modalities and technologies of Popular Culture and Mass Media in association with all other traditional art forms as Art Quanta.\n\nThis NFT certifies this quote is by Beau Tardy, Artist. Created on Sunday 01/16/2022 and minted on Monday 01/17/2022. Dimensions 2000x2000px, 24fps, mp4, H-264, CBR. This art NFT was created using Photoshop, Final Cut Pro, Premiere Pro and Media Encoder Pro. Provenance: Beau Tardy, Artist, Mac Pro G5, 2x3 GHz Dual-Core Intel Xeon, serial #G872351VUPZ & SpaceStation HP- Envy PC, Intel(R)Core(TM)i7-6700 CPU @ 3.40 GHz 3.41GHz, 64-bit Operating System x64-based processor, device ID 0029BC8D-F324-4F6E-A3E1-xxxx...  ", "artifact_uri": "ipfs://QmYHNzo99JhKBTAHYsdbb6vjfaHXzDpB1DTtKCuCUFYcZ3", "display_uri": "ipfs://Qmdon1n8L2b2MheqJpTQmN2T28xwaM1g6J6QJnM64yf4b1", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYHNzo99JhKBTAHYsdbb6vjfaHXzDpB1DTtKCuCUFYcZ3", "mimeType": "video/mp4"}], "creators": ["tz1WJdsjTucjk6VAjTzcNUCGqhsyh45aCbTR"], "tags": ["art", "technology", "nft", "tezos", "cryptoart", "tv", "technology", "massmedia", "electronicart", "pop", "meta", "artist", "quantum", "media", "digital", "electronism", "popart", "digitalart"], "extra": {}}