{"__version": 1, "token_id": 288314, "symbol": "OBJKT", "name": "GENERATIVE Persian Gabbeh Loribaft (RARE  EDITION)", "description": "GENERATIVE Persian Gabbeh Loribaft (RARE  EDITION)\nGenerative artwork exploring color and the emergent effect of stacking simple shapes and filling their intersections.which take you on the journey to an imaginary universe. All artworks are created using custom algorithms in processing.\nThis collection has an abstract look at Iranian carpets, Iranian art-industrial carpets that have long overshadowed Iranian culture as a name and credit for Iran.\nThe patterns used in Iranian carpets are taken from the culture and lifestyle of its weavers everywhere in Iran. So that it can be said that every Iranian carpet is a beautiful painting, expressing the nature and culture of a region of Iran, and by observing it, one can ask for its originality.\nHardly any other type of carpet is as well known as Iran's hand-knotted Persian carpets. Among them, however, some stand out particularly due to their outstanding quality. One of these is from the Isfahan region. An architectonically impressive city whose carpets are as radiant as the buildings. Inspired by the city itself, carpets are knotted in factories with the finest patterns and ornaments.\n the rug is a Persian Gabbeh and thus belongs to the highest quality Gabbeh rugs. The rugs are knotted by nomads or semi-nomads in Iran following traditional handicrafts. The simple motifs and patterns are mostly inspired by the nomads' close environment. For example camels, trees or bushes can be found on the traditional rugs. Persian Gabbeh rugs are made of wool from locally raised flocks of sheep. The wool is therefore mostly still spun by hand. Thus each of these oriental rugs embodies a unique character of centuries-old culture.", "artifact_uri": "ipfs://bafybeifg4z5r6yem5qeg2h3fnmk4ugrkkaeczep4ngd5b4qrdtstqwwtmq", "display_uri": "ipfs://bafybeifg4z5r6yem5qeg2h3fnmk4ugrkkaeczep4ngd5b4qrdtstqwwtmq", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeifg4z5r6yem5qeg2h3fnmk4ugrkkaeczep4ngd5b4qrdtstqwwtmq", "mimeType": "image/gif"}], "creators": ["tz1SSCjgL54U5yUemQVFGfZ9M9ygKHLHgNsA"], "tags": ["generativeart", "creativecoding", "generative", "codeart", "newmediaart", "abstract", "creativecodeart", "algorithmicart", "touchdesigner", "object4objekt", "generativedesign", "processing", "mathart", "computerart", "proceduralart", "geometricart", "procedural", "isometric", "bhfyp", "geometry", "pattern", "GEOMATIC", "aiart", "artxcode", "minimal", "psychedelic", "glsl", "psychedelicart", "opart", "genartclub", "noise", "trippy", "opticalart", "artandtechnology", "coding", "audiovisual", "pyton", "p5js", "hen200k", "shahrokh", "machinelearning", "pixelart", "pixels", "rare", "1"], "extra": {}}