{"__version": 1, "token_id": 344214, "symbol": "OBJKT", "name": "Octahedron", "description": "#1 - Octahedron / Julio Cortázar (2112x2724, digitized)\n\nA collectible series of handmade collages on writers, crafted only with fascicles from the different CEAL (Latin America Publishing Center) collections (1966-1995).\n\nCrafted with Capítulo: la historia de la literatura argentina. Nº3 - “Los contemporáneos (1940-…)” (CEAL: 1ed, Aug 1967)\n\nCEAL (Centro Editor de América Latina) was an Argentine publishing house founded in 1966 during the military dictatorship of J.C. Onganía. Boris Spivacow founded it after an incident called \"the night of the long canes\" that occurred on July 29, 1966, in which the military regime evicted five buildings of the University of Buenos Aires (UBA) occupied by students, professors and graduates in opposition to the prohibition of political activity in the faculties and the annulment of the tripartite government (composed of graduates, teachers and students). CEAL was characterized by three fundamental issues: the excellent quality of the writers and editors, its totally accessible price and its low economic profitability. This triangle, added to the fact that CEAL stands for one of the most powerful movements of teachers, intellectuals and writers against a military dictatorship, are the reason for this collection as a tribute.\n\nJulio Cortazar (1914-1984) was an Argentine writer and translator. Considered one of the best storytellers of his time, he inaugurated a new way of writing literature in the Hispanic world, breaking the classic molds through narratives that escaped temporal linearity.", "artifact_uri": "ipfs://QmVvpwwJns645mBmH6FPSGE1Vn2vWxHcE7qNGCx365SbTx", "display_uri": "ipfs://QmY71iTPwz6of16nNENp4NtRSb5Rax2KQ18HqBKGkaLD1t", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVvpwwJns645mBmH6FPSGE1Vn2vWxHcE7qNGCx365SbTx", "mimeType": "image/jpeg"}], "creators": ["tz1QpiSQSuqTdZpXTNDrA9N8BBiPhHCzyqLZ"], "tags": ["writers", "writer", "collage", "analogic", "handmade", "analogiccollage", "collectible", "collectibles", "digitized"], "extra": {}}