{"__version": 1, "token_id": 413014, "symbol": "OBJKT", "name": "Broken °_°", "description": "As soon as they saw each other, they seemed to understand. No words were needed, although they would not have had the strength to express them either. Tired of so much struggle, they perceived the end of the storm in the fine drizzle. And so, drenched in heartbreak and unable to continue absorbing indifference, they crossed their gazes and slowly let their stunned, shattered hearts fall. They recognized their own pain in the pain of others. And they made the other's pain their own without even thinking about it. They stared at each other for a long time, helpless, broken. And almost on the verge of tears, they began to put the pieces together.\n\nRotos.\nApenas se vieron, parecieron comprender. No hicieron falta palabras, aunque tampoco hubieran tenido la fuerza para expresarlas. Cansados de tanto luchar, reconocieron en la fina garúa el final de la tormenta. Así, empapados de desengaños e incapaces de seguir absorbiendo indiferencia, cruzaron sus miradas y dejaron caer lentamente sus corazones aturdidos, destrozados. Reconocieron el dolor propio en el ageno. Y el ajeno lo hicieron propio sin siquiera pensarlo. Se observaron durante un largo rato, indefensos, rotos. Y casi al borde de las lágrimas, empezaron a juntar las piezas para unirlas.\n\n1920x1920 <MP4> \n\nFullscreen and headphones for a better experience.\nCollectors can request the static PNG and MP3 via DM.\n\nScript: Esteban Goldammer @gauchogold\nVoice: Andrea Bisso\nMusic: Silent Partner\nArtwork and animation: JP Bilowus\n\nNote: Kintsugi or Kintsukuroi is an ancient Japanese technique to fix cracks in ceramic with gold. This practice suggests that it makes no sense to ignore the wounds of the soul, wash them or hide them. On the contrary, it revalues the beauty of the scars: the breaks are part of the history of the object, make it unique and define its identity.\n\nº_º by @JPBilowus & co. º_º\n\nº_º OCT 2021 º_º", "artifact_uri": "ipfs://QmZdruh5HNkExBf6Haabtwp6T63NYbZnX6aGY7Sdvubc1U", "display_uri": "ipfs://QmbYSQTmxvQ4VPv7gtexi5WU6ciczXqhZRLk3g7bc28cub", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZdruh5HNkExBf6Haabtwp6T63NYbZnX6aGY7Sdvubc1U", "mimeType": "video/mp4"}], "creators": ["tz1VqgH77aQjXEoXLgA26jkzMidPGAvXFwK2"], "tags": ["Kintsugi", "Kintsukuroi", "gold", "broken", "crack", "generative", "VQGAN+CLIP", "genart", "japanese", "ceramic", "porcelain", "vqgan", "heart", "jpheart"], "extra": {}}