{"__version": 1, "token_id": 450514, "symbol": "OBJKT", "name": "Flag of Kstukri", "description": "An event that will pass unnoticed or change the world?\nOn the planet Earth, on the territory of Russia, in the center of Siberia, near the Baikal Lake, in a city called Irkutsk, a portal to an alternative universe has opened.\n*\nThis is the result of a confluence of circumstances, where, at first glance, someone's intention is not traced. Nobody knows where this will lead. But we will follow the events and tell you about the exploration of the newly opened world.\n*\nWe are a group of researchers of the creative potential of human consciousness. We have to admit to ourselves and to the whole world that the portal to the alternative world was opened because of our fault, direct or indirect. We are responsible for all the consequences of this fact. You may never notice his presence. Or maybe the history of mankind will change its course forever. But we openly declare our discovery and will publish everything we find in this strange world, where many things are different.\n*\nIn the alternative world, as far as we have noticed, much is the opposite, but the basic laws of physics and mathematics are similar. The most striking changes in the social, technological, cultural, institutional spheres of the development of alternative humanity.\nA striking example of this is the coat of arms of the city of Irkutsk, where the portal was formed. The city on the other side also has its own coat of arms - the coat of arms of the city of Kstukri.\n\nStay connected and hold on to your reality.\nWith trepidation, from the depths of Siberia.\nWe. ", "artifact_uri": "ipfs://QmU6YJMxzUTsnpvW4bvCnQn39NC3QTfooNHgwvjrRpJ6sz", "display_uri": "ipfs://QmSc3AQn1KpDbqkAnxHG6HqkbofHtwbvpaksxwjCyVibAN", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmU6YJMxzUTsnpvW4bvCnQn39NC3QTfooNHgwvjrRpJ6sz", "mimeType": "image/png"}], "creators": ["tz1STuGgWwcAgPTuARDFaff7AXgVd7fEt8Wo"], "tags": ["Kstukri", "Irkutsk", "Flag", "CoatofArms", "Siberia", "Russia", "Portal", "Alternative"], "extra": {}}