{"__version": 1, "token_id": 508314, "symbol": "OBJKT", "name": "MY BANANA TESTIMONY.", "description": "This is my first NFT!\n\nRecently, I remembered a special banana-related testimony from my personal life. I jotted a note about it in my journal and went about my day. That evening, my husband asked me a random question about bananas, and then the funny movie we watched had several references to bananas, and THEN an unrelated article I read mentioned a banana!\n\nOkay, God, I get it. It’s time to publicly tell … THE BANANA STORY.\n\n(My apologies to those who have heard it before, but there's a whole crop of people who haven't, so, to those who haven't heard the story — this one's for you!)\n\nOne afternoon, I was studying the Bible. I don’t remember exactly what I was studying in the Bible but I know during that time, I was doing word studies on fruits of the Spirit (a group that actually does NOT include bananas!), so it was probably something related to that. I would look up places in the Bible where that fruit of the Spirit or attribute of God was mentioned and meditate upon it.\n\nMidway through my Bible time, I wanted a banana.\n\nI took note of the time. I didn’t have very long before I needed to go pick up my mom from work. So, I could either go to the kitchen and eat a banana, or I could stay in our home office room and keep studying the Bible.\n\nI chose the latter.\n\nWhen I picked up my mom and she got in the car, she did something that she had never done before and has never done since. It was a moment I will never forget. \n\nShe reached in her black purse, pulled out a banana and said, “Would you like a banana?”\n\nWhoa.\n\nIt was one of those moments when you’re like, “Is this really happening!?” I knew it was from the Lord.\n\nYou see, when we give up something of the world to pursue Him, He will always give it back to us — either in the same form (a banana just like the ones we have at home!) or in a different way or as a different thing that’s even better.\n\n“So do not worry, saying, ‘What shall I eat?’ (or — ‘But what about the fact that I want a banana?’) … For your Heavenly Father knows what you need. Seek first His Kingdom and His righteousness, and all these things shall be added unto you.”*\n\nEven bananas.\n\n-\n\n*Matthew 6:33", "artifact_uri": "ipfs://QmNY7aqVCujqjspp7RwgNLP9hzF3ypFhv7PBvXGfNidmkJ", "display_uri": "ipfs://QmbtG7Rfu38Qhmj8JujLuT1xS66LZqvKKx2k9UDYavajYR", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmNY7aqVCujqjspp7RwgNLP9hzF3ypFhv7PBvXGfNidmkJ", "mimeType": "image/jpeg"}], "creators": ["tz2KBU4Z6jBeEB3boa53GqKjtQy3k9ANcnB2"], "tags": ["banana", "testimony", "portrait", "waves", "ocean", "yellow", "lightpinknails", "girl", "youngwoman", "womanofGod", "truestory", "story", "reallife", "happy", "smile", "joy", "joycomesfromtheLord"], "extra": {}}