{"__version": 1, "token_id": 522114, "symbol": "OBJKT", "name": "Xaulas", "description": "Xaulas was the Emperor of Faerea, a vast part of the continent, that got his name from the Fae. He conquered it by sword and blood, but something else, something that should be forbidden. Sardas was directly implied on such experiments that seemed to challenge the power of the gods. In these times, Ophidae City didn't exist yet, and Xaulas was just the king of a little reign in the south east of Alkaaran. But thanks to Sardas, a vast army of genetically engineered warriors, the Fae, took over almost half of the continent of Alkaaran. They called his new reign Faerea.\n\nAbout the events related to the creation of the Fae, Xaulas just said, without any kind of regret:\n\n\"I would like to say that if the gods are true, they must have had a good laugh. It was the gods that created the Ophidae and we in our stupidity, created the Fae. Oh, the Fae, yes, we did. We gave them shape and form. I'm the Emperor, Xaulas, and I rule the Ophidae City of Faerea and all its people and lands and riches.\"\n\nIn these times, Ayouma was just a young boy working as servant in the Emperor's Palace. His job was to help Sardas, but he considered him and his experiments disgusting, so ignored most of his requests. Sardas hated that young boy as he seemed impossible to be tamed trough fear, And Sardas didn't want to have around anybody that was not under his control. So at end, he sent Ayouma to the City Guard, expecting that some discipline will turn the boy somebody more obedient. Nothing more far away of what happened.\n\nEverybody knows the epic defense of Ophidae City in the event called \"Siege of the 1000 days\", and how Ayouma became the Captain of Xaulas personal Guard. So Sardas plans blatantly failed and now Ayouma was back to the court, and with the favor of the Emperor. He was not that young boy anymore, and now was at the same level of Sardas, as the Emperor was very Grateful to both.\n\nMaybe the gods became angry, or is just that any act has consequences. The Fae became mad along the years, and at some point they started a rebellion against Xaulas, where times of blood and fire until they won the war, although they were not able to find Xaulas. After his reign was broken, he and Sardas fled into the unknown and now is a legendary character in the eyes of the people.\n\nAyouma died trying to defend Ophidae City, as he did before, but the Fae were not even human. The people never forgot about him, and even 1000 years after, he is considered one of the true heroes of Alkaaran history.\n\n--\n\nAI Portrait, made with a carefully picked prompt, a handcrafted start image, and a chain of several GANS. Delivered to all of you, as is. There are not edits beyond contrast/color correction and some re-focusing.\n\n2024x2024 pixels\n\n300 dpi", "artifact_uri": "ipfs://QmYNrtzmmnU6AunW5UpvC5nfkWVzQPhSAbLoWMW31wk12a", "display_uri": "ipfs://QmPRp3UvmnNiRqAJWu3B8sn8SoH9wDKDtNMULTFXiNFbad", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYNrtzmmnU6AunW5UpvC5nfkWVzQPhSAbLoWMW31wk12a", "mimeType": "image/png"}], "creators": ["tz1eSZRDPZxSm5Ey9qqMtopFTrBm1oS3S9Jv"], "tags": ["aiart", "gan", "portrait", "character", "scifi"], "extra": {}}