{"__version": 1, "token_id": 548714, "symbol": "OBJKT", "name": "DREAM WORLD III", "description": "“DREAM WORLD III’ is the third piece in Jacob’s genesis NFT collection. It continues to take inspiration from the unique landscapes of the Middle East region combining multiple images shot by Jacob over a 4 year period into one “DREAM WORLD” landscape. “It's the possibility of having a dream come true that makes life so interesting” — The Alchemist 1988. Throughout life, at any age, we are faced with challenges we didn’t plan for. Like hoping our growth will bring connection, but instead it brings loneliness. Or striving for success in reach of recognition, but instead getting ostracised and outcast. Just like the earth, and it’s daily ritual from night to day, everything in life has two perspectives and it’s how we navigate the reality we are faced with, over the expectation we had of it, that allows us to see our true purpose. The protagonist here, warmed by the morning sun, is faced with that challenging reality. A road that is full of obstacles, set backs and hardships making for a seemingly lonely task. However, deep inside of him there is one companion, a dream. A dream so vivid that it glows bright on the horizon, giving him the strength to continue conquering his challenges. Dreaming is one of life’s greatest gifts, to fantasise and imagine about a wonderful outcome in life. Yet, for some it’s simply the possibility of that dream coming true that fuels progression, happiness and excitement in life, regardless of the final outcome. *** The collector will receive a gallery quality, signed and framed physical print of the image alongside the NFT. The size of the print will be determined by the collector and Jacob once the sale is complete. ", "artifact_uri": "ipfs://Qmao2QZ9ygWg6Fqzjb26HMKZVwk1vtmfgADaDdtTgcTpvD", "display_uri": "ipfs://QmZ3x27WypzwsedeYdEoTcjZy1ZqJenCD5ccWVFjjm88Kv", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmao2QZ9ygWg6Fqzjb26HMKZVwk1vtmfgADaDdtTgcTpvD", "mimeType": "image/jpeg"}], "creators": ["tz1WTHfY9DfZhVJkHQXvCR39nshhYBJCbNP7"], "tags": ["art，city，cityscape，color，desert，digital，dream，dreamworld，dubai，dunes，earth，furturism，jacob，jacobriglin，landscape，milkyway，sand，sanddunes，stars，sunrise，sunset，surreal，surrealism，travel，universe，world"], "extra": {}}