{"__version": 1, "token_id": 551114, "symbol": "OBJKT", "name": "Nature's Paintbrush", "description": "For a few weeks out of the year, certain areas in the Colorado Rockies undergo a stunning transformation as an explosion of wildflowers spread across the mountainous terrain. I have spent the last few years capturing these blooming events during the most beautiful times of day, and it is safe to say it has become an obsession. How can something so beautiful and seemingly delicate grow in the most rugged locations? Wildflowers are tougher than they may appear on the surface, and to me symbolize the essence of resiliency; able to weather some of Colorado’s harshest elements, only to return again year after year. Nature’s Paintbrush is the first piece of the “Bloom” series, a collection of my finest and most epic wildflower landscapes. The photographs in this collection were all captured within the same week during the healthiest bloom Colorado had seen in a while. This first piece depicts one of my favorite species of native wildflower, the Indian Paintbrush, named as such due to the peddles appearing like the tip of a brush dipped in red paint. This wildflower is harder to come by than some other species, like the more common purple Lupines also seen in this piece, and are especially difficult to find in such a healthy and vibrant condition. I remember setting out for another evening of chasing sunsets with the goal of tracking down the more illusive Indian Paintbrush. After a while of exploration with no luck and the last of the day’s sunlight quickly coming to an end, I began to feel the familiar feeling of defeat common with landscape photography. As I often do when hiking an unknown trail, I kept telling myself “let’s just see what’s around this one last corner.” This was a rare case where my stubbornness paid off. As I turned this final corner my heart began to race, as in front of me stood a hillside covered in Lupines and vibrantly red Indian Paintbrush, all overlooking a lake and a mountain cabin. Perfect composition, check. I rushed to set up my tripod and frame the scene, my heart pounding as I knew the sunset was nearing an end. With my camera all set up, I waited in anticipation. I knew in the back of my mind that sometimes the best of light happens immediately after the sun has set behind the mountains. This was about to be one of those times. An orange glow began spreading across the underside of the clouds, growing stronger by the second. Then all of a sudden, rays of sunlight materialized from behind the mountain, beaming across the sky. I probably took about one hundred images as the light continued to evolve over the next sixty seconds. I couldn’t believe what I was capturing. Sometimes Mother Nature is on your side.", "artifact_uri": "ipfs://Qme6j1VPVLeGZRfD78X37Yresio1VNtA6ncPLPAkorZ5nB", "display_uri": "ipfs://QmV4Cmvt1ypWrcDkbHvvU3sdj79iVRLwpT6mCcXTdKvq94", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qme6j1VPVLeGZRfD78X37Yresio1VNtA6ncPLPAkorZ5nB", "mimeType": "image/jpeg"}], "creators": ["tz1cqcXBJwuQ3trxQc8CzBaBwfdGx62uFvKB"], "tags": ["adventure，colorado，digital，dreamscape，flowers，hyperrealism，landscape，mountains，mountainscape，nature，photography，sky，strauss，sunset，water，wildflowers"], "extra": {}}