{"__version": 1, "token_id": 570014, "symbol": "OBJKT", "name": "VRE-A1-001 “Gasless Love” by On-Chain Interactive", "description": "\"It's been an entire block cycle since the last time we were privileged to engage in true intimate love the way it was meant to be experienced. That would be unrestricted of social and financial limitations, that often block love from reaching and warming even the darkest of hearts.\n\nBefore the Universal Block Act was put in effect, we used to hang on the terrasse of the old VR Club \"Mirage\" overseeing the ever-moving megacity grow by the block in real-time. \n\nBeing naive in our past versions, we were positioned far from even conceiving that a block would be confirmed where Digital Twins would be cursed with being unable to experience true love unless they cover the transaction fees associated with the transmission of the archaic e-motion.\n\nAlthough your web3 ID is not present at the moment, sometimes, my common sense of hearing, force-recalls your recording from Nikita, from the night we signed for the first time.\n\nTruly yours, on this chain, and all of 'em.\ntz1NHgyL6wVkob6sBPzdeKvqx9SH4BnPHr5g\"\n\n~\ncredits:\n\n*part of the \nVRE-A1 | On-Chain Interactive - Gasless Love\n\n*about\nVirtual Reality Environments\n\n...is a series of audiovisual specimens published on the public Tezos blockchain via the HEN platform. Media include collaborative efforts between Jock Sungus and Ross Peili. As the title suggests, a Virtual Reality Environment is better served in the metaverse, analogizing it is meant to simulate geometrical, physical, and spatial aspects not often found in 2D media.\n\nvisual environment: @jocksungus\naudible environment: @rosspeili\n", "artifact_uri": "ipfs://QmZji9vGmg4TU9USieksPRtF6rFgKtW7Xj7R2bsWX9WQGs", "display_uri": "ipfs://QmcDRsrymWE2vvQWXSz5nerm588TMQiichV8dahyhdMSiN", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZji9vGmg4TU9USieksPRtF6rFgKtW7Xj7R2bsWX9WQGs", "mimeType": "audio/wav"}], "creators": ["KT194iQebkXNXTqM3xRS2NH115tQHsJhHiWD"], "tags": ["electro", "techno", "minimal", "detroit", "neotokyo", "berlin", "shanghai", "moscow", "cyberpunk", "cyberia", "vr", "club", "vre"], "extra": {}}