{"__version": 1, "token_id": 386632, "symbol": "OBJKT", "name": "Don't Send Roses 1305", "description": "\n\"Don't Send Roses\" is a series created from a variation on the \"Sadists Kiss\" system [1], which in turn emerged from a variation on the \"Thorns\" series [2] I released last year and relates to emotions and experiences that are related to the masochism that I'm a little more open about acknowledging these days.\n\nAll three systems use approximately the same rules. They work by first sampling points using the fractal flame algorithm [3] and then computing the Voronoi tesselation [4] that those points define. Cells are then discarded if they exceed a size threshold. Those that remain are filled using a limited palette - sampled algorithmically - which conceals the cell borders and creates the appearance of jagged polygons. \n\nCompared to \"Thorns\", the \"Don't Send Roses\" pieces have more structure and nuance. I've grown considerably in the time between these two systems. Compared to \"Sadists Kiss\", the biggest change is the palette. The brighter colours in \"Don't Send Roses\" are new are more expressive. The hint of menace in the earlier series is gone, and the delight I take in this part of my world is not as concealed as it once was.\n\nSources:\n\n[1] https://www.hicetnunc.xyz/objkt/341868\n[2] https://art.djnavarro.net/gallery/thorns/\n[3] https://en.wikipedia.org/wiki/Fractal_flame\n[4] https://en.wikipedia.org/wiki/Voronoi_diagram\n\nAuthor:\n\nhttps://hen.djnavarro.net\nhttps://art.djnavarro.net\nhttps://twitter.com/djnavarro\nhttps://github.com/djnavarro\n\n", "artifact_uri": "ipfs://QmXj72KUNDFMtJCga3C3gGcRNxpwkhaBcwub6Amf6dJnSe", "display_uri": "ipfs://QmX2zw7hfSLQjhwkvmNzHixnib8Vj3LF1y2LCxmqL1f2o5", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXj72KUNDFMtJCga3C3gGcRNxpwkhaBcwub6Amf6dJnSe", "mimeType": "image/png"}], "creators": ["tz1hXKn2BcU64HxSrmojfuf7cDoweJ9xwxZ7"], "tags": ["voronoitesselations", "iteratedfunctionsystems", "generativeart", "sadomasochism"], "extra": {}}