{"__version": 1, "token_id": 398532, "symbol": "OBJKT", "name": "Akil'ea and Tristesdo y Amor", "description": "This is the final version and closest looking to how it does in my sketchbook so I'm finally satisfied with it. Kind of hard to categorized this piece but I believe it mixes elements of macabre & horror,dark, fantasy, and surreallism\n\nThese demons are the next two to be depicted from my Abstractium series of artwork. (btw 'y' in the title is 'and' in spanish)\n\nHere is scene from a group of structures in Abstractuim known “Boisiterius”. These structure are home to entities that in one way or another relate to the use of sound and music in their behavior. In this structure are many strange rooms,auditoriums,ballrooms, halls, and theaters that all contain an individual array of sounds and music. In here demons emit many forms of music and sound ranging from familiar methods such as vocally or instrumentally, or to strange and highly bizarre methods of emitting sound. Those who become trapped in Boisterius will experience sounds of horror and torment, and even sounds of beauty and intense emotion through the sounds and music of its demons.\n\nTristesdo y Amor: This demon resembles a couple in each other's embrace. Entwined together in an eternal waltz Tristesdo plays the melodious strings of Amor's spine. A sound laced with beauty and yet drowning deep in melancholia,the music of Tristesdo y Amor transcends beyond the sound of any mortal violin. Pushing the boundaries of an average violinist Tristeso plays with his left hand with such perfection. Tristesdo plays the strings of Amor's spine in the most woeful and beautiful violin symphony ever conceived, accompanying the voice of the demon Akil'ea. To mortal ears this musical piece is so emotionally devastating for who ever hears this will be overwhelmed by its intensity. As the notes progress any mortal will be brought to their knees, the vibration of Armor's string's will shake their very core. The brain will be flooded by endorphins created from the music that will overwhelm the brain which will begin to die. With ever lugubrious note tears will fall that eventually soon become blood. In the intense section of the composition, each stroke from Tristesdo's bow will start to literally tear your heart apart. Tristesdo cannot and will not stop playing the strings of Amor as each stroke soothes the pain of Amor keeping her alive forever in Tristesdo's embrace. If he ever stopped playing he would lose his amor forever.... The origins of this demon are unknown, but it is believe they are a representation of a powerful tragedy between lover's of the truest nature as Tristesdo y Amor's music is of true beauty and melancholy showcasing the power of raw emotion.\n\nAkil'ea: Basking in instrumental of Tristesdo y Amor the demon Akil'ea accompanies them with her voice in this heart-rending symphony. As she dances with the duo a mouth on her forehead bellows with a captivating and beautiful operatic voice of an angel. This voice maybe connected to the feelings and emotion running through her mind being emitted through sound. This voice severely strengthens the impact of Trisesdo y Amor's sound. Captivating any mortal rendering them helpless to need to listen and become lost in the music of the beautiful symphony which will only lead to emotional agony and death. As she dances threes metal rings are suspended around her body that follow her every movement. Long stakes attached to the ring pierce in and out of her bleeding body. Looking painful it maybe represents her pain or torment, this feeling whatever it maybe brings about the power in her voice . Akil'ea never opens her eyes dancing blindly around the room, yet somehow she is still in sync with Tristesdo y Amor. Inside the intricate device that Akil'ea is attached to is a man who’s arms and legs are chained in the interior, a chain piercing a hole through his face points it upwards, in his chest is a gapping bleeding hole in the shape of a heart. This man chained inside of Akil'ea may represent tortured and restricted male lust or maybe a former lover trapped forever as part of Akil'ea which either torments her or maybe even empowers her by the way he is trapped underneath her. Unlike Tristesdo y Amor the demon Akil'ea is much more difficult to interpret as many of her features are mysterious yet connected to the story of this demon...\nHorror painting project \nImage size : 4629x5873px 10.65 MB\nDate : Jun 25, 2014\n", "artifact_uri": "ipfs://QmWjKHpkEgYjcARt52gFF24WWf4X4PDjbpsaP8A8zJMUmu", "display_uri": "ipfs://QmTJpWfN8xR2b4qLEAvLLggarE7bUzbHNEFFRneJxF2ztp", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWjKHpkEgYjcARt52gFF24WWf4X4PDjbpsaP8A8zJMUmu", "mimeType": "image/jpeg"}], "creators": ["tz1gHC1w7W6M5fSMCtryM6FzDBeXV7pT6krX"], "tags": ["darkart", "japanesehorrorart", "painting", "illustration", "horrorart", "blackandwhite", "random"], "extra": {}}