{"__version": 1, "token_id": 521532, "symbol": "OBJKT", "name": "\"Quantum Color Theory: Chaos Gate\" - a proposal on the study of theoretical colors quantum computing can be predicted and tested to calculate", "description": "What happens to wavelengths of light when you raise or lower how many dimensions of space it takes up? When a 0 or a 1 is a sphere, can this higher level of byte states predict quantum theory? Well, that's why we call it \"quantum computing?\" isn't it?\n\n\"Quantum Color Theory\" - find your computer's screen color inverter, it'll be needed as I explain this image. The top left lets you know if you're in the RGB or CMY version of the image instantly to prevent disorientation and ground you. Flip the image a few times to adjust to familiarize yourself with the back of the image as well.\n\nIt hurts, doesn't it? But why? the image flipping? Not being used to color inversion? Or the back background turning to white where the image is published to? Because this image has been very finely tuned to cause a negligible amount of eye strain upon image inversion. Now imagine how badly it hurts to use a computer blind.\n\nDo you notice and colors that don't change? The version of the image with no text on top shows this a lot more clearly: gray. CMY is assumed to be an entirely different visible light spectrum perpendicular to RGB color sight, with K being top to bottom, and transparency a secondary value of saturation. \n\nThe immediate problems that can be solved by pen and paper with this math is making blind and low vision friendly technology and accessibility tools, metaspaces, website layouts, and general computer usage by use of the colors the person can see. My computer has quite a few default settings for this, and I used many of them to create this image, and in the process not only trained myself to not need them to use my computer, within a week what I learned about color inversion let's me live a normal life as a blind person with color sight. The eye strain pain stopped, because I'm not looking at the screen: I'm looking at the color light my computer gives off.\n\nAn immediate roadblock I see to future technologies: weaponization to inflict physical pain onto users is the same technology that would help people see proposed theoretical colors, and I propose with no solution to this I will neither give my solution to technology that would help with this, and have the applications of this apply to end-user blind, visual impairment, color blindness, and color sight accessibility development.\n\nOne option that stands out to me that is lacking in monitor color change accessibility to help with visual sight navigation is how this study can be used to make simple tests that calculate optimal ways to help a person use a computer with color sight using the way their eyes process colors and not assuming how their eyes process colors.\n\nInteresting notes: Adding a mere 1/8th of infrared or ultraviolet to a random 3 color spectrum requires 2 of those colors to stretch into 4 graphable planes, the squishing of the 3rd, the 4th color you add is where the spectrum can start to bend into reverse iterations of colors, and calculating quantum color is done by then graphing Infrared and Ultraviolet. I'm sure there's better or already existing ways to do this, but the point of this entire proposal is bringing stuff like that to the visible light spectrum. Only use as much color math as is necessary when stuck: draw this one out yourself on any program you have a color picker. Until you can find where Ultraviolet and Infrared land between 3 colors with no computers there's more optimization that can be done in your methods to be able to so much as orient yourself up and down on a quantum color spectrum. But that's the thing: you can't do that without computers, and neither can you see quarks without computers, nor deep space without color.\n\n\"What if the same technology to see the furthest parts of the Universe helped us see quantum level when the technology is convoluted, optimized, and ran in reverse?\"\n\nOther definitions: If I were to divide Red, Green, Blue 6 ways I'd get Red, Yellow, Seafoam, half-green blue, half-red blue, and half way between magenta and red. The CMY  inverse of that would be Cyan, Orchid, Yellow-ish Magenta, Orange, Lime, Seafoam. \"ROYGBIV\" spectrums are as obsolete in this theory as thinking red is a primary color, because in Quantum Color Theory we're assuming stuff like Infrared and Ultraviolet to be primary colors, and time moving in 2 dimensions and the implications that has on the gravitational pull of protons, their wavelength and/or particle behavior.\n\nA simple visualization is printing (drawing, painting, whatever you have available) out a spectrum on paper with the inverse on the back side of a paper strip. Fold and attach into a mobius strip. Shine light and shadows on this and see how your perception of each color changes.", "artifact_uri": "ipfs://QmebFeVPRDNBuXDGSiXqL7cr1kvTbvTAVt7bjzoPZYZrD5", "display_uri": "ipfs://QmQjWDq562niuVUTMrrDobZynWrdXcMXQSJ82kX6nXZeLq", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmebFeVPRDNBuXDGSiXqL7cr1kvTbvTAVt7bjzoPZYZrD5", "mimeType": "image/png"}], "creators": ["tz1WSB79B4pMAqzsfhqox2FzCRkf15ybZ4GD"], "tags": ["quantumcolortheory", "proposal", "universe", "science", "color", "math", "abstraction", "theoreticalphysics", "thermodynamics", "entropy", "multiverse", "quantumtheory", "quantumcomputing", "colortheory", "4d", "2dtime", ""], "extra": {}}