{"__version": 1, "token_id": 550932, "symbol": "OBJKT", "name": "Purple Haze", "description": "Animação criada a partir de pintura digital.\n\nEmbora tenha se popularizado pela música de Hendrix, a Purple Haze é uma strain que faz sua própria fama. \nCom tonalidades que podem atingir o púrpura, e cristais de tricomas que tendem a ser incríveis, \nela é considerada uma variedade clássica entre os connoisseurs do mundo canábico.\nEsta erva é encontrada naturalmente na região montanhosa mais alta e na região do Himalaia no Nepal.\nFoi reconhecida quando Jimi Hendrix escreveu uma música sobre ela e seus efeitos depois de passar por essa região. \n\n\n\"Purple Haze por toda a minha cabeça\nUltimamente, as coisas, elas não parecem mais as mesmas\nEstou agindo meio engraçado, mas não sei o motivo\nMe dê licença, enquanto beijo o céu\"\n\n(Jimi Hendrix)\n\n___________________________________________________________________________\n\nAnimation created from digital painting.\n\nAlthough popularized by the music of Hendrix, Purple Haze is a strain that makes its own fame.\nWith shades that can reach purple, and trichome crystals that tend to be amazing,\nit is considered a classic variety among connoisseurs of the cannabis world.\nThis herb is found naturally in the highest mountainous region and in the Himalayan region of Nepal.\nIt was recognized when Jimi Hendrix wrote a\nmusic about it and its effects after passing through that region.\n\n\"Purple haze all in my brain\nLately, things, they don't seem the same\nActing funny, but I don't know why\nExcuse me, while I kiss the sky\"\n\n(Jimi Hendrix) ", "artifact_uri": "ipfs://QmdQMb7BSCtYwZWjmDDdBcgD95MUcuytqodumpXhUCgHZV", "display_uri": "ipfs://QmdQMb7BSCtYwZWjmDDdBcgD95MUcuytqodumpXhUCgHZV", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmdQMb7BSCtYwZWjmDDdBcgD95MUcuytqodumpXhUCgHZV", "mimeType": "image/gif"}], "creators": ["tz1L45ouDEDxak9reBHBY8cEjuwsxfDYyuFK"], "tags": ["purplehaze", "ganjagirl", "ganja", "hendrix", "Illustration", "weed", "rockillustration", "weedart", "smokeweed", "graffiti", ""], "extra": {}}