{"__version": 1, "token_id": 571532, "symbol": "OBJKT", "name": "Equis Ese: Despojos de guerra", "description": "Autorx: Equis Ese [ www.tonelsinfondo.blogspot.com ]\n\nPDF: Despojos de guerra\n\nRecoleta, Región Metropolitana de Chile.\n\n[ 07 / 2019 – 07 – 2020 ]\n\n\n\n[ ESP ]\n\n'Despojos de Guerra' es un experimento literario compuesto por algunos cantos que transitan por los pasillos pesadillescos del mundo humano.\n\nLa obra dialoga con la localidad humana, porque la interpela, mediante un imaginario monstruoso.\n\n\n\n[ POR ] \n\n'Despojos de guerra' é um experimento literário composto por algumas canções que percorrem os corredores de pesadelo do mundo humano.\n\nA obra dialoga com a localidade humana, porque a desafia, através de um imaginário monstruoso.\n\n\n\n[ FR ]\n\n'Despojos de guerra' c'est une expérience littéraire composée de quelques chansons qui traversent les couloirs cauchemardesques du monde humain.\n\nL'œuvre dialogue avec la localité humaine, car elle l'interpelle, à travers un imaginaire monstrueux.\n\n\n\n[ DE ]\n\n'Despojos de guerra' Es ist ein literarisches Experiment, das aus einigen Liedern besteht, die durch die alptraumhaften Korridore der menschlichen Welt gehen.\n\nDas Werk steht im Dialog mit dem menschlichen Ort, weil es ihn durch eine monströse Imagination herausfordert.\n\n\n\n[ ENG ]\n\n'Despojos de guerra' is a literary experiment composed of some songs that travel through the nightmarish corridors of the human world.\n\nThe work dialogues with the human locality, because it challenges it, through a monstrous imaginary.\n\n", "artifact_uri": "ipfs://QmYSvTJ1J3Gv44AJQcNVdbGXUZ3beAkCRNNsmZbwD9ALqG", "display_uri": "ipfs://QmQqLBioEph8xRrPA7AyNfEUPxPeor3ySMm4pF6uFvHyyZ", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYSvTJ1J3Gv44AJQcNVdbGXUZ3beAkCRNNsmZbwD9ALqG", "mimeType": "application/pdf"}], "creators": ["tz1X2T6MhDT37H8ehfQEhzgdghuJLCyv5HKL"], "tags": ["poetry", "experimentoliterario", "pdf", "text", "poemas", "experimental", "www.tonelsinfondo.blogspot.com", "www.cooperativalocal.org", "cooperativalocal"], "extra": {}}