{"__version": 1, "token_id": 629232, "symbol": "OBJKT", "name": "", "description": "\"An artist today needs to avail himself of all the technology of modern pop culture and mass media in order to deconstruct it and reconfigure it.\" Beau Tardy, Artist ©2013-2022\n\nParis born French - American multimedia artist Beau Tardy began his art career in 1984 in New York City. He studied at Parsons School of Design were he attended the first ever computer graphics class given there. He became involved in the East Village art scene working as an illustrator for the seminal East Village Eye magazine and participating in group shows with artists such as Gary Panter and Wayne White. After dropping out of art school and moving to Paris he joined art collective Mano-Mano to do street art, graffiti, billboard subversion and art performances. Beginning in 1987, he became increasingly involved in electronic imagery, digital art, video and television, garnering a French Ministry of Culture art grant for his 'Electronism' project. In New York City in the early '90s he was hired by the on-air graphics department at MTV where he created on-air graphics and show opens for MTV News, Yo! MTV Raps and The Real World. He went on to work for several other networks like VH1 and Nickelodeon. In 1996 Beau founded Dizzy Worldwide Corp., a TV and computer graphics studio whose clients are major cable TV networks and advertising agencies. In Y2K (2000) Dizzy Worldwide opened a Sydney Australia office. Dizzy Worldwide has won many industry awards including an Australasian TV Award, Gold, Silver & Bronze Broadcast Design Awards, Silver Telly Awards & Communicator Award of Distinction. Additionally, Beau has shown paintings, installations, digital art and video art internationally including the Barcelona Biennale, Paris and New York, Sydney Australia, the Contemporary Art Center in New Orleans and Houston.\n\nQUANTUM POP MEDIA ARTIST   \nArt is Media. Media is Art.\nI sample from everything.\nI am an Art Scientist.\n\nELECTRONISM\nMy art is called ELECTRONISM, which means that I use all available electronic technology in combination with traditional art methods to create new work for today's hyper media world. The National Endowment for the Arts defines a Media Artist as \"utilizing a fundamental understanding of the mediums of analog and digital media to integrate digital technologies with traditional forms of artistic expression\". Physics defines Quantum as the smallest measurable discrete amount of any physical property. Pop Art uses the modalities of Popular Culture and Mass Media. I am a Quantum Pop Media Artist who uses the modalities and technologies of Popular Culture and Mass Media in association with all other traditional art forms as Art Quanta.\n\nThis NFT certifies this saying was originated by Beau Tardy, Artist in 2013 and minted by Beau Tardy, Artist in 2022. This is the original Photoshop generated graphic. Provenance: Beau Tardy, Artist, Mac Pro G5, 2x3 GHz Dual-Core Intel Xeon, serial #G872351VUPZ; created in Adobe Photoshop CS3 version 10.0 on Monday 03/18/2013 at 1:14pm, modified Tuesday 01/11/2022 at 2:37pm; dimensions 720x480px, RGB, video aspect ratio. ", "artifact_uri": "ipfs://Qmcm5z1TyFJDGaAsxM2rVffcYunrGUTstq6HHNcrg91B9b", "display_uri": "ipfs://QmVcMnseVC8PAAnt3onHXjWihuNKpUUibmBiBcHi6SfNw3", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmcm5z1TyFJDGaAsxM2rVffcYunrGUTstq6HHNcrg91B9b", "mimeType": "image/jpeg"}], "creators": ["tz1WJdsjTucjk6VAjTzcNUCGqhsyh45aCbTR"], "tags": ["art", "meta", "technology", "media", "TV", "digital", "electronism", "massmedia", "electronicart", "digitalart", "NFT", "MTV", "quantum", "pop", "popart", "artist", ""], "extra": {}}