{"__version": 1, "token_id": 330967, "symbol": "OBJKT", "name": "Restroom - Death On Top Series 03", "description": "Parents told me as a child: Friendly nodding will get you far. Never knowing who you’ll greet, better be a delightful treat. Tasty good! Smelly sweet!  A jar of water amidst the heat!\n\n-Never say what’s on your mind, things so rotten should be confined: \u2028to the chambers, hard to find, the septic tank we keep behind.\n-Yes, yes, yes! I will agree! To be chopped down like a tree. All as long as you are happy! You are the boss, you are the papi. I will never let you see all the holes from which I bleed, only feed on what you leave and hide my pain under my sleeve!\n\nBut oh nature! Monstrous thing! Like a pendulum its sentence swings: from a well or come this spring, all you tossed will come to sting.\n\nThe greedy seed in my chest planted will replace my heart transplanted, thorns will blossom in my chest, resentment fueled my hate won’t rest.\n\nFill it, fillet, fill it all! Till it starts to overflow! Then you’ll notice with a blow, so much silence will kill you slow. When you finally throw your load - as if good morning Christmas snow- all you held, all that dough, will turn to face you and eat your soul: like a pancake, fettuccini! Slurp your insides like linguini. You will vanish like Houdini, a deck of cards gone oh so steamy!\n\nBring, bring, bring! Bring the wine! Or pills, syringe, to the restroom shrine! Toss them down like a fountain dime, till you are numb and no longer whine. Filled with thrill, unpack those pockets, fit the bill, ride the rocket: nobody will recall what has happened at the restroom stall.", "artifact_uri": "ipfs://Qmd6PPByGkWNZYwW9c6USF53DTLQSMGecb1BZD2dsaw1Vx", "display_uri": "ipfs://QmQgphrPsKhm111qBPKcKrmzqCnu4wzzwZzc3FudL7UqXb", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmd6PPByGkWNZYwW9c6USF53DTLQSMGecb1BZD2dsaw1Vx", "mimeType": "image/png"}], "creators": ["tz1aQKoJYGJTZRNDjunJVuPmJeZPKsrRvpBZ"], "tags": ["3d", "blender", "illustration", "story", "color", "poop"], "extra": {}}