{"__version": 1, "token_id": 364667, "symbol": "OBJKT", "name": "Battle of titans", "description": "/Battle of titans in the isometric Mapu \n\nBoth are powerful entities of Mapuche mythology in the form of mythical serpents (in Mapudungun, filu): Caicai-Vilu is the \"sea serpent\" that has the power to dominate the sea and everything related to it and Trentren is the \"earth serpent\" that has the power to dominate the land and its volcanoes.\n\nWhen Caicai awoke from her dream she saw that men were ungrateful for all that the sea gave them. Enraged, she struck the water with her tail, causing a great flood that inundated the earth. The inhabitants fled for safety, receiving the help of Trentren, who ordered the hills to increase in height to counteract the power of Caicai.\n\nAngry, Cai-cai began to fight against Trentren in a titanic battle that lasted a long time, until both serpents got tired, with which Trentren partially won, since not all the land was flooded, however, the waters did not return completely to their former level.\n\nAfter the cataclysm, everyone continued their lives peacefully; until one day it was Trentren who later became angered by the attitude of the men, and made all the volcanoes erupt and the population had to move to other safer places. Since then, Trentren continues to manifest itself through tremors, earthquakes and volcanic eruptions, while Caicai causes tidal waves and floods when he stirs in his sleep./\n\n𝘉𝘦𝘭𝘦𝘱𝘰𝘬 (@𝘉𝘦𝘭𝘦𝘱𝘰𝘬𝘬1) 𝘧𝘰𝘳 𝘵𝘩𝘦 '𝘖𝘶𝘳 𝘔𝘺𝘵𝘩𝘴' 𝘦𝘹𝘩𝘪𝘣𝘪𝘵𝘪𝘰𝘯 𝘩𝘦𝘭𝘥 𝘣𝘺 𝘵𝘩𝘦 𝘊𝘏𝘌𝘕 𝘢𝘳𝘵𝘪𝘴𝘵 𝘤𝘰𝘭𝘭𝘦𝘤𝘵𝘪𝘷𝘦\n", "artifact_uri": "ipfs://QmTJPsuC8iGYpkPZd7yyfQyfzvkKWqrsftqMgNoFa5pmee", "display_uri": "ipfs://QmTNsYANgC1UeV9QqPazUR5wp3La6yFdAJA71ZZPFbdZHE", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmTJPsuC8iGYpkPZd7yyfQyfzvkKWqrsftqMgNoFa5pmee", "mimeType": "image/jpeg"}], "creators": ["tz1hnPqiBT7cBu8g886APwzMYc2nGctBomQD"], "tags": ["ourmyths", "chen", "argentina", "mythology"], "extra": {}}