{"__version": 1, "token_id": 366067, "symbol": "OBJKT", "name": "impregnado de tempo #1", "description": "Fotografia digital integrante da exposição correspondências que ocorreu em 2019 na Galeria Décimo em Brasília/DF. \nDigital photography that is part of the exhibition “correspondências” that took place in 2019 at the Galeria Décimo in Brasília/DF.\n“Correspondências” é um projeto proposto pelos artistas Lynn Carone e Fernando Pericin cujo objeto é apresentar um conjunto de obras produzidas e organizadas a partir de correspondências trocadas entre os dois. Algumas obras são frutos de caminhadas, perambulações e devaneios urbanos; outras, oriundas da pesquisa artística pessoal de cada artista. Ambos buscam entender e desvendar as relações afetivas entre as pessoas e a cidade, ou, talvez, entre si próprios e o espaço, sempre considerando a passagem do tempo.\nOs trabalhos trazem lembranças de andanças a esmo por diferentes lugares, tendo como principal objetivo a relação entre o “eu”, a cidade onde vivem, a natureza e a ação do tempo sobre lugares, pessoas e objetos. Histórias, memórias, anseios, cartografias, passagens são registradas por texto, fotografia, desenho ou coleta. As obras são testemunhos do efêmero, da contemplação e do devaneio.   \nA matéria prima do projeto “Correspondências” abarca a imagem, o tempo e a emoção em mundo de memória fugaz.\nhttps://sites.google.com/view/fernandopericin/home/correspond%C3%AAncias\n", "artifact_uri": "ipfs://QmV8ZEoxcnfJyEsYmnJM35CDTCK7NUvGaCzdUb1iahD5hk", "display_uri": "ipfs://Qmcc6S35jvoerkkhQ1Rjd3bWiZKA9Qdr3yYh8tcuw1yP25", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmV8ZEoxcnfJyEsYmnJM35CDTCK7NUvGaCzdUb1iahD5hk", "mimeType": "image/jpeg"}], "creators": ["tz1bF6ZCFK4HWNqB9TQn1Av4gP4CKb9Udz5A"], "tags": ["fotografia", "photography", "time", "tempo", "veículo", "vehicle", "velho", "old", "azul", "blue"], "extra": {}}