{"__version": 1, "token_id": 381667, "symbol": "OBJKT", "name": "PRETENSION, PT. III", "description": "(How the heck do you even decipher such artistic dribble Andrew?) 1. This artwork will eventually be for sale. 2. The commodification of the artist will be occurring at the same time and beyond. 3. In many American school systems, various arts programs (drawing, painting, sculpting, music, dancing, creative writing, etc.) are seen as unnecessary and are being shut down. But how is any of this pretentious? It's pretentious of me to think anyone will: 1. It's pretentious of me to even believe that anyone would want to buy my art. Only time will tell. 2. The art world is a strange place where some artists are lauded and applauded, while others just are left by the wayside. I always say it's not a competition, its a cooperation, but that doesn't mean other people think that way or see it that way. Everything is happening simultaneously. So it's probably pretentious of me to think that it's not a competition to be a successful artist. I think that metaphorically that I, the artist, am for sale or at least my reputation (whatever that is) is up for sale. 3. This one is close to my heart. Without the arts, where would be as a species? As Robin Williams' character in Dead Poets Society famous said, \"We don’t read and write poetry because it’s cute. We read and write poetry because we are members of the human race. And the human race is filled with passion. And medicine, law, business, engineering, these are noble pursuits and necessary to sustain life. But poetry, beauty, romance, love, these are what we stay alive for.” You could extend the quote to include ALL of the arts, not just poetry. Maybe I'm idealistic/naive/pretentious to actually have the gumption to say what I fell and possible have any kind of affect towards fixing the issue of #3.", "artifact_uri": "ipfs://QmemxnfkSNgAbcbiPrEuSYvy1qXNsdQyWE7aZnTti4rqnu", "display_uri": "ipfs://Qmb5wmG3i8YGYaKxPrAMYCPAvBGXSNq5uYsz7Kpcq3Dnwy", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmemxnfkSNgAbcbiPrEuSYvy1qXNsdQyWE7aZnTti4rqnu", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}