{"__version": 1, "token_id": 438567, "symbol": "OBJKT", "name": "Nightmare's Edge", "description": "A New Collection of images entitled 'View from the Inside' conveying my story of a painful journey through Clinical Depression & Narcissistic Abuse. This is the very first piece in this new collection and tells of how - after far too much alcohol - I found myself at the beach. It was October, very cold and the inky black sky merged into the horizon. I gazed out there, into the darkness just wondering, ‘What’s the point to it all?’ But then I heard voices, a calling from the Spirit of my Mother from above, she told me, ‘NO! Your children need you, you are dearly loved by many - go home’\n\nI ran. I ran all the way back and the next day I wrote a poem about it. Some of the words plus my original art have been pushed thru VQGAN+CLIP to create this image. It took me many days and hours and I found it difficult - for many reasons.\n\nI do hope you connect with my art. It's very important to me to convey the message that there Is Hope if you are suffering yourself with Depression, Anxiety or a Toxic, Abusive Relationship - The other side of a dark decision is much brighter and remember - You Are Loved. \n\nBe Strong | Ask for Help | Be You | Don’t let Anyone Control You | Love Your Existence because it’s the Only one you will get and it is very precious and once turned, it can be the most beautiful existence you will ever experience.\n\nMuch love to you all - Skarraquin x", "artifact_uri": "ipfs://QmdJQS34EnkufeFgmKpV7BZuhHtEUCnmyyfmQstDA6VnRp", "display_uri": "ipfs://QmWn4XQN1aRj2dvT2uHm7FosVrhTQEo2mBxsLiPChc91en", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmdJQS34EnkufeFgmKpV7BZuhHtEUCnmyyfmQstDA6VnRp", "mimeType": "image/png"}], "creators": ["tz1SMqwfeGbjMTsvfCEF4k6iCxKkHBeWL56a"], "tags": ["VQGAN", "aiart", "CPTSDRecovery", "mentalhealth", "digitalart", "artificialintelligence"], "extra": {}}