{"__version": 1, "token_id": 441167, "symbol": "OBJKT", "name": "WHO ARE WE REALLY? WHO WE REALLY ARE.", "description": "Existentialism is a big theme in a lot of my work. It's raw, candid, honest, and most of all true. Ever look in a mirror for more than brushing your teeth? Ever sit there for 5 minutes? 10 minutes? How about an hour? Whatever the time frame is do you ever ask, \"Who am I?\" Sure you're going to say, duhhhhh Andrew, I'm _______ _______. I'm not talking about that character that society tells you that you are. Look deeper, look passed the name, passed the dogmatic religious upbringing you've been taught, passed the memories, passed your vocation, passed the ethnicity, passed all of that. What do you see? A lump of flesh and bones looking at itself realizing it is a conscious creature traversing on a rocky world hurtling through the cosmos like a tiny ant passenger on a baseball flying through the air on a fastball pitch. Forget your ego/subconscious/id and all that psycho babble. Real talk here. You've created this character that you have presented to the world on a moment to moment basis, but beyond that we are all made of the universe. As I keep saying, we are the universe experiencing itself. It sound ridiculous, but think about it. Follow the logic here. If the universe is made up of particles and quantum fields of influence and those aspects are EVERYWHERE, that would mean you're made of all of that. Your consciousness is a direct result of whatever factors and chemical reactions that happen in our minds to allow for you to open to this page and read this line and it comes to life in your mind. All of this...is from the universe that we are directly intertwined into. You might think of yourself is independent because of free will, but you are the universe experiencing itself.", "artifact_uri": "ipfs://QmTk8uAKn4Qdj8azNkRaSg6LB5SbZ9LWJqT2McfW2d3J1G", "display_uri": "ipfs://QmWpcpoLVHHu1iBPRrXXoP3YAJZte9T8a2yJftjdBPrbhA", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmTk8uAKn4Qdj8azNkRaSg6LB5SbZ9LWJqT2McfW2d3J1G", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}