{"__version": 1, "token_id": 531367, "symbol": "OBJKT", "name": "Polar/Betrayal", "description": "This is a poem about Polarizing thoughts and the Betrayals one must make to tear down that wall.\n\nWords were provided by @jetblackink and @allisonjoyful_ who will both obtain this as an NFT on Tezos\n\nThe format of the poem is taking every mental perspective with polarizing answers, and then the betrayal that leads to solving that answer.\n\nLong term relationships can be incredibly destructive without openness and honesty”\n\nThought 1: I really need to find someone that I can truly connect with.\n\nThought 2: But, did I ever really give her a chance to begin with by staying mentally shutdown just to get by?\n\nAnswer: I’ve got to reach out to others to know what could possibly keep me positive and happy. Betrayal of that final goodbye is going to be inevitable and incredibly difficult to explain.\n\nMy relationship with THC as an incredibly socially anxious eclectic being:\n\nThought 1:It’s so wonderful to be alone and just lost in your brain for hours trying to solve mental health problems.\n\nThought 2: But there is no way that you can do this on any social level. This can’t be a functional common life practice, correct?\n\nAnswer: Once you’ve allowed yourself to open up to others, you’ll find it’ll become easier over time. And care less about the thoughts and views that are perplexed by your new outlook on life. Not trusting yourself on THC around others is just about your own self doubts and capabilities, and it’s time to betray those weights that have held me down for so long.\n\nHaving a platform to speak on, in which millions that can happen upon at any given time:\n\nThought 1: Play it safe, Shill, Be Polite, don’t engage too closely and expose your true self.\n\nThought 2: Put yourself out there, embarrassing or not. Share your every day thoughts and revelations, If you make a mistake, You’ve just learned something you wouldn’t have learned whilst playing it safe.\n\nAnswer: Betray those feelings of locking yourself in a box shielded from the worries of people actually learning who you really are at this moment in time.\n", "artifact_uri": "ipfs://Qmf4XpDsmbwuykzDE96TnZSv5ABNSUxcDVBFA59Ywy3rzf", "display_uri": "ipfs://QmZEtAHKpb6omNoUVYfrDjnoUWZNn1rwDgE8TxhMScUnLj", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmf4XpDsmbwuykzDE96TnZSv5ABNSUxcDVBFA59Ywy3rzf", "mimeType": "video/mp4"}], "creators": ["tz1LiKcgzMA8E75vHtrr3wLk5Sx7r3GyMDNe"], "tags": ["spokenword", "poetry", "innerthoughts", "betrayal", "openness", "visualpoetry"], "extra": {}}