{"__version": 1, "token_id": 546867, "symbol": "OBJKT", "name": "CHOKING Out A Poor Impression of Dear Leader Azealia Banks Unbeatably Reading The Now-Immortal Words of The Indominable Kola Boof (1 of 9)", "description": "Work 1 of 9\nfrom MY LIL' CAROLINA CHAMBERDOODLE\n\nMY LIL’ CAROLINA CHAMBERDOODLE is a suite of 9 digital sound sculptures minted in the wake of November 19, 2021’s blood moon eclipse. This collection of work was minted with respects, as well, to our anticipations of December 2021’s ocular retrograde of Venus. \n\nThese materials reflect some of the emotional disorganizations the producer experienced in their quest to use sonics toward the ends of developing the bedrock standards for a totalization of what they call “Terror Cinema”. This enumerates through a brief exploration of some little known mythologies around the misunderstood occidental fixed star “El Nath”. One also finds, here, sonic artifacts resulting from the producer's attempts to leaven the relationship between HOSTILITY and CONTEMPORARY COMEDY. The producer proports collection of this piece to be a \"vote FOR a future validating forms of asexual pornography\".\n\nThe MY LIL CAROLINA CHAMBERDOODLE Suite, part of a short sequence of works to emerge during 2021's northern autumn/winter season, is just one of the formal outputs of the producer's time as a member of the 2020 Principal Artist Residency cohort of La Becque, a radical residency program held on the \"remarkably blue\" banks of Lake Geneva (as once said by the American novelist Henry James). Covington sought to \"take account for the biotic costs of occidentally-primitive forms of abstraction\" and identifies their MY LIL' CAROLINA CHAMBERDOODLE suite to be executed in the immediate spirit of that aim.", "artifact_uri": "ipfs://QmdaANoTTgrP4CbZhSQwSyDkpZtcMyxbK9X7mZwyu2tgYd", "display_uri": "ipfs://QmZBhfMyQYvgDi7FpFNhm7b6htTMQ1jWWoVuSqeGPXGwaV", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmdaANoTTgrP4CbZhSQwSyDkpZtcMyxbK9X7mZwyu2tgYd", "mimeType": "application/pdf"}], "creators": ["tz1X2B9cwsEQYb6CgYSrvgrWrk4qeFXJoFBk"], "tags": ["zip", "choking", "out", "poor", "impression", "dearleader", "azealia", "unbeatably", "reading", "boof", "sound", "essay", "text", "impressions", "blue", "covington", "hostility", "comedy", "asexual", "porn", "terror", "cinema", "terrorcinema", "totalism", "totalization", "total", "elnath", "venus", "taurus", "aries", "auriga", "horn", "occident", "abstract", "abstraction", "figurative", "guudj", "aphex", "electronic", "music", "electronicmusic", "sonic", "sonics", "eclipse", "lunar", "noir"], "extra": {}}