{"__version": 1, "token_id": 593467, "symbol": "OBJKT", "name": "Please Stand By -I Got Something To Say 112", "description": "Please Stand By utilizes the iconic SMPTE color bars template and changes the palette to bring into question viewers perceptions surrounding \"standards of color.\" An offshoot of my original series, I Got Something To Say, adds an additional more literal message. Please Stand By, For A Multiverse Of Madness. The Multiverse is a hypothetical group of multiple universes called parallel or alternate universes where the laws of physics may be different thus sprouting out different outcomes across universes. “This idea of multiple universes, or multiple realities, has been around in philosophical circles for centuries. The scientific justification for it, however, is new.”  The idea of the multiverse is based on two independent, well-established, and widely-accepted aspects of theoretical physics: the quantum nature of everything and the properties of cosmic inflation. There's no known way to measure it, just as there's no way to measure the unobservable part of our Universe. But the two theories that underlie it, inflation and quantum physics, have been demonstrated to be valid. If they're right, then the multiverse is an inescapable consequence of that, and we're living in it. However because we cannot test this theory the scientific community remains very skeptical, believing that without quantifiable proof this theory could deteriorate confidence in the scientific community. So while it may be fun to imagine different worlds where a decision we made sprouted off a new parallel universe where my NFT’s are worth millions science believes it’s not probable. Colors inspired by Spiderman No Way Home and it’s fun and exciting exploration of the multiverse.", "artifact_uri": "ipfs://QmZAc5M9gqGTNmUzirrJgkkkmKZqcJGuyEwSrrAiWyivhQ", "display_uri": "ipfs://QmSKA6F5Wco5wyaemS6q3dLRdwuWZd4JsQKiGbbAvaqwcd", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZAc5M9gqGTNmUzirrJgkkkmKZqcJGuyEwSrrAiWyivhQ", "mimeType": "video/mp4"}], "creators": ["tz1VCtzuZHriPNays8UJnAdrZDgRaPehud2Y"], "tags": ["art", "digitalart", "glitch", "glitchart", "color", "colorpalette", "colorpalettes", "tv", "television"], "extra": {}}