{"__version": 1, "token_id": 382475, "symbol": "OBJKT", "name": "", "description": "I shall suffer inside every human being! I shall get slapped on every face! I shall die with the death of all the poor!\nI shall be free when everyone in the world is free; There is no freedom as far as there is even one captive in the world. Jean-Paul Sartre\n… Power, as Foucault describes, is of invisible nature. Unlike classical definitions of power that tried to give an\ninstitutional definition of authority by concentration on the structure of the government, Foucault tries to delve into\nthe hidden and mysterious layers of authority to build up his analysis. This is why Foucault apprehends and talks\nabout power without subject. According to him, power is invisible by nature although it has surrounded and exerts\ninfluence on us anytime anywhere.\nMichel Foucault was quite familiar with this quality of authority: Authority is basically mysterious and impalpable\nand it tries by all means to remain invisible or impalpable in other words. The theological and sacred aspects of\ncapitalism come from invisibility of the structure of power. There is no sound or sign of authority but it is omnipresent.\nThe impalpability of the power leads us to where there is no chance for change.\nThe game of power, however, is not in its nakedness but in its hiddenness and mysteriousness. The Abu Ghraib and\nGuantanamo prisoners are naked but they cannot show the basic and final structure of power. At a time all pictures\nof Abu Ghraib and Guantanamo depict naked prisoners to show the real nature of American politics to the world, the\nreal nature of this authority is shown by the fully clothed and uniformed jailers and American torturer soldiers. What\ndo these soldiers do, those who are either absent in the pictures or vaguely photographed? They show the mysterious,\ntheological and untouchable quality of power. The power that, despite its nakedness, is not naked at all because of its\nphysical force. This covered authority is hidden and impalpable. In spite of the free flow of power and information and\nall methods and manners implored in capitalism to apparently make power accessible and open, it is only one side of\nthe coin. These justifications will be meaningful only when we consider power not a means of authority but a means\nof war to bring back democracy, the rule of law, human rights, … and when we understand that all these nice names\nare used to hide the internal nature of the ruling power. Here, as much as minor institutions have no manifest power,\npower masks itself too.\n\n", "artifact_uri": "ipfs://QmPoLNST28fiqGrKxbBnhNVUyu3MFB2VVErK1KAFUtsR5X", "display_uri": "ipfs://QmS1fzr4EhoXwp6xsmV2hm58tzUPv9DaWikNNZb1K8VK6r", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPoLNST28fiqGrKxbBnhNVUyu3MFB2VVErK1KAFUtsR5X", "mimeType": "video/mp4"}], "creators": ["tz1iZ1FhYZP2fTxb2g9YSpjygQNLTqs3e4ra"], "tags": ["politicsNFTNFTworldWomen'srightsturture"], "extra": {}}