{"__version": 1, "token_id": 459675, "symbol": "OBJKT", "name": "Modular Synthesis 6", "description": "(2021)\nBy ClockworkFeathers\n\nAnimated edit of a photo of a composition consisting of components made using silvered furnace blown glass, 3D printed ceramics, flameworked soda lime glass, and seed beads. \n\nAll objects and images used to compose this work were produced by ClockworkFeathers unless otherwise attributed.\n\n******** ******** ******** ******** ******** ******** ********\n\nthere is something in the noise\nA pattern\nA pulse\nA beat\n\nsomething is pushing through\nA sign\nA signal\nA summons\n\nin this primordial melange, \nthings will arise in the blink of an eye \nand dissipate just as quickly.\n\nMarvelous sparks flicker in and fade out like knowing winks \nto those fortunate enough to bear witness to the moment, \nto those changed by the experience\nto those caught up in the waves \n     rippling out from that singularity\ncaught up in its gravity yet propagating \n     the effects of its existence\n\nWill you be a part of this happening?\nWill you embrace the possibility of wonder, \nwhether it be a fleeting flare for an instant\nor a spark that lights an inferno\n\nsomething is emerging; will you \nherald its coming?\njoin its journey?\nwelcome its arrival?\n\nWill you be one who can claim \nto have been there;\nwho is etched in the indelible \nledger of its history\n\n******** ******** ******** ******** ******** ******** ********\n\nWe react to our surroundings, and our surroundings react back. Adaptation is a cycle; a continuous exchange of back and forth. Sometimes it’s a fight, and sometimes it’s a conversation. Often times, it’s a bit of both. \n\nThe exchanges make us. It shapes us and pushes us, as we push back. If we are clever, we learn and improve. We probe and test to understand, so that we can be more intentional in our interactions. We start to recognize patterns, and to predict the ebb and flow of our environment. \n\nThis is all a part of the process. It builds upon what came before and provides a place to be built upon. We are only ever one step into the journey to come. We are never assured that we will reach our intended destination, even when the destination isn’t the point. But that’s a part of why we journey.", "artifact_uri": "ipfs://Qmc8DUUH7HgtDTyE6jK2k4WV3bxK6ihocUtuAbjmnq7LqY", "display_uri": "ipfs://Qmc8DUUH7HgtDTyE6jK2k4WV3bxK6ihocUtuAbjmnq7LqY", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmc8DUUH7HgtDTyE6jK2k4WV3bxK6ihocUtuAbjmnq7LqY", "mimeType": "image/gif"}], "creators": ["tz1U9g5rCG45oweVJG3aQoB9bLSk5n5a3JZN"], "tags": ["digital2analog", "analog2digital", "ceramics", "glass", "craftmedia"], "extra": {}}