{"__version": 1, "token_id": 568975, "symbol": "OBJKT", "name": "Transparent Fragility", "description": "Traditional oil and conté on canvas painting 25cm x 25cm\n\nrepresent the fragility of grief. \n\nThe first painting from my series Exploring the Shifting Landscape of the Mind.\n\n\nAccompanied by writing\n\n\nEMPTY. Losing someone you love is like losing a piece of yourself. \nToday I feel a numbness inside of me, and that creates the strangest energy. I know the normal thing is to feel something. The normal thing is to cry and be sad or smile and be happy, but sometimes I just feel empty. It’s not that I actively avoid my emotions; sometimes emotions just leave my body and don’t come back until later and all at once.\n***\nLike a glass man, you can see within me—you can see right through me—but there is nothing inside and no way to fill me back up. \nLike a glass man, fragile, static, bare. All I can do is sit there and mirror the world, not absorb it. All I can do is reflect the energy, lights, and colors around me unable to create my own. \nLike a glass man, I feel the vibrations of the world around me—the quakes and tremors that threaten to shake my very core. There is nothing present to dampen them and keep me still.\n\nLike a glass man, if you throw another stone, you might see me crack or shatter to pieces. \n\nSo, carry me gingerly, for I am delicate and your very words may compromise my structural integrity. \nAnd as I slowly fill back up, show me a world that is brighter with us here together. A world such as that will hold us in its hands upon a bed of flowers. \n", "artifact_uri": "ipfs://QmetdMfgGkXyWxa14qC17mC8RwKmcTR8pKgKMDViLqkaxv", "display_uri": "ipfs://QmSHFiyXBstfNZWEAczfBLXMG2KLzVNK5yUsbNEKLw2D4A", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmetdMfgGkXyWxa14qC17mC8RwKmcTR8pKgKMDViLqkaxv", "mimeType": "image/jpeg"}], "creators": ["tz1WBJzhYoktfrFAw52S22S9kXS5VFDD3Upr"], "tags": ["Painting", "Traditional", "Oil", "Writing", "grief", "mixedmedia", ""], "extra": {}}