{"__version": 1, "token_id": 588575, "symbol": "OBJKT", "name": "The Empress", "description": "The Empress is card number 3 of the Tarot, it is the union and therefore the result of the Magician and the Priestess, when through will and intuition we advance in the earthly experience of living, something is born, an idea, a project, a feeling, we do not know for sure what is born, but something begins to germinate, that is what the Empress tells us, but it is also a card that speaks to us of the earthly experience, of sensuality, because it is through passion and feeling the pleasures of this body that we can reach a greater understanding of what the energy of existence means, what we cannot see, but certainly experience and feel, the passion, the desire, the vitality.\n.\nIt is a very beautiful card, which refers to that which is gestating or fertility, the ability to gestate, it refers to pregnancy in all senses, in the Priestess we were balancing our interior, working the substance, this card indicates that we are ready for the next step, creation, but it does not refer to it as a completed act, but as the beginning of that act, it is that process of gestation, where the fetus matures, as well as ideas, feelings, projects, is a seed that needs to be planted, watered, loved and desired to grow strong, healthy and abundant.\n.\nIt is the door through which consciousness and subconsciousness enter to give rise to manifestation, but as a beginning on the way to that goal and not as the attainment of it.\n.\nCreativity, fertility, projection, desire and passion are necessary to build something, this is the Empress.\n", "artifact_uri": "ipfs://QmcxXJ4KCh2uixTxD1xgz5uqF6Cgzm6LJYcs4STWcqbeR2", "display_uri": "ipfs://QmQHTiEdAWdG2K1zKLSXnBetDR6sEn95oxgiGV2jytfLem", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcxXJ4KCh2uixTxD1xgz5uqF6Cgzm6LJYcs4STWcqbeR2", "mimeType": "image/jpeg"}], "creators": ["tz2VPrz6wQji1PEyHywYn8vw8vzHmZMdpzbx"], "tags": ["photography", "nft", "art", "tarot", "creation", "femalephotographer", "objkt", "nftart"], "extra": {}}