{"__version": 1, "token_id": 603975, "symbol": "OBJKT", "name": "XX7 - E.T. \"YENOBH\"", "description": "December 8, 2031\nWhile we travelling around the constellation of Vulpecula, we received a respond to our beacon from a big blue cobalt colored planet, the signal was from an exoplanet “HD 189733 b”. They introduced themselves as “Yenobh” and invite us to come to their homeplanet “Ikhie”\n\nWe had a talk with some of the officials rank of them, they introduce us to their people, explain a little bit of their history and pretty much what an ambassador did when other country delegation comes to visit.  After that, we convey our purposes and do a little explanation just like they did to us, it turns out they didn’t want any part of our alliance. They didn’t feel like to bond with any rules, they just wanted to be free without any boundaries, but they do wanted to keep contact with us.\n\nThe “Yenobh” somehow have an appearance of a dolphin, blue skinned with white accent around their body and they really tall, stand at around 7’5”. I can't tell which one is old and which one is young, they have a baby liked facial features, no hair at all, so I would call them “Baby Blues” because of these.\n\nEven though they didn’t accept our offer and kinda politely refuse,  we will take that as a win. After we finished our affairs, we leave “Ikhie” and continue the expedition.\n\nBrig Gen. Abraham C. Easley\nDecember 10, 2031", "artifact_uri": "ipfs://QmcetFTT8QGZrGKAuzYvM9pKzzqvHCVaPNaKQL2GfP7AjY", "display_uri": "ipfs://QmStgq8YxSgMGnZ3BdaXRS6xWgG78brYsjscWJwNPhxP3o", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcetFTT8QGZrGKAuzYvM9pKzzqvHCVaPNaKQL2GfP7AjY", "mimeType": "image/png"}], "creators": ["tz1TeMzJN99QhBN3bxF2DNsdfBxar4e5auHe"], "tags": ["alien", "character", "3dsculpting", "nftindonesia", "nftasia", "3dsculpt", "3d"], "extra": {}}