{"__version": 1, "token_id": 302423, "symbol": "OBJKT", "name": "Achromic", "description": "Have you felt like you wanted to scream so badly? That no matter how much you speak your truth, no one listens? No one understands? \n\nLet me tell you, everyone's fighting that battle too. You wanted to scream, you wanted to let people know how much you wanted them to understand your truth but they just can't seem to understand what you're saying. \nNo matter how much you're trying, they just can't seem to see it. That no matter what you do, you will always be just that person that they think of you as, that they will never see anything other than just one single dot of a mistake that's taking your all to erase. You tried to live with it but it keeps on destroying you, eating you little by little until you lost your identity and the person that everyone keeps on labelling you as, became who you are. You felt so miserable. You felt disappointed every single day when you'd wake up. You couldn't endure it any longer. So you stopped being vulnerable and honest to yourself. You began to be someone whom you are not, but believe me that it'll get better. It will get better. You will be alright. Maybe you're still in the dark tunnel without the end in sight but you will be alright. You will learn that darkness makes the star shine even more. So don't give up. Don't give up on yourself and who you wanted to become.\n\nArtist: Jovierose | 3456 x 2592 | Noir Photographs |", "artifact_uri": "ipfs://bafybeiex2yotahlxcwr6nrhb735a6dgimxuj6kuihlpnu5wswselfugaf4", "display_uri": "ipfs://bafkreidfmli3ggvsqa3gua3x7a6ytcs3fmoqxdkvkr6whc3yjh4u2uczrq", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeiex2yotahlxcwr6nrhb735a6dgimxuj6kuihlpnu5wswselfugaf4", "mimeType": "image/jpeg"}], "creators": ["tz1PyL35gcf2t84KqcAYatKgwRyYchf8FKjC"], "tags": ["BlackandWhiteFlower", "FlowerPhotography", "NoirPhotographs", "CanonPhotography", "NFTPhotography"], "extra": {}}