{"__version": 1, "token_id": 340923, "symbol": "OBJKT", "name": "DesktopPunk - #????", "description": "The pre-launch series sold out faster than imaginable!\nOur pre-launch series featured 40 total punks: 20 HUMAN, 13 UNDEAD, 5 ANIMAL, and 2 ALIEN!\n\nWe are now ready for the full launch of our project here! DesktopPunkz are procedurally generated punks with varying traits, races, and rarities! There are a total of 6040 DesktopPunkz: 40 from our pre-launch and 6000 here which buyers can randomly collect!\n\nHere we are selling random loot DesktopPunkz, all you have to do:\n1.) Buy one of these!\n2.) Send it to our burner address: tz1MPpPcEvR5wFLx2dyAvfcz4bqyBqqEwRes!\n3.) After sending to the burner address please allow up to 48 hours for a member of our team to send back the minted version of your corresponding DesktopPunk!\n4.) Cross your fingers and hope that you were blessed with a legendary DesktopPunk!\n\nThese DesktopPunkz have already been pre-generated and their numbers have been randomized. The numbered DesktopPunk that you will receive is based off of the order that you send your random DesktopPunk to the burner address! Therefore, if you buy a random DesktopPunk and you are the first person to send it to the burner address, then you will receive DesktopPunk - #0041, if you are second you will receive DesktopPunk - #0042, and so on.\nP.S. The punks from this random loot drop start at #0041 and go to #6040 because of the 40 pre-launch DesktopPunkz that have already sold out!\n\nLoot Drop Statistics:\n\nRarity\n3000 COMMON DesktopPunkz (50%)\n1900 UNCOMMON DesktopPunkz (31.67%)\n700 RARE DesktopPunkz (11.67%)\n300 EPIC DesktopPunkz (5%)\n100 LEGENDARY DesktopPunkz (1.67%)\n\nRace\n3300 MALE DesktopPunkz (55%)\n2300 FEMALE DesktopPunkz (38.33%)\n300 UNDEAD DesktopPunkz (5%)\n87 ANIMAL DesktopPunkz (1.45%)\n13 ALIEN DesktopPunkz (0.22%)\n\nTry your luck and hit it big!\n\nIf you have any other questions, concerns, or just want to talk about DesktopPunkz make sure to join our Discord and follow our Twitter!\n\nDiscord: https://discord.gg/cxv2jCWzBh\nTwitter: https://twitter.com/DesktopPunkz\n\nWe thank you all for the support and we hope lots of people are able to obtain a DesktopPunk!", "artifact_uri": "ipfs://QmePruK9gsUxjGYrw5oSf2gW6UixnWdCQKMP7vmgSqD6eM", "display_uri": "ipfs://QmePruK9gsUxjGYrw5oSf2gW6UixnWdCQKMP7vmgSqD6eM", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmePruK9gsUxjGYrw5oSf2gW6UixnWdCQKMP7vmgSqD6eM", "mimeType": "image/png"}], "creators": ["tz1b4aXJEa4r3mqPgYpu1nsiaYFcmdq94Jtb"], "tags": [""], "extra": {}}