{"__version": 1, "token_id": 355923, "symbol": "OBJKT", "name": "Persian Tile", "description": "The creation of Persian tiles began about 1200 A.D. and Persian tiles decorating reached it’s zenith in the 18th and 19th centuries. On any tour for first time visitors, there are the “musts,” of course: the ancient ruins at Persepolis, the gardens in Shiraz, the palaces and mosques in Isfahan, the Crown Jewels in Tehran. But in just about every setting, artistry hides in plain sight: in carpets, calligraphy, pottery, miniatures, and the favorite one: Iranian tiles, which are dizzyingly, deliriously magical.\nSimply put, Iran has the most beautiful tile work in the world. Over the centuries, glazed bricks and tiles have been used to decorate palaces, mosques, monuments, mausoleums, official buildings, schools, and shops.\nThe impact of Persian tiles occupies a prominent place in the history of Islamic art. Recognized for having one of the richest and varied art legacies, Persia (now Iran) used this form of art to decorate palaces, public buildings, monuments, mausoleums, and religious buildings, such as mosques and theological schools.\nThe importance of tile-work in Persian architecture arises from two important factors; first the need to weatherproof the simple clay bricks used in construction, and secondly the need to ornament the buildings. Tiles were used to decorate monuments from early ages in Iran. Everywhere you go in Iran you will see glistening, multi-colored tiles, coating the walls, domes and minarets of mosques, and decorating the edges of every kind of building from schools to government offices. The tiled domes of Iranian mosques, reminiscent of Faberge eggs in the vividness of their coloring, are likely to remain one of your abiding memories of Iran.", "artifact_uri": "ipfs://QmbkH5AUXojWosCTuu3nqUvHDhkU3SC4Xy466ZQ41Rr3K4", "display_uri": "ipfs://QmcY4p9zHNmPy46ec7WQYFDzPaYPMh7vfPxiKGKptmE5RN", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbkH5AUXojWosCTuu3nqUvHDhkU3SC4Xy466ZQ41Rr3K4", "mimeType": "image/jpeg"}], "creators": ["tz1byfv1EckZBdrd9Z3CVp6nY8W7WRYWf6qn"], "tags": ["mathart", "aiart", "coding", "isometric", "pattern", "mehranerfan", "abstract", "minimal", "newmediaart", "persian", "creativecoding", "psychedelicart", "pixels", "touchdesigner", "rare", "pyton", "codeart", "carpet", "noise", "generativeart", "algorithmicart", "audiovisual", "bhfyp", "hich", "artandtechnology", "creativecodeart", "geomatic", "computerart", "generative", "glsl", "object4objekt", "generativedesign", "opticalart", "geometry", "genartclub", "opart", "artxcode", "proceduralart", "geometricart", "trippy", "procedural", "pixelart", "p5js", "processing", "psychedelic"], "extra": {}}