{"__version": 1, "token_id": 416323, "symbol": "OBJKT", "name": "The world of colors #3", "description": "The colors are the wonder and joy of our world without which it is impossible to imagine life! We might think that chromatography is just about knowing the names of the colors and combining them;\n\nBut this is not the case! ‌ The world of colors is a world full of mysteries to which many sciences are related. From physics and psychology to industrial design, architecture and even medicine!\n\nIn the seventeenth century, Newton decomposed white light to obtain the colors of the light spectrum. He found that white light contains a variety of rays that, when they reach the retina separately, give the impression of a distinct color. In fact, color is the reflection of light from the body that reaches our eyes, and if there was no light, there would be no color! The human eye is able to see colors with wavelengths between 390 and 700 millimeters.\n\nThis number is different for many animals, which is why their eyes see things in the dark that the human eye does not! But the world of colors, regardless of its scientific appeal, is the subject of research in many fields today. Because a clear understanding of the effects that colors have on people, helps a lot in achieving a better life!", "artifact_uri": "ipfs://QmTv2rsKupKU5nFvo3f9gdnPv7zjpPaZMJGGJ5FR4jTT6d", "display_uri": "ipfs://QmYJ6YzTBWNV5YEJBZuPa6gKKXipFEgGe6kUewvyE42yYm", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmTv2rsKupKU5nFvo3f9gdnPv7zjpPaZMJGGJ5FR4jTT6d", "mimeType": "video/mp4"}], "creators": ["tz1bRfYU1PkghFqyFEtWHz5vLPZBpLUuPQ2h"], "tags": ["fractal", "nftcollector", "witchinghouronhen", "objkt4objkt", "witches", "painting", "animation", "giveaways", "3dmotion", "2d", "cleannfts", "demons", "alterhen", "henpro", "art", "evil", "tezos", "hicetnunc", "tezosart", "digitalart", "onster", "twins", "generative", "3d", "nftart", "calligraphy", "colorfull", "nftcollection", ""], "extra": {}}