{"__version": 1, "token_id": 425823, "symbol": "OBJKT", "name": "KOOYANG-CHAN", "description": "KOOYANG-CHAN (Kuyang-chan) represents the Dark-Side of someone, who never enough of becoming Toxic, Vampires, to another person. They're just the undead being, the room of ghosts.\n\nKuyang is a nocturnal female spirit of Southeast Asian folklore. It manifests itself as a woman, usually young and beautiful, with her internal organs hanging down from the neck, trailing below the head.\n\n“Kuyang is an invisible ghost in the form of a human head with a sticky body and limbs that can fly to find the blood of a baby or the blood of a woman after giving birth. This creature is known to the community in Borneo. Kuyang is actually a human (woman) who demands the teachings of black art to achieve eternal life. During the day, a kuyang will go about his daily life as a normal person, but usually he wears a robe. At night kuyang will fly to look for baby blood or delivery blood to be sucked as a means to increase the strength of his knowledge.” - indonesiar.com\u2028\u2028\n\nAlso known as The Krasue (Thai: กระสือ, pronounced [krā.sɯ̌ː]), known as Ahp (Khmer: អាប) in Cambodia; as Kasu (Lao: ກະສື, pronounced [ka.sɯ̌ː]) in Laos; as Kuyang (Indonesian: Kui'yangː) or Leyak (Indonesian: lei'yakː) in Indonesia; as Penanggal (Malay: Pe'nang'gal) in Malaysia, Indonesia, Brunei and Singapore; as Manananggal (Tagalog: Mana'nang'gal) in the Philippines; as Ma lai (Vietnamese: ma lai) in Vietnam.", "artifact_uri": "ipfs://QmdxSJBMmCeudEymgFpBHtqzxMWhsprU787djifU7pLKWb", "display_uri": "ipfs://QmRhuA6BTigbLWC5bSZn9t3iCJroL9dUVo98UtNF4Ry6hX", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmdxSJBMmCeudEymgFpBHtqzxMWhsprU787djifU7pLKWb", "mimeType": "image/png"}], "creators": ["tz1MQmwdQHogUPbnwgXnRogQ7LNv8jAvTXaU"], "tags": ["Loudsonic", "Kuyang", "NFTanime", "NFThalloween", "HENlloween", "ghost"], "extra": {}}