{"__version": 1, "token_id": 487323, "symbol": "OBJKT", "name": "PIX EGG - RARE EGG", "description": "Welcome to V1 PIX! \n\nBurn me to receive a generative 1/1 PIX in your wallet about 48 hours later.\n\nYou can burn items before burning the egg in order to hatch a PIX with equipped items.\n\nIf you send $EVIL or $DARK tokens to address \"sacrifice.tez\" before burning, your next burned egg will be supercharged and receive special powers, traits and graphic effects.\n\nChances to receive epic traits depend on the amount of token you send to sacrifice.tez\n1.000 $EVIL or 1.000 $DARK will grant you 100% chance of receiving epic traits.\n\nThese tokens also improve chances to receive better items when hatching with equipped items.\n\nEVIL and DARK traits are DIFFERENT. Try each one!\n\nEgg rarities have multiple effects:\n-More chances to drop rare traits like specialheads, and epic traits like the evil wings\n-Better items, and better item qualities\n-More chances to receive Perks at birth, like being a mecha, ghost, or holy PIX\n-More chances to receive Items at birth\n-More chances to be an Immortal, meaning you can burn the PIX as much as you want, to change its cloth\n-Special frames depending on egg rarity\n-The Evil egg is special.\n\nDon't worry, there's a little chance to receive ANY trait even if you don't sacrifice tokens.\n\nHatch process is manually triggered and may take up to 48 hours.\n\nYour PIX may also receive Perks, changing its properties and user interactions.\n\nCheck out every pix with their score, the collection, and other hatch informations and rules on our website: >>>> https://the_pix.xyz/ <<<<\n\nYou can also join our PIX community, \non Discord: https://discord.gg/aE4EvY8TfK \nand Telegram: https://t.me/joinchat/VeAH-g9TcwMxMzdk\n\nFollow @ThePIX_tez to get more informations about traits rarity, new items and other crazy stuff!", "artifact_uri": "ipfs://bafybeieve72piyw7fjzmhjpu7plfzwlkcs3wirencoug6drzbuxzvxp33a", "display_uri": "ipfs://bafybeibxt7gealhsjoh4hyt4cdpzkg2ohxbovkc3zkhwkqxmfevdyswxmm", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeieve72piyw7fjzmhjpu7plfzwlkcs3wirencoug6drzbuxzvxp33a", "mimeType": "video/mp4"}], "creators": ["KT1AMyShjV1Ta5e4S6FfMA9Nebxyn5AAPrmT"], "tags": ["pixelart", "collectible", "evil", "pixegg", "anderlaxe", "masta", "pix", "generative", "dark", "thepix", "shaman"], "extra": {}}