{"__version": 1, "token_id": 505523, "symbol": "OBJKT", "name": "Sabda Raja Dosa Classick Bootleg Tape, King’s Edition ", "description": "Bootleg tapes were a staple of 70’s -80’s Indonesian music history. Back then, western music albums weren’t officially licensed locally. So the only way you could listen to foreign albums were either by getting it straight from abroad (which is expensive), or buy the “official” bootleg version that was available at your friendly local cassette stores. Naturally, most people opted for the second option. My father had a HUGE collection of these bootleg tapes. Although I found out later that bootlegging is illegal, those tapes had a major influence on my musical experience. They introduced me to some of the classic albums that I love to this day. \n\n“Sabda Raja Dosa” was the very first song I ever released. It was originally a part of Grimloc Records and Def Bloc Union joint compilation CD “Pre-Text For A Bumrush”, and was later put out as a standalone single on my (now practically defunct) Soundcloud page.  \n\nThis is “Sabda Raja Dosa” as if it was release by King's.\n\nKing’s practically put out everything. They’re the type of label that catered to the masses, though they mostly put out older type of music. One thing about them is their sleeve designs are, almost, always colorful, even when they didn’t seem to have any reason to make it colorful. I guess their designers are just obsessed with throwing disco type graphic into every single job he/she get. They did release a lot of those, along with a bunch of oldies top 40s stuffs. ", "artifact_uri": "ipfs://QmYuxwU3jFcYMTJiYxJjzvnsmdAtTs2UAumgg6P2n1mknh", "display_uri": "ipfs://QmdZGX85LBoVdBFniNLrHgdM1L3cv7hHs481152yHJLSaQ", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYuxwU3jFcYMTJiYxJjzvnsmdAtTs2UAumgg6P2n1mknh", "mimeType": "image/jpeg"}], "creators": ["tz1T9f1P4JAJ2sqh4QQMut65btmk6oMm3Jys"], "tags": ["80's", "king's", "sabdarajadosa", "indonesiancassettesera", "late90's", "krowbar", "bootleg", "tape", "70's", ""], "extra": {}}