{"__version": 1, "token_id": 523123, "symbol": "OBJKT", "name": "For The Most Beautiful", "description": "Eris or Discordia is considered the goddess of strife and discord by the ancient Greeks. As the story goes she was not invited to a wedding as she was known to cause a bit of trouble from time to time. Angering her seems to not be the best of strategies for a harmonious wedding. Eris as the original wedding crasher decided to show up anyways having stolen a Golden Apple from Gaea. These apples are said to grant immortality. Well in good form she tossed it in front of the other Gods with an inscription written on it that said For the Most beautiful or To the Fairest.  \n\nThat little stunt is said to have caused the Trojan  war and an assortment of in-fighting amongst the Goddesses. Well that is if you believe such tales but as a morality lesson it seems pretty clear don’t anger a Goddesses with a penchant for disrupting the natural order. This story has inspired a lot of art, movies and even modern religious movements. Discordians view Eris as their patron saint.  Now to be clear I’m not sure if becoming a Patron saint is a demotion or promotion but I suppose a bit of remembrance is better than none. To that end I have created this work to highlight an interesting character, one of the most entertaining of the Greek personalities. \n\nThis painting is watercolor, Japanese ink, Gold leaf and Gum arabic on 100% cotton paper. The original painting has lost its luster but we can’t expect things symbolizing discord to behave orderly. To that end we are left with this beautiful painting left to endear on the blockchain. Eris consider this your invite to the blockchain so don’t go about causing problems. ", "artifact_uri": "ipfs://QmezZeEh2bzMx8fW2AcwM8Qr1CFT1GwSm381K6r4sCc4WH", "display_uri": "ipfs://QmYNvYvfxgJaYfHUwdcCUkKo91FxxtbL5XUzmCDukUmrr3", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmezZeEh2bzMx8fW2AcwM8Qr1CFT1GwSm381K6r4sCc4WH", "mimeType": "image/jpeg"}], "creators": ["tz1hqRfHiDqVYVraZzwrnbd4TP9vYYUUj6LV"], "tags": ["ink", "sumie", "#墨絵", "goldleaf", "gold", "apple", "discord", "eris"], "extra": {}}