{"__version": 1, "token_id": 629623, "symbol": "OBJKT", "name": "Geoffrey the Goat Gold Frame", "description": "His studio dimly lit at 3 AM and himself filled with rage, Adam was absolutely livid about the loss of his girlfriend. It wasn't her he was angry with, it was him: he had been with her his entire life now and he had to go and screw it all over. Completely filled with anger that was bursting, he dipped his hands in a bucket of paint and violently threw globs of it at the canvas, screaming and letting loose all the emotions that were going through his mind. \n\nThe paint on his hands began to run out as he flung it all and slowing down finally, he began to think somewhat more clearly for just a moment. Was this really supposed to be how it ended? Was this really supposed to be how he was, this loser who let his life go down the gutter like this? Was this where he figured his life was going to end?\n\nSomething popped into his mind, it wasn't much, but it was strangely calming. He thought about a cartoon character he liked as a kid: Geoffrey the Goat. It was a dumb cartoon that he couldn't stand as an adult but that character couldn’t quite seem to exit his mind… Geoffrey the Goat: someone who just always stood up no matter what hit him.\n\nSomething about that thought brought him peace and gave him his first real artistic inspiration in quite a long time.\n\n—---\n\n\nThe Gallery Gehenna Project is a daily art project where there are multiple frames for each individual artwork, each with different types of rarity applied. Gold frames will have the lowest initial mint of the main three frames. All artworks will be compatible within the Gallery Gehenna Game with each artwork unlocking a playable story segment.\n", "artifact_uri": "ipfs://QmQMtWGo3FrycacUJv81HPeeoBMtsPB35P1QtFF6Bnm8VK", "display_uri": "ipfs://QmNZLDxZkrwCFUX627AM2a47AoEsUdSx7uJogG2npd3VEz", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQMtWGo3FrycacUJv81HPeeoBMtsPB35P1QtFF6Bnm8VK", "mimeType": "image/png"}], "creators": ["tz2KTcdaM1hm8d8K9pnBu6dsD6v38bjyXDAP"], "tags": ["GalleryGehennaProject", "GalleryGehenna", "GehennaProject", "Cartoon", "CartoonGoat", "GoatCartoon", "MessyArt", "Mess", "splatter", "Utility", "Game", "splatterart", "goldframe"], "extra": {}}