{"__version": 1, "token_id": 629923, "symbol": "OBJKT", "name": "My beauty", "description": "I wondered a long time before I came out with an idea of how to express my beauty. First thoughts were that it should be something that’s happy, something that gives a positive vibe. Throughout my long thought processes, I figured it doesn’t have to be. For me, beauty is in very well-made sad movies or good sad songs. It can be even an expression of hatred that is somehow beautifully handed to us. Most beautiful are the things that not everybody understands, and you do.  By this time, I was finalizing my idea of beauty, I started to see what my coming-out beauty will be. \n\nThe story: “Unfinished lyrics”\n\nKenny is with a group of friends at a party. He is enjoying himself, yet he can’t shake off a weird feeling that something is off. He hears the birds stop singing, and slowly a powerful wind hurl louder and louder. In the background, he hears a buzzing sound. What is that? He throws this question away and tries to get back into the mood of the party. \nBuzzing starts to be really annoying and as if it wasn’t annoying enough the wind around him seems to be louder than before. \nHe angrily checks his phone. “Oh”. “Guys Stacey’s calling me”. Friends gather around him eyes full of excitement. It was not even an hour ago when he told them how he feels about her. Well, what a pleasant surprise he thinks. He picks up the phone.\n“Hey what’s up”\n\n“What?”\n\nA few years later\nNobody speaks about that day, all of them just tried to forget. A friend musician who was a best friend of Kenny tried to say it somehow. He tried to make a song. Even though he was the type who never stops till he has the job done. He didn’t finish it. It was too much.\n\nDecade later\n“Mom” “Mooom” “Look what I found” Hands her a piece of paper. Huh, that looks like some kind of lyrics she thinks. She starts to read it. Her face went pale in a matter of seconds. She fainted. \n\n\n11 years later\nSo, you’re telling me these three deaths are connected, detective? He smirks, yeah after all those years I finally figured it out. It was that one missing piece and we found it. “What was it?”\n“Unfinished lyrics from that musician kid that overdosed”.\nLyrics:\nA lot of factors were in play\nfuture is what I want to sway\ntogether we pay\n\nI remember all of it  \n2x\n\n\nFriends phone starting to ring\nhorrible ringtone starting to sing  \ntogether we play\n\nThis is the fucking start of it  \n1x\n\n\ntook it with a smile on his cheek \nwe watched all his emotions tweak\ntogether we slay\n\ndidn’t know what to make out of it \n2x\n\n\nhis face was now totally blank\nlooked at us with emotions sank\ntogether we sway                    \n\nhis dark eyes told us all of it  \n2x\n\n\nhis eyes were now getting red\nhe turned around and harshly said\ntogether we pray                  \n\nnow you’ll get all of it           \n2x\n\n\nhe spoke\nStacey’s \ndead #loud\n\nStacey’s dead\n1x\nSpectator mode for those who didn’t get what happened\nStacey had a borderline disorder. On one occasion she bled out. Her brother called Kenny because he knew what she was to him. He was Kenny’s best friend. He overdosed a few years later and left behind the lyrics that he didn’t finish. His brother which he didn’t even have the chance to meet found these lyrics and brought them to his mother. When she read them, she fainted and had a heart attack. Kenny is in psychiatric treatment.\n\n\n\nNow here is my example of a really sad story that didn’t have a good end but the mystery and how is this story told is what I see as beauty. Not telling what happened right away and slowly giving away pieces. That’s my beauty.", "artifact_uri": "ipfs://QmUmAZ7wsCAj3gn4oaJXG8TWekYCLmesedJk3vHsCWUJ3k", "display_uri": "ipfs://Qmcwn8L6tjtWDqCVZKR8Y1wLBXrN1DVbkotZvXGkJZwFzz", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUmAZ7wsCAj3gn4oaJXG8TWekYCLmesedJk3vHsCWUJ3k", "mimeType": "audio/mpeg"}], "creators": ["tz1U7xKGLjyfCAn64DBbCdhHjdZzVwpq3WcS"], "tags": ["Music", "twitter:", "@relypriv", "", "Cover", "twitter:", "@metapocalypsies"], "extra": {}}