{"__version": 1, "token_id": 298933, "symbol": "OBJKT", "name": "GENERATIVE Persian Ardabil Carpet (RARE EDITION)", "description": "GENERATIVE Persian Ardabil Carpet (RARE EDITION)\nGenerative artwork exploring color and the emergent effect of stacking simple shapes and filling their intersections.which take you on the journey to an imaginary universe. All artworks are created using custom algorithms in processing.\nThis collection has an abstract look at Iranian carpets, Iranian art-industrial carpets that have long overshadowed Iranian culture as a name and credit for Iran.\nThe ancient city of Nahavand in western Iran is one of Iran's leading rug-proveniences. It produces high-quality Persian rugs, which have a very good reputation.\n\nArdebil carpets are knotted in the city of Ardebil, located in the Ardebil province of northwestern Iran, around 70 km from the Caspian Sea. Ardebil carpets fetch much of their inspiration from parts of Azerbaijan and the Caucasian region and it is common to find beautiful carpets with geometrical nomadic inspired patterns, but also carpets with simple patterns and a central medallion on a Herati base. These carpets bear much resemblance to Tabriz carpets, from neighboring Tabriz, the capital of the East Azerbaijan province. Ardebil carpets are made using high-quality wool with a cotton warp and tend to be rather thin, but very durable. This makes them great for use under a dining table, but also perfect as runners in hallways and entrances. These days runners make up a major part of the production.", "artifact_uri": "ipfs://bafybeifco6gcbey67ka2ckzcfj63fuky4xs5jupcsg44l7efpntp5mjb5q", "display_uri": "ipfs://bafybeifco6gcbey67ka2ckzcfj63fuky4xs5jupcsg44l7efpntp5mjb5q", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeifco6gcbey67ka2ckzcfj63fuky4xs5jupcsg44l7efpntp5mjb5q", "mimeType": "image/gif"}], "creators": ["tz1SSCjgL54U5yUemQVFGfZ9M9ygKHLHgNsA"], "tags": ["generativeart", "creativecoding", "generative", "codeart", "newmediaart", "abstract", "creativecodeart", "algorithmicart", "touchdesigner", "object4objekt", "generativedesign", "processing", "mathart", "computerart", "proceduralart", "geometricart", "procedural", "isometric", "bhfyp", "geometry", "pattern", "GEOMATIC", "aiart", "artxcode", "minimal", "psychedelic", "glsl", "psychedelicart", "opart", "genartclub", "noise", "trippy", "opticalart", "artandtechnology", "coding", "audiovisual", "pyton", "p5js", "hen200k", "shahrokh", "machinelearning", "pixelart", "pixels", "rare", "1"], "extra": {}}