{"__version": 1, "token_id": 378633, "symbol": "OBJKT", "name": "ONE WAY OR THE OTHER", "description": "Insights from the Dreaming Pool - It’s going to happen one way or another.\n\nIt might take this long or that long. It might be this way or that way but you can be sure it probably won’t be the way you thought it was going to be and then again maybe it will! Be open to surprise let the magic of how it unfolds flow out from you and towards you. The owl flew over the terrain, it could see clearly in the darkness. Not a sound it made as it flew through the air. \n\nClarity through darkness. \nWisdom and patience.\n   \nThis is a very definite card, its going to happen one way or another there is no doubt. Doubt is erased with this card on the particular subject you are talking\nabout.\n\nYou see it is written, you wrote it.\nAnd it has all been set in motion.\n\nThe owl has an intention when it flies silently in the dark. It sees and observes its environment with a clarity and an intensity that will lead to catching prey. Everything about the owl is helping it achieve its goal. It is silent and unheard in the dark. It is vigilant and uses all of itself to be aware and open to what’s surrounding it. Flying, moving and hunting, it will catch what it’s looking for, it might be that mouse or this mouse...But it will eat tonight.\n\nThe Dreaming Pool Oracle is a collaboration between artists Maia Mellier 🕸 🕷 (@maiamellier) & AEVIN (@aevin_io)", "artifact_uri": "ipfs://QmVPwjzHhw3xW55zAQ8NuM5MZnLFLRmT7Wvfx4jvLc4vGH", "display_uri": "ipfs://QmcnHxHAL9knXZdpuMsAriCGvPz3CwWmow7BCdZSJf7uCj", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVPwjzHhw3xW55zAQ8NuM5MZnLFLRmT7Wvfx4jvLc4vGH", "mimeType": "application/x-directory"}], "creators": ["tz1SEkFv8ibFsKzi3AgAfkAKDc5La329LJAy"], "tags": ["generativeart", "cards", "aevin", "maiamellier", "p5js", "collectable", "illustration", "blackandwhite", "interactive", "oraclecards"], "extra": {}}