{"__version": 1, "token_id": 382333, "symbol": "OBJKT", "name": "I know my worries too well. - no.2 - no5ay_", "description": "You need or try to fall asleep.....then that subconscious stream of the same stresses you've stressed about all your life thinks it's the perfect time for pillow talk? Yeah me too! Though a lot of my art expression is based off personal struggles, things in life I can't wrap my head around, etc...I know this is the same for a huge percentage of our world today. Whether it's about time, money, your parents telling you how to live your life only out of their worries of literally the same things you are already worried about. All of that can really have an effect on your daily...you're decisions, your physical, like even your sleep quality. An abstract mash up of doodles regarding time, money, status, taxes (did I say money? lol), and just how small I feel in this huge world of overwhelming Ls that just keep coming up because I'm breathing.For some of us this has become a routine that we never meant to adapt because it is brought on to us or taught to us from experiences that aren't even our own..or us trying to be strong after previous experiences. I want you to know I'm with you. Those nights alone in your head..a lot of us are collectively there at the same time. We just tend to not think about it because sometimes we just can't afford to. I know personally, I'm waiting for the day that I can free my mind and be able to free the minds of others as well that feel enslaved to these anxious thoughts. How it will be done, I don't know, but I do know that for me these worries have to be expressed or I'll stay depressed...and for that option alone..to be able to take even a little action that doesn't feel like too much sacrifice. I'm grateful. I'm grateful for art for helping me scream from the rooftops when I'm not able to.Much love to those that can relate and those building their mindfulness to be able to have better control of these damn stresses. I'm with you. Much love!\n\n\nFor more you can follow @no5ay._ on instagram where I will be presenting majority of this work. Also feel free to follow my twitter @no5ay_ where I will try to navigate in this new digital world and community with my social anxiety. I haven't been brave enough to really say much on there anymore, but I hope to find confidence in my life again through just the pure love of creating visuals & feeling them. If you collect anything from me, pls let me know! I'd love to tweet thank you for vibing with me.", "artifact_uri": "ipfs://Qmb7mpoxPSxcQSo4GaeCk2X6RtoTfKmhrx4BHnfbPvdhfB", "display_uri": "ipfs://QmXrp7bzCT2rRhpvxxhtmWcq2jvh3nfYb79NFEpvQ27mBs", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmb7mpoxPSxcQSo4GaeCk2X6RtoTfKmhrx4BHnfbPvdhfB", "mimeType": "video/mp4"}], "creators": ["tz1MVGesL1NyxCCdd3Fn5W8dPvgEL5n2bwwc"], "tags": ["I", "know", "my", "worries", "too", "well", "number", "two", "no5ay_", "stress", "life", "digital", "art", "expression", "abstract", "photo", "manipulation", "video"], "extra": {}}