{"__version": 1, "token_id": 390233, "symbol": "OBJKT", "name": "INSPIRATION", "description": "Insights from the Dreaming Pool - Be inspired and inspire.\n\nThe tree stood. It swayed gently in the wind. The powerful boughs twisted occasionally and stretched themselves. This was an ancient tree growing deep in the center of the forest. To find it was a difficult thing as it hid amongst the others. Time spent with the tree was magic indeed for it sparked something in those who could see, those who were ready, those who appreciated the special beauty.  The silence of the tree filled the forest. It captivated its viewer for hours on end holding them there. In the deepening connection a nugget grew inside the one who watched. \nAfter a time they left the tree and sometime after that the nugget grew and grew inside them until every cell was filled and finally spilled and unfolded out into the world until the end of their\ndays.\n\n“The mission of art is not to copy nature, \nbut to give expression to it! \nYou are not a base copyist but a poet!” \n\nThe unknown masterpiece, Balzac.\n\n\nGive expression to your own nature\n        \nNotice the things you love, the stories you like, the people, real or fictitious you admire and the places in nature that speak to you most. What are the qualities that stand out for you about them? The ocean has very particular qualities as has the wind. The ocean does not attempt to be the wind, it is the ocean. The same goes for a human being who speaks, walks, talks and expresses from their own nature, they’re not copying or attempting to be someone else, they’re playing the game of who they are. What inspires you? Reflect on why it inspires you and notice those qualities within yourself. When someone has found their groove and lives it to the full they can’t help but let it spill out and inspire others to find theirs.\n\nThe Dreaming Pool Oracle is a collaboration between artists Maia Mellier 🕸 🕷 (@maiamellier) & AEVIN (@aevin_io)\n", "artifact_uri": "ipfs://QmPfpcqKd3QJwCnLEyUm8aDCS4bvHX7uMrwZ5Xxp8yMopb", "display_uri": "ipfs://QmaFxS3iqUQ5FrMeTTJNQJLLz1VxFHR9g8Tt3hsBPUWW4m", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPfpcqKd3QJwCnLEyUm8aDCS4bvHX7uMrwZ5Xxp8yMopb", "mimeType": "application/x-directory"}], "creators": ["tz1SEkFv8ibFsKzi3AgAfkAKDc5La329LJAy"], "tags": ["illustration", "collectable", "generativeart", "blackandwhite", "interactive", "p5js", "aevin", "maiamellier", "oraclecards", "cards"], "extra": {}}