{"__version": 1, "token_id": 398633, "symbol": "OBJKT", "name": "Bella The Nightmare Carriage", "description": "Updated and final drawing for Bella The Nightmare Carriage to look closer to the original.\n\nIn the alternate nightmare world of Blackhaven Institution Bella and Marilyn reunited under the vile embrace of corruption... Never again will she leave her precious Bella alone. The corruption, warping their bodies and ravaging their souls, what was left was a monster,one of the great horrors of Blackhaven Institution Nursery Wing...A nightmare carriage.... In a large charred carriage resides what has become of Bella, this horror fused into its carriage, shambling in its miserable state. Still wearing clothes Marilyn bought for her, she has become a hulking monstrosity . Constantly tearing and drooling out a black liquid which is severely acidic to human skin. This demon has greatly. Behind this demon is Marilyn, a ghost of her former self. She manifested decapitated, with smoke smoldering from her body. It is believed during a fit of rage brought out by the initial corruption the demonized Bella now unstable tore off or devoured the head of Marilyn. Marilyn is bound to the carriage of Bella, though it appears like Marilyn is pushing the carriage it is actually pulling her. Marilyn never lets go of the handle of the carriage in this world as if she swears to never leave Bella again,never to let go of this carriage...\n\nAn encounter with Bella The Nightmare Carriage will be similar to an encounter with any other nightmare carriage but Bella comes with her own unique dangerous traits... Bella has more reach and brute strength than a typical nightmare carriage. Her elongated arms and massive frame can deliver bone breaking blows as well as grasp with a powerful grip if enraged into a fit. Her grip is tough to break and there is only moments before you are showered with an acidic rain of vomit. Its even believed that Marilyn can briefly channel a spectral influence onto Bella allowing them both to go through walls...\nHorror painting project\nImage size : 1280x1024px 985.72 KB\nDate : Aug 3, 2017\n", "artifact_uri": "ipfs://QmUbJ9j84JuvbN2dynmqvmFJJfJBviBVBcchmq7bcTvLcG", "display_uri": "ipfs://QmUSgHdaw8SiDo4e2V4CSEyqnhrBNFQDJ7GZnWg16FJ1Ln", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUbJ9j84JuvbN2dynmqvmFJJfJBviBVBcchmq7bcTvLcG", "mimeType": "image/jpeg"}], "creators": ["tz1gHC1w7W6M5fSMCtryM6FzDBeXV7pT6krX"], "tags": ["baby", "blackhaven", "illustration", "concept", "conceptart", "corrupt", "corruption", "creature", "creaturedesign", "creatures", "creepy", "creepydoll", "dark", "darkart", "darkfantasy", "darkness", "demon"], "extra": {}}