{"__version": 1, "token_id": 400633, "symbol": "OBJKT", "name": "THE MIND OF AN AMERICAN, PT. IV", "description": "Just as a point of reference, the title doesn't necessarily mean all Americans, just my mind. Between exploring, expanding, exploiting, expending, and expelling...America has been busy for 245 years. No matter how you look at the history of America, where we are today is definitely as a whole is a lot better off than we were 245 years prior, that is to say for those who have access to the strings of power. For the haves, America is an endless oyster of possibilities to create new forms of wealth to acquire. To the have-nots, it can be a moment to moment existence of perpetual pain that leads to generational trauma passed down from one generation to the next. Unfettered capitalism leads to these huge gaps of opportunities, wealth, health care, amongst an ocean of other mitigating factors. Obviously, this is an oversimplification to compactify an entire dialog into a page of content for you to read and digest. The important thing to note is that America, is not inherently bad, it's just a name we put on land where people live and stuff happens. Now unfortunately for most Americans, (myself included) for as many generations that stretch back to the point of original \"Contact\" with the original inhabitants of this continent, we have the root cause of suffering for so many people. We cannot undo what has been done, but the first step towards ending the suffering is to acknowledge the generational trauma. After this point the real work needs to start with righting the wrongs of the past. One way to figure out real solutions to these and many other issues of the past, present, and the future is in quantum computing. Once there are 1000+ Qubit quantum computer systems in existence, the computational power will exceed human comprehension and thus real solutions can be implemented.", "artifact_uri": "ipfs://QmQc42FYinFLGszijwXu97QP2xHhByW8vHznBg9ZkYJhHS", "display_uri": "ipfs://QmfP3cMAb381mJ1SiABwcd1CGUc58zPu7V5Qqs7SMvLDLH", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQc42FYinFLGszijwXu97QP2xHhByW8vHznBg9ZkYJhHS", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}