{"__version": 1, "token_id": 416833, "symbol": "OBJKT", "name": "At-Tawwab #80", "description": "The Acceptor of Repentance, The Oft-Forgiving, The Acceptor of our Return\n\nAllah is At Tawwab, The One who beckons for our return. He repeatedly turns mankind towards repentance should they journey temporarily on the wrong path. Allah is lenient and restores grace to those who repent and forgives those who seek forgiveness.\n\nThen exalt [Him] with praise of your Lord and ask forgiveness of Him. Indeed, He is ever Accepting of repentance. (Quran 110:3)\n\nAnd We did not send any messenger except to be obeyed by permission of Allah. And if, when they wronged themselves, they had come to you, [O Muhammad], and asked forgiveness of Allah and the Messenger had asked forgiveness for them, they would have found Allah Accepting of repentance and Merciful. (Quran 4:64)\n\nO you who have believed, avoid much [negative] assumption. Indeed, some assumption is sin. And do not spy or backbite each other. Would one of you like to eat the flesh of his brother when dead? You would detest it. And fear Allah; indeed, Allah is Accepting of repentance and Merciful. (Quran 49:12)\n\nThen exalt [Him] with praise of your Lord and ask forgiveness of Him. Indeed, He is ever Accepting of repentance. (Quran 110:3)\n\nOur Lord, and make us Muslims [in submission] to You and from our descendants a Muslim nation [in submission] to You. And show us our rites and accept our repentance. Indeed, You are the Accepting of repentance, the Merciful. (Quran 2:128)", "artifact_uri": "ipfs://QmRHQ4LjPNy8Eyv7F5Y5MgB8fz9QgJgkj9Y8bDr8q6UbAd", "display_uri": "ipfs://QmeLh5987u6AWxu2R13g6b97QeuAk2pEF2NRw6cTHWSU7f", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRHQ4LjPNy8Eyv7F5Y5MgB8fz9QgJgkj9Y8bDr8q6UbAd", "mimeType": "image/png"}], "creators": ["tz1XKKqyhN7ka8Svg7DBe67hrSWVNcYnrFPM"], "tags": ["moslem", "religion", "colorful", "asmaulhusna", "1of1", "god", "asmaulhusnanft", "name", "allah", "islam"], "extra": {}}