{"__version": 1, "token_id": 595733, "symbol": "OBJKT", "name": "XX6 - E.T. \"SLIM JIM FROM HELL\"", "description": "October 12, 2031\nThe expedition has been going on for 52 days…we haven’t found any other aliens along the vast space we’ve been traveling to, several days later we detected an alien activity on a super earth “GJ 15 A b”.\n\nWe immediately engage our recon team to scout the planet condition and activity. What we saw is a horrendous scene, the land of this planet is swarmed by an unknown grotesque creatures, these creatures have a resemblance of a human, they’re definitely humanoid, and moves really fast, this creatures remind me of Slim Jim…but from hell. We saw somekind of building ruins, some of them really tall like a skyscraper.\n\nWe managed to capture a couple of them alive and began to observe these creatures, it turns out that this creature was originally a normal alien but these creatures are infected by an unknown virus and the virus changed them like this.\n\nNobody know what are they originally called, the Aslopt, Emirp, Chressa, even Moxxapha never know who inhabited this planet. We can conclude that this planet is formerly an inhabitable planet with a massive population of intelligence alien, but a plague of virus ravaged globally around the planet and put an end to it.\n\nThis will be a lesson to us all, we gotta keep an eye for an internal attack within our homeplanets so we don’t ended up like this poor planet. That’s worth a watch and we decided to left this planet alone and continue our expedtion.\n\n\nBrig Gen. Abraham C. Easley\nOctober 17, 2031", "artifact_uri": "ipfs://QmSC4xdao7E1ZztPnzpJf57oQP2ZydbEqcTQTa3UHbPsZQ", "display_uri": "ipfs://QmZemg5CLgJN158JoMtmbkHa8MGQ3x4Nyc3nVNzv9byFMg", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSC4xdao7E1ZztPnzpJf57oQP2ZydbEqcTQTa3UHbPsZQ", "mimeType": "image/png"}], "creators": ["tz1TeMzJN99QhBN3bxF2DNsdfBxar4e5auHe"], "tags": ["nftindonesia", "3dsculpt", "nftasia", "alien", "3dsculpting", "3d", "character"], "extra": {}}