{"__version": 1, "token_id": 309861, "symbol": "OBJKT", "name": "GENERATIVE  TRIBAL ANTIQUE PERSIAN MALAYER CARPET  (RARE EDITION)", "description": "\n\nGenerative artwork exploring color and the emergent effect of stacking simple shapes and filling their intersections.which take you on the journey to an imaginary universe. All artworks are created using custom algorithms in processing.\nThis collection has an abstract look at Iranian carpets, Iranian art-industrial carpets that have long overshadowed Iranian culture as a name and credit for Iran.\nArak carpet is a type of Iranian carpet that is woven in the Arak region. During the Qajar period, Arak was one of the important centers of carpet weaving in Iran. The carpet industry has been popular in the region in the past, and Farahan carpets, Saraband carpets, and Sarough carpets have become world-famous.\n\nThis rug belongs to the village and nomadic rugs from Iran, formerly Persia. This type of rug is knotted by hand in smaller towns and villages in the old tradition. Even nomads still knot Persian rugs in the open air. The rugs are knotted without a draft and completely from the mind. They are characterized by classical ornaments, which are arranged in straight and geometrical patterns. Thanks to their cultural-traditional origin, these rugs have a unique character that embodies ancient Persia.\n", "artifact_uri": "ipfs://QmQcvRqgkt8Gz1hi5JnJG89zLcE7xCagERah8JycGJJNw8", "display_uri": "ipfs://QmQcvRqgkt8Gz1hi5JnJG89zLcE7xCagERah8JycGJJNw8", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQcvRqgkt8Gz1hi5JnJG89zLcE7xCagERah8JycGJJNw8", "mimeType": "image/gif"}], "creators": ["tz1SSCjgL54U5yUemQVFGfZ9M9ygKHLHgNsA"], "tags": ["generativeart", "creativecoding", "generative", "codeart", "newmediaart", "abstract", "creativecodeart", "algorithmicart", "touchdesigner", "object4objekt", "generativedesign", "processing", "mathart", "computerart", "proceduralart", "geometricart", "procedural", "isometric", "bhfyp", "geometry", "pattern", "GEOMATIC", "aiart", "artxcode", "minimal", "psychedelic", "glsl", "psychedelicart", "opart", "genartclub", "noise", "trippy", "opticalart", "artandtechnology", "coding", "audiovisual", "pyton", "p5js", "hen200k", "shahrokh", "machinelearning", "pixelart", "pixels", "rare", "1"], "extra": {}}