{"__version": 1, "token_id": 460861, "symbol": "OBJKT", "name": "Anna Göldi", "description": "Anna Göldi (also Anna Göldin or Anna Goeldin, 24 October 1734 – 13 June 1782) was an 18th-century Swiss woman who was one of the last persons to be executed in Europe for witchcraft. Anna, who was executed by decapitation, has been called the \"last witch\" in Switzerland\n\nOn 9 February 1782, Göldi was arrested and, under torture, admitted to entering into a pact with the Devil who had appeared to her as a black dog. She withdrew her confession after the torture ended, but was sentenced to execution by decapitation \n\nAnna was officially charged with \"poisoning\" rather than witchcraft even though contemporary law did not impose the death penalty for non-lethal poisoning\n\nThe sentence was described at the time by historian August Ludwig von Schlözer as \"judicial murder\" (the murder of an innocent, deliberately, and with all the pomp of holy Justice) and on 20 September 2007, the Swiss parliament decided to acknowledge Anna Göldi's case as a miscarriage of justice. Fritz Schiesser, as the representative for Glarus (Anna's place of residence and execution) in the Swiss parliament, called for Anna Göldi's exoneration which was granted 226 years after her death on 27 August 2008 on the grounds that she had been subjected to an \"illegal trial\" \n\nApparently, Anna's married employer abused his power after she had threatened to reveal their affair\n\nIn 2014, a memorial for Göldi was unveiled in Glarus which consists of two permanently lit lamps on the side of the court house and is intended to draw attention to violations of human rights that occur in the world today, as well as Göldi's story\n\nA plaque on the building's façade explains the lamps' significance: \"The memorial is an expression of atonement for the injustice that took place here. It will be an eternal light for Anna Göldi\"\n\n\nOne of a series working with AI to give face to women executed as witches; these form part of a broader collection of Horror Portraits at www.darkart.studio\n\n#WitchingHourOnHEN \n\nCan be used as #PFP and #wallpaper\n\nPNG 4800 x 4800", "artifact_uri": "ipfs://Qmax8hdS63XtZa8PNzLT62CjX2Z8iVPkQKAZ4QWa6nDuCR", "display_uri": "ipfs://QmdFncfQ6WHYS96qVySbPxPvL7eau1grXzwgz1BJRhSM6k", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmax8hdS63XtZa8PNzLT62CjX2Z8iVPkQKAZ4QWa6nDuCR", "mimeType": "image/png"}], "creators": ["tz1NWtHHck4dxpwCSGVrboat83R9STyLfmfA"], "tags": ["AnnaGöldi", "darkart", "witch", "generativeart", "gan", "pfp", "pfps", "witchtrials", "stevemunro", "horror", "goth", "death", "horrorportraits", "portraits", "witchinghouronhen", "darkartstudio", "witches", "gothic", "torture", "murder", ""], "extra": {}}