{"__version": 1, "token_id": 570761, "symbol": "OBJKT", "name": "Tomoe Gozen (04/12)", "description": "Female warriors were not uncommon in history of Japan. Women in samurai families received martial arts training to protect their homes when the men went to war, they were known as onna-bugeisha (woman warrior) or onna-musha (woman who joined the war) if the woman was involved in the battlefield. But without a doubt, among the many female samurai Tomoe Gozen was the most popular. She was known for being both beautiful and terrifying, brave and brutal warrior. He was the leader of the troops who served Minamoto no Yoshinaka in the Genpei war (12th century). \"Tomoe Gozen\" may not be her real name, Tomoe may be referring to the pattern on her armor, and Gozen is a generic ancient Japanese title given to women of honor. The story of Tomoe Gozen is mostly based on legend. One of the main sources for information about Tomoe's story is the Heike Monogatari, a compilation of ballads, tales, and disparate texts combined into one epic historical saga in about 1240. According to the Heike Monogatari, Tomoe “had long black hair and a fair complexion, and her face was very lovely; moreover she was a fearless rider whom neither the fiercest horse nor the roughest ground could dismay, and so dexterously did she handle sword and bow that she was a match for a thousand warriors, and fit to meet either god or devil.” There are many versions of the story about her heroism and the end of her career as a samurai, some say she fled the battlefield and became a Buddhist nun, or was held captive by Wada Yoshimori and forced to marry him.", "artifact_uri": "ipfs://QmbBs6H7bLo1BRBtkCrgt8CCMtDfBEUt6yJzuYTW37YULk", "display_uri": "ipfs://QmTxp6WXgjqeVMyf8dTphkLJZQ5zzybMh86fCyqKKrHKjA", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbBs6H7bLo1BRBtkCrgt8CCMtDfBEUt6yJzuYTW37YULk", "mimeType": "video/mp4"}], "creators": ["tz1bmXxGgdQZFnkGqibZ129m82oVQkEpDK34"], "tags": ["samurai", "japan", "warrior", "history", ""], "extra": {}}