{"__version": 1, "token_id": 327563, "symbol": "OBJKT", "name": "Modular Synthesis 1", "description": "(2021)\nBy ClockworkFeathers\n\nEdited photo of a composition consisting of components made using 3D printed ceramics, recycled post consumer packaging, and seed beads.\n\nI have worked primarily in the physical realm which limits the audience I am able to reach. I’m exploring using the blockchain and digital NFTs (since my physical objects are already inherently non-fungible) as a way to allow more people to experience and appreciate my work.\n\nMy creative practice has centered around combining the techniques and materials of different media, and I am treating the blockchain as its own medium with its own unique properties. In order to bridge different disciplines, I’ve focused on making an assortment of components that can be used as modules that interface with each other to form a larger piece. This piece is my first work incorporating the blockchain and I am eager to explore what this new medium can add to my work both aesthetically and conceptually.\n\nThe large number of editions of this piece is an experiment in using the blockchain as a distribution tool for a new audience to experience my work. In a sense, I’m using the blockchain, which many digital artists are using to create scarcity for digital objects which inherently can be easily duplicated and distributed, to duplicate and distribute a form of the physical objects I make. When working with the blockchain, the work has to be in a digital form, and instead of photographing an existing work to create a digital image, I thought it much more interesting to create a new piece specifically for this medium. I can take advantage of a photograph’s ability to capture a fleeting moment in time to make a piece that would have technical difficulties in the physical world. I find making new works that have the intention of using the blockchain more compelling than repurposing a work that was made with a different focus.\n", "artifact_uri": "ipfs://QmYaBkMBLKPR4ZQzE4K8UXcBq44o2ERuB8HimcxQXquzfB", "display_uri": "ipfs://QmcuKCkrJZBG1fwjmYXosk2vqefeW2KZH3rk96pvbjdQDo", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYaBkMBLKPR4ZQzE4K8UXcBq44o2ERuB8HimcxQXquzfB", "mimeType": "image/jpeg"}], "creators": ["tz1U9g5rCG45oweVJG3aQoB9bLSk5n5a3JZN"], "tags": ["digital2analog", "analog2digital", "craftmedia", "glass", "ceramic"], "extra": {}}