{"__version": 1, "token_id": 474663, "symbol": "OBJKT", "name": "Residential area", "description": "Planet Earth is not necessarily the best planet in the world. Researchers have identified planets outside our solar system that may have better conditions for our lives from Earth.\nA recent study published in the journal Astrobiology by Washington State University scientist Dirk Schulz-Makuch details the characteristics of potentially habitable planets, which include older, slightly larger, slightly warmer, and possibly wetter planets. Is the earth.\n\nAccording to astronomers, life could grow more easily on planets orbiting stars that live longer than our sun at a slower rate.\n\nThese 24 potentially habitable planets are more than 100 light-years away, but Dirk says the study could focus on future observational efforts, such as NASA's James Webb Space Telescope and the LUVIOR Space Observatory. And the European Space Agency (ESA) PLATO space telescope.\n\n\"We will get more information with the advent of new generation space telescopes,\" he said. So it is important to choose some goals. We have to focus on some of the planets that have the most promising conditions for complex life. However, we must be careful not to get caught up in the search for a second planet, as there may be planets that are more suitable for life than our own.\n\nHe collaborated on this study with two astronomers, René Heller of the Max Planck Institute for Solar System Research and Edward Guinn of the University of Villanova, to identify the living standards of these planets and identified them in 4,500 extrasolar planets. Search.\n\nResidential candidates do not necessarily mean that these planets have life within them, but simply that they have conditions conducive to the emergence of life.", "artifact_uri": "ipfs://QmcRopjizyrHmNhmY26sF3eMwk1EEPZ9vusAG7zU1ZKZsP", "display_uri": "ipfs://QmRHjoKgFZCZEPoUKJaeT3q3wGHfBBYweZN3p3LH1nDsPn", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcRopjizyrHmNhmY26sF3eMwk1EEPZ9vusAG7zU1ZKZsP", "mimeType": "video/mp4"}], "creators": ["tz1bRfYU1PkghFqyFEtWHz5vLPZBpLUuPQ2h"], "tags": ["HDaO", "nftcollector", "random", "objkt4objkt", "witches", "painting", "animation", "giveaways", "3dmotion", "2d", "cleannfts", "demons", "alterhen", "henpro", "art", "evil", "tezos", "hicetnunc", "tezosart", "digitalart", "sales", "2D", "generative", "3d", "nftart", "calligraphy", "colorfull", "nftcollection", ""], "extra": {}}