{"__version": 1, "token_id": 509363, "symbol": "OBJKT", "name": "The Last Storm", "description": "\nA few years ago we went for a short trip to Clare island, easy trip, nice weather, good craic. What we didn't know that all this fun will be too short… The day we needed to go back, the winds and the Wild Atlantic decided that we were not gonna leave, and the roaring sea kept us prisoners of Clare for 2 more days.\nAfter 2 days of managing our supplies we got our chance, only 1 ferry was brave enough to put us back in the mainland.\nWas a windy day but the ferry sailed anyway, as soon we leaved the quietness of the bay the waves and the wind started to hit us from the side, the ferry needed to go around all the rocks and sail in open sea, this was gonna be a roller coaster of a trip. \nWe was on the top deck, holding our lives tight to the railing, when the ferry turned I saw this view, the waves hitting the rocks with the strength of Poseidon, the storm forming just a few km from us and coming in our direction, I said to myself \"If I'm gonna die here, today, I need to take this picture\", I pulled out my camera, stabilized as I could and took only this picture, did not have time for more. A few seconds later a huge wave hit us from the side, the captain got ripped-off from the ship helm and the ferry almost flipped over. I lost my balance and flew over almost falling into the water, but I was quick and I made myself a tiny ball and bounced against the railing, that fast reaction saved my life. I was not gonna survive more than 3 minutes in that freezing water. \nThis is probably my favorite landscape picture of Ireland ever, the day that almost died on that ferry, a weekend of madness, a weekend that I will never forget…\n\nOn the pic: Achillbeg Island Lighthouse \nMy location: 53°51'11.4\"N 9°55'47.2\"W\n\n.PNG 6000x4000px 300dpi", "artifact_uri": "ipfs://QmWtcxvFVYKCZjgUN2nPLoN3TbGEQCHnMeQ133sjzXuGAu", "display_uri": "ipfs://QmPHRJkpTSUtSrgpMBxs5pTTpZi1ekiweGUHSeZf5XRd5j", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWtcxvFVYKCZjgUN2nPLoN3TbGEQCHnMeQ133sjzXuGAu", "mimeType": "image/png"}], "creators": ["tz1MJdiTmoTvYGy38PBgfk1FwB2wthREFaSN"], "tags": ["blackandwithe", "nftphotography", "nftphotographer", "hen500k", "hen500", "landscape", "bnwphoto", "bnwphotography", "storm"], "extra": {}}