{"__version": 1, "token_id": 582663, "symbol": "OBJKT", "name": "A Exótica", "description": "This allegorical image shows a misinterpretation of how Brazilian society is commonly perceived as being a beautiful and tropical paradise. This simplistic analysis of Brazil is extremely problematic as it doesn't’ take into account the complexity of the country. \n\nThe colorful image disguise two important elements of Brazil’s historical composition that appear in both corners of this collage and that allude to the colonial processes that took place in the country. \n\nThe image of the colonizers appears again in a different colour scheme from the rest of the picture giving the sense of marginalization.\n\nThe name of the collage comes from the concept of Exoticism, that is the representation of a culture through the gaze of another for the purposes of the consumption or inferiorization of the former. \n\nThis terminology was born from Imperialism and not only has an aesthetical value but also an ontological character, and is an attempt to decharacterize the cultural relevance of other societies.\n\nIn an attempt to understa nd this complexity, the Germanic-American anthropologist Franz Boas proposed ideas that would later be linked to Cultural Relativism, which is the idea that a person's beliefs, values, and practices should be understood based on that person's own culture, rather than be judged against the criteria of another. \n\nFinally, the collage portrays a woman of white features using traditional indigenous facial painting and denotes the problematic that encompasses the formation of Brazilian society and our complex identity quilt.", "artifact_uri": "ipfs://QmX6SP8QhTqdfE6b1DdKWhTA1iTMBGTBdscvZMBRdTx9Y3", "display_uri": "ipfs://QmaixFqPncsBD9oSfc5Tw2hd54LNPWxis6Li3iWsapZ3X1", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmX6SP8QhTqdfE6b1DdKWhTA1iTMBGTBdscvZMBRdTx9Y3", "mimeType": "image/jpeg"}], "creators": ["tz1eoHcb3MpXZ9uJMZwQpAQ1wfmzAWuiGSSP"], "tags": ["colonialism", "exotica", "resistence", "politicalart", "brazilianartist", "collage", "colorful"], "extra": {}}