{"__version": 1, "token_id": 622863, "symbol": "OBJKT", "name": "Eu sei quem eu sou", "description": "Eng:\n\nThis painting is full of pain but also of the very late acceptance of an ignored child. The child huddled in the corner and erased, with no identity, no voice. Sometimes, when I feel very lonely, I do an exercise, I try to hug and give all the care and attention I needed as a child and didn't have it. This is a conscious effort to translate emotions, because today I'm more skilled at it, in 2015 when I made this painting I was just starting to release repressed feelings and I didn't really understand, I didn't have enough emotional energy to process everything. Returning to some old works is very interesting in this sense, I have more maturity to understand, process and thus move forward, progressing with life and with my artistic production. The face expresses a lot about someone, about identity, emotions and erasing them is a bit violent, I realize how in the years of suffering there was only my deep look. Despite all the erasure, there remained an intensity that could not be hidden, but that only the most attentive would notice. I don't know if I still feel inviseble, even if my existence and quirks may be ignored by many people around me, I'm closer to myself. I know who I am and my essence is not erasable.\n\nTrystan Luah\nI know who I am\n2015\nGouache on paper\n29.7 x 42 cm\n\nPort-br:\n\n Essa pintura está cheia de dor mas também de acolhimento muito tardio de uma criança ignorada. A criança encolhida no canto e apagada, sem identidade, sem voz. Às vezes, quando me sinto muito sozinho, faço um exercício, tento abraçar e dar todo carinho e atenção que eu precisei quando criança e não tive. Esse é um esforço consciente de tradução das emoções, porque hoje tenho mais habilidade nisso, em 2015 quando fiz essa pintura eu estava apenas começando a liberar sentimentos reprimidos e não entendia muito bem, não tinha energia emocional suficiente para processar tudo. Retornar a alguns trabalhos antigos é muito interessante nesse sentido, tenho mais maturidade para compreender, processar e assim seguir adiante, progredindo com a vida e com minha produção artística. O rosto expressa muito sobre alguém, sobre a identidade, as emoções e apagá-los é um tanto violento, percebo como nos anos de sofrimento restou apenas meu olhar. Apesar de todo apagamento, permaneceu uma intensidade que não podia ser escondida, mas que apenas os mais atentos perceberiam. Eu não sei se ainda me sinto apagado, por mais que minha existência e peculiaridades possam ser ignoradas por muitas pessoas ao meu redor, eu estou mais perto de mim mesmo. Eu sei quem eu sou e minha essência não é apagável.\n\nTrystan Luah\nEu sei quem eu sou\n2015\nGuache sobre papel \n29,7 x 42 cm", "artifact_uri": "ipfs://QmXQhjNFnwgTqABpGD8Wkw8axAzrxkqaansDRiUbtRf6SM", "display_uri": "ipfs://QmNp8RCTeCvDqGCFyhW19YrvZ9hnm2iPJhYirLjYarZYu3", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXQhjNFnwgTqABpGD8Wkw8axAzrxkqaansDRiUbtRf6SM", "mimeType": "image/jpeg"}], "creators": ["tz1ixHXGBs9U3QmiEirZAvjLqiprUyfA4uhJ"], "tags": ["painting", "gouache", "child", "lgbt", "lgbtqia", "queer", "trans", "brasil", "brazil", "cure", "emotion", "fellings", "acidentecosmico"], "extra": {}}