{"__version": 1, "token_id": 298934, "symbol": "OBJKT", "name": "green lonlyness", "description": "I've never been lonely. I've been in a room -- I've felt suicidal. I've been depressed. I've felt awful -- awful beyond all -- but I never felt that one other person could enter that room and cure what was bothering me...or that any number of people could enter that room. In other words, loneliness is something I've never been bothered with because I've always had this terrible itch for solitude. It's being at a party, or at a stadium full of people cheering for something, that I might feel loneliness. I'll quote Ibsen, \"The strongest men are the most alone.\" I've never thought, \"Well, some beautiful blonde will come in here and give me a fuck-job, rub my balls, and I'll feel good.\" No, that won't help. You know the typical crowd, \"Wow, it's Friday night, what are you going to do? Just sit there?\" Well, yeah. Because there's nothing out there. It's stupidity. Stupid people mingling with stupid people. Let them stupidify themselves. I've never been bothered with the need to rush out into the night. I hid in bars, because I didn't want to hide in factories. That's all. Sorry for all the millions, but I've never been lonely. I like myself. I'm the best form of entertainment I have. Let's drink more wine!", "artifact_uri": "ipfs://bafybeidscnt3ba62xvp7curdlmn6t2cev3ljrqmxn545elneje3lwpyx4q", "display_uri": "ipfs://bafybeidscnt3ba62xvp7curdlmn6t2cev3ljrqmxn545elneje3lwpyx4q", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeidscnt3ba62xvp7curdlmn6t2cev3ljrqmxn545elneje3lwpyx4q", "mimeType": "image/png"}], "creators": ["tz1bVxBCs91irtAurJLPkfMRLbuRi3DQvDXs"], "tags": ["Porn", "sex", "hot", "girl", "body", "style", "modeling", "nude", "hotgirl", "woman", "milf", "erotic", "nacked", "couple", "pussy", "bdsm", "hardcore", "bbc", "psychedelics", "passion", "nsfwart", "gifart", "art", "artwork", "erotica", "love", "gif", "eroticart", "aesthetics", "drawing", "nsfw", "relatoinship", "psychedelic", "2d", "nsfwartwork", "artgif", "intimacy", "erotic", "aesthetic"], "extra": {}}