{"__version": 1, "token_id": 334534, "symbol": "OBJKT", "name": "LOVE IS A PARADISE. / LOVE IS A PAIR OF DICE.", "description": "What is love? A feeling of strong affection for another or a sexual attraction or desire or an affection based on common interests? Yes to all of that, but that still doesn't answer the question. Love is just chemicals in our brains telling us to react certain ways. With this particular structural semantic contradiction we have a fantastic example of how homophones truly enrich the English language. Let's focus only on the words paradise and pair of dice for one second. When we look at these words, to me it's like magic. They sound almost exactly the same and yet the meanings couldn't be more divergent. When combined with the use of love in sentences, we see both are grammatically correct and both becomes timeless works of art, with minimal distraction or embellishment. I'm a huge fan of saying more with the absolute bare minimum and say it non-pretentiously, which is pretentious to say it's not pretentious. That's the thing that I love, all of these are in on the anti-pretentious pretentiousness. Authenticity matters and hopefully these read that way to you the reader. It's easy for the non-art goer to look at these and say, so what, or my kid can do that. Obviously, this work isn't for everyone, but it's all about finding the truth. What is the truth? I suppose we could define that as shared fidelity to an original or to a standard or sincerity in action or acceptance of reality, blah, blah, blah. The truth is love is fantastic, but it's not promised. Love is sometimes a contradiction to reality. Who knows, maybe love is baked into our DNA to force use to be social animals for the survival of the species. This is one of my all-time favorite works and I have a very strong feeling it will outlive me.", "artifact_uri": "ipfs://QmZXfDkJ2VDXVv5oiYuQdvJnLhGUzVSUtqTzXucxU8Q8kV", "display_uri": "ipfs://QmbeQ59aXzRGZQ4GzUYqyRuCgVPMumdF26TBufhhJmUGAf", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZXfDkJ2VDXVv5oiYuQdvJnLhGUzVSUtqTzXucxU8Q8kV", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}