{"__version": 1, "token_id": 406234, "symbol": "OBJKT", "name": "Rock Me to Sleep", "description": "Elizabeth Chase Akers Allen (1832-1911) was an American author and poet whose 1859 poem, ‘Rock Me to Sleep, Mother’ (the ‘mother’ word is sometimes omitted) is still relatively well-known, thanks to the opening lines: ‘Backward, turn backward, O time, in thy flight; / Make me a child again, just for to-night’. The request to be rocked to sleep, bordering on a desperate command, comes at us again and again, mimicking the soothing repetition that it yearns for in the desired movement back and forth, the rocking to sleep. Elizabeth Akers Allen wrote ‘Rock Me to Sleep’ while in Europe in the 1850s, but her home was in the United States, in New England. Here is the final stanza of the longer poem:\n\nMother, dear mother, the years have been long\nSince I last listened your lullaby song:\nSing, then, and unto my soul it shall seem\nWomanhood’s years have been only a dream.\nClasped to your heart in a loving embrace,\nWith your light lashes just sweeping my face,\nNever hereafter to wake or to weep;—\nRock me to sleep, mother, – rock me to sleep!\n\nhere I try to feel every word made by Elizabeth Chase Akers Allen and visualize it with a collage.\n\n- You have the right to print the work and it is strictly forbidden to sell and trade in physical form.\n\n- you have the right to post the work on your social media and please include my name in it\n\n\nwarm regards from Riff as Destroyxstairs", "artifact_uri": "ipfs://QmSjbcsVxz2nvahfuCVsY1WFBGpjhRt3eYz66Wetaeehms", "display_uri": "ipfs://QmY1XbHXpTcrYrCLbxTCindHtcrStwuaqqXimoR5MEwiVS", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSjbcsVxz2nvahfuCVsY1WFBGpjhRt3eYz66Wetaeehms", "mimeType": "image/jpeg"}], "creators": ["tz1bvi4gXVcBHPV5QPoVAbzBtRE5qcXJcpfU"], "tags": ["destroyxstairs", "riff", "collage", "digitalcollage", "ElizabethChaseAkersAllen", "author", "poet"], "extra": {}}