{"__version": 1, "token_id": 415134, "symbol": "OBJKT", "name": "Sadako Sasaki's Heavenly Crane", "description": "“ O flock of heavenly crane cover us with your wings and protect our children.. ”\n\n\nA tribute to Sadako Sasaki ( January 7th 1943 - October 25th 1955 )\n\nSadako Sasaki was a young girl living in Hiroshima in 1945 when the atomic bomb was dropped there. Sadako was merely one-year-old at that time. Ten years later, in 1955, she was diagnosed with Leukemia caused by the bombing and was admitted to a hospital.\nAgonized at her disease and confinement, the young Sadako remembered the popular myth about the thousand paper cranes and began making them, hoping for her wish to be granted.\n\nPaper was scarcely available in those days, but even this couldn’t deter Sadako; she used gift wrappers, candy wrappers, even the wrappers of the medicine bottles to make paper cranes. In the 14 months she spent in the hospital, Sadako had made about 1300 paper cranes.\n\nHer wish was that she, along with all the other war victims, would get healed. However, before this dream could be realized, on October 25th, 1955, Sadako passed away at the tender age of 12.\n\nAll of Sadako’s friends and classmates were deeply moved by her effort and death and collected money to build a memorial for her. It took three years to build the Hiroshima Peace Memorial, a statue of Sadako holding a golden crane. Beneath the figure is a messaged engraved, which reads: “This is our cry. This is our prayer. Peace in the world.”\n\nNow, Sadako's thousand paper cranes have transformed into heavenly crane that always carry the message of happiness, longevity, and peace around the world.\n\nPen On Paper// Water Color// PS CC// JPEG// 4000x2800\n\nNote : *This illustration is also used by Payung Teduh music as their new single cover art, which will be released in October 2021*", "artifact_uri": "ipfs://QmXCRGjzHWTtbF37mf7tE215bJja52bfM8nSQLdUTBTGXZ", "display_uri": "ipfs://QmcMri6BqnTdnf4umcJQtMJVesEx6bp38bTn6JPHvZL9oe", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXCRGjzHWTtbF37mf7tE215bJja52bfM8nSQLdUTBTGXZ", "mimeType": "image/jpeg"}], "creators": ["tz1P2xABvNtCb3pGjmGgn9R3xUtciB3MeGXA"], "tags": ["JPEG", "PenOnPaper", "Illustration", "Vintage", "Pastel", "ArtWork", "Crane", "ATribute", ""], "extra": {}}