{"__version": 1, "token_id": 504634, "symbol": "OBJKT", "name": "GPTSD - The Human / Machine Feedback Loop (Dreamer 186)", "description": "Can trauma transfer from human to machine to human?\n\u2028\nGPT: Generative Pre-trained Transformer is an open-source neural network (machine learning) model trained on internet data to generate new unique text.\n\n\u2028PTSD: Post-Traumatic Stress Disorder is a mental disorder that can develop after a person is exposed to a traumatic event, such as sexual assault, warfare, traffic collisions, child abuse, or other threats.\n\n\u2028This series of text and images function as an exploratory case study that magnifies the risks of transferring human bias and trauma to machine learning models. The output of these models can affect humans by reinforcing unintended inputs (positive or negative). These models can be distributed through social media or manifest in law-making, credit applications, education and other ways we may not yet understand. A feedback loop: we are what we consume—and we consume what we are.\n\u2028\nThe following generated GPTSD machine dream texts and images were all output in one session (Dec 2020) after training on 593 dream diary entries by an individual suffering from PTSD after experiencing war. These dream descriptions were cropped directly from a larger text and intentionally unedited except for a few minor deletions for clarity. \n\n~~~\n\nIn my dream: At my old apartment on Madison Street, where I’d stayed to play video games with friends. I’m still high on PCP. My teeth are crushed, but I can chew them. My front doorbell rings. It’s the landlord. “Is it you?” I ask. “My dog’s here,” he says. My mother is in the next room. “She’s OK,” I say, smiling. I’m aware that here, in my old apartment, I’m repeating the mistake I’d made earlier that night in a basement bedroom, when I hadn’t pulled the covers back to reveal my wounds. I want to lie down, to fall back asleep.\n\n~~~\n\n\u2028The GPTSD book and website will have further information about this project. ryanthompson.name/project-gptsd\n\n\u2028Humans become the stories in which we tell ourselves—and our machines. The tools we create, always manifest the people we come to be.\n\u2028\nDreamer 186 (Text Skeleton)\n1800 x 2280 pixels\nRyan Thompson - December 2020\n\u2028[Once all Dreamers have been collected a second artwork related to the “Text Skeleton” will be airdropped to the collector holding this work]", "artifact_uri": "ipfs://QmY73M9kGBGHw3aQxji8H62jBwWCteaAasZnQ5TYNAUp8h", "display_uri": "ipfs://QmcKxui7iULbt7upyBWFPdTCQfziVBX6U1bVix3c8PGipA", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmY73M9kGBGHw3aQxji8H62jBwWCteaAasZnQ5TYNAUp8h", "mimeType": "image/jpeg"}], "creators": ["tz1R9JSKJLXFBRqVbZAeTzT5Gnw2LoLdnT93"], "tags": ["gptsd", "gpt2", "gpt3", "ptsd", "machinelearning", "ai", "ascii", "neuralnetwork", "dream", "nightmare"], "extra": {}}