{"__version": 1, "token_id": 561434, "symbol": "OBJKT", "name": "A league of Disruptives ", "description": "A dark art event that captures a league of Disruptive elements from the void beyond castle Gormenghast.\n\nIt was common for the time that Generative elements would morph into the appearance of being a Disruptive Element and, in so doing, would be able to capture images that gave the Generatives an insight into the composition of  the Disruptives.\n\nThis allowed the Generatives a great advantage in war between the two as they became more and more able to disrupt the molecules of their opponents, causing the Disruptive to collapse into oneself in the manner of an imploding star.\n\nHowever, this was not without risk as, ultimately, the broadcast of any images from within the Disruptive camps immediately alerted the Disruptives to the presence of a Generative and the hive mind would collapse onto the Generatives presence where death would not come immediately, it would be drawn out for all time and be extremely painful.\n\nThis is known because the Disruptives would, on occasion, broadcast the terrifying screams of any captured and continuously tortured Generative in a constant stream that echoed around Gormenghast.\n\nIt was a worse than suicidal mission.\n\nThere was no reward for the volunteer other than the knowledge their contribution to end this thankless war would one day see them free and take their place amongst the the celebratory Generatives again. This of course relied on the assumption that a: The Generatives would win; and b: the volunteer's sanity wouldn't crash from the ceaseless torture.\n\nPNG 5600 x 5600 || November 29th 2021 || A Dark Art digital painting created by Dark Art Studio ", "artifact_uri": "ipfs://QmefG3dfGszeM1HnMGojQx7azRSqjHXJTVXZ1pBiTWeLRF", "display_uri": "ipfs://QmXVk1akxQYPt7ZZs6LmFi7wmn344zxkGiTewQr3xBf5Ta", "thumbnail_uri": "ipfs://QmfZ2vjWtqixfdqF9t5y7C1x1wuVA8a9iFonH5kevX8AwR", "formats": [{"uri": "ipfs://QmefG3dfGszeM1HnMGojQx7azRSqjHXJTVXZ1pBiTWeLRF", "mimeType": "image/png"}], "creators": ["tz1NWtHHck4dxpwCSGVrboat83R9STyLfmfA"], "tags": ["evil", "gothicart", "digitalpainting", "nftart", "gormenghast", "darkart", "gothic", "horror", "metaverse", "stevemunro", "DarkArtStudio"], "extra": {}}