{"__version": 1, "token_id": 583534, "symbol": "OBJKT", "name": "XX5 - E.T. \"EMIRP\" ", "description": "On August 21, 2031 we engage an expedition party to search for aliens civilization, the party consists of the Moxxapha Space Fleet, Chressa Expedition Vessel, and Aslopt Empire’s Battle Armada, and of course humanity’s very first space fleet, The Earth Defense Force Armada. \n\nThe main purpose of this expedition is to find an alien civilization and warn them about the hostile alien invader. If they welcome enough, we will ask them to join forces with us to help each other against the invader.\n\nAlong the way, we broadcast a beacon interval with the hope that someone would respond to it. Within a week of space travel we received a respond to the broadcasted beacon. They introduced themselves as “Emirp” and invite us to come to their homeplanet “Nottoc”, they gave us coordinates of their homeplanet and it turns out Nottoc is “TRAPPIST-1 e” which we discovered back then in 2017.\n\nWhen we arrived at Nottoc, we got a warm welcome and a really big supper, this particular Emirp who is their leader had been friendly and giddy around us. We didn’t went for a vacation, we convey our purposes and they accept it. The Emirp wants to join forces to prevent the invader.\n\nThese Emirp...they kinda live in a luxurious life, their buildings and monuments are spread across the planet as far as my eye can see, and their appearance…its kinda funny for me, I giggled a bit when one of them speaks, they have a cube shaped head, a mouth that kinda looks smiling all the time although they didn’t but overall these aliens are really friendly and my nickname for them is “\n\nGood things are happening, we need to get these alliances grow stronger. We will search for another ally in this galaxy, we need to move fast, gather as much as we can. For the galaxy.\n\nBrig Gen. Abraham C. Easley\nAugust 30, 2031", "artifact_uri": "ipfs://QmeGv633bAbsp9gUjiGKh68EaWqMgCGmJRV8dAaygbLhoY", "display_uri": "ipfs://QmaHSJ4mYFXyARHLCV59JhvdFukTW12Cd5GNqh22vQ5YSK", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmeGv633bAbsp9gUjiGKh68EaWqMgCGmJRV8dAaygbLhoY", "mimeType": "image/png"}], "creators": ["tz1TeMzJN99QhBN3bxF2DNsdfBxar4e5auHe"], "tags": ["alien", "character", "nftindonesia", "3dsculpt", "nftasia", "3d", "3dsculpting"], "extra": {}}