{"__version": 1, "token_id": 624734, "symbol": "OBJKT", "name": "23 Ode to Tezos NFT Single - GQWHY", "description": "This song is a tribute to Tezos; a green, clean and progressive platform for creating NFTs.\n\nThe Ode To Tezos lyrics was born while listening to a collaboration in a room Gevik was attending in ClubHouse in November of 2021. The vibe and energy in the room was the catalyst for him to write these words down. He later reached out to QueenEarth to start a collaboration. She graciously agreed to turn the words into an amazing song with her creative music and fantastic performance. Then QueenEarth reached out to El Negro Pacaso to do what he does so masterfully: mixing and mastering the song. Yacoo is a magician and made the song sound super pro. \n\nThe song was originally named “The n ph tea”, but the collaboration later decided to rename it to \"Ode To Tezos\".\n\n4 promotional tokens were created to drive adoption. These include the instrumental, lyrics, cover art and a short version of the song with an LP player animation.\nhttps://objkt.com/search?search=ode%20to%20tezos\n\nThis is the 23rd musical release in QueenEarth’s NFT collection, Introducing QueenEarth 2.0.\n\nNFT owner has the right to resell NFT, to publicly perform and publicly display the NFT on chain to maintain creator royalty at every sale in perpetuity. Owner may not reproduce, prepare derivatives, or distribute copies, without the consent of, and credit to the original creator. So, if you want to do a remix, let us know. \n\n\nLyrics by Gevik\nProduced and Performed by QueenEarth\nMixed and Mastered by El Negro Pacaso\nAlbum Artwork and Animated LP by Gevik (300dpi 2048x2048)\n\nGevik - https://linktr.ee/gevik\nQueenEarth - https://linktr.ee/queenearth\nYacoo - https://thainsiderz.com", "artifact_uri": "ipfs://QmfWWvDnpgEsa3JwPesGSmZ9txe3JhbVHTBNXNGRxL78fM", "display_uri": "ipfs://QmUhh72PuAZUPa7m3x4NHGuVAiLkbvaLteUYKdexL2p8ib", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmfWWvDnpgEsa3JwPesGSmZ9txe3JhbVHTBNXNGRxL78fM", "mimeType": "audio/mpeg"}], "creators": ["KT1F6CMqWZyYcujPg9LnLGjcWijpQW4wv7Sv"], "tags": ["rap", "hiphop", "armeniannft", "tezos", "elnegropacaso", "queenearth", "gevik", "blacknft", "odetotezos", "beatnik", "tezosanthem", "womennft", "tezosnft", "cleannft", "tezossong", "cleannft", "nftmusic", "musicnft", "tezosanthem", "nftanthem"], "extra": {}}