{"__version": 1, "token_id": 632334, "symbol": "OBJKT", "name": "Brain Breath Loop Node-01", "description": "Video Study (1280x720, no audio) for multi-modal project \"The Responsibility of Breath\", visualizing with polysomnograph (PSG) data recorded during a sleep research session at the University of Michigan, Sleep and Circadian Research Lab. Visualization performed with TouchDesigner. These studies take form as micro-performances, videos, objects, sounds, texts, libretto, virtual environments, and musical gestures.\n\nAbout the Project:\nInformed by Douglas Kahn's expansive vision of energies in the arts, sleep may also be viewed as a plural, with operations and activities rooted in extraction, interconvertibility, and indefiniteness. Related observations from sleep science include that wake and sleep are not discrete states, but patterns that occur simultaneously, and in degrees. To paraphrase Buiatti and Longo from their paper on multilevel interactions in biology: living systems dynamics are not stable or unstable, but far from equilibrium processes that undergo a flow of energy; a simultaneous blend of stability and instability. In a certain sense, the body is asleep and awake at the same time. In this terrain, breath provides a through-line, a way to navigate, observe, and attend to roiling continents of sleep.\n\nThis work has been shaped by the events of the past twenty-plus months; a period defined by breath. During this time, watching breath as data, trying to hold breath (physically, conceptually, emotionally), the legibility, musicality, and potency of breath has emerged as an organizing principle, guided by a series of questions: When is our breath no longer an extension of the body? When is one no longer responsible for their breath? What is the half-life of that responsibility? Was our breath ever our own?", "artifact_uri": "ipfs://QmVHAPeHd8HJcYTJwrHPWzezi3hJx491fEK8Hb4NayQSiH", "display_uri": "ipfs://QmU2zLi75vAsfmDF6LtWN3zLWCj1zVFqAiV6Ah5fK2hVXL", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVHAPeHd8HJcYTJwrHPWzezi3hJx491fEK8Hb4NayQSiH", "mimeType": "video/mp4"}], "creators": ["tz1ZKAJtuAyn4aKJRxACNpTLMLvD1uWsHV4Z"], "tags": ["Video", "DataVisualization", "DataPerformance", "Polysomnography", "PSG", "EEG", "ECG", "Breath", "Sleep", "Touchdesigner"], "extra": {}}