{"__version": 1, "token_id": 369924, "symbol": "OBJKT", "name": "Mirror Mask - Eoj", "description": "This is a series completed in 2013. In the course of my study, I hoped to accomplish an awakening of self-expression. Yes in the form of art, but largely in the emotions I harbored about existence and the people occupying space around me.  \n\nFor those of us privileged enough to be able to choose their paths in life, opportunities can seem endless. However, these opportunities are often met with an equal amount of boundaries. The meeting of these opportunities and boundaries form a sort of maze where we all seek our true path. Some people seem to have already found their way, walking with confidence with few detours. While others seek their path for the duration of their lives. \n\nOn our journeys we all come to a place where we reach a turn, forcing us to stop furthering a skill or cutting a path in favor of another. Was this dead end worth exploring or simply a waste of time? Could you be further along your truth path if not for the dead ends or does exploring the dead ends give you tools to illuminate your true path to come?\n\nThe subjects of this series are navigating their mazes on paths where I either met dead ends or found no such path at all.  Envy and admiration co-mingled as I watched them maneuver each avenue before them.\n\nFor each portrait, subjects were asked to select an environment that they felt represented them. This was a way to embody their paths, but was also an exercise as a photographer. With no prior knowledge of the setting, I had to work around lighting, weather, and other factors. In this exercise I was able to take some steps further down my own path as a photographer.\n\nOnce in the setting of their choosing, I asked each subject to wear a mirror mask that obscured their face and instead reflected me, the photographer. In this way I could embody myself journeying down their path - putting myself in their place. \n\nFinally, each subject wrote a short bit about themselves and a bit about me, the person in the mirror. In this way I could see how they perceived themselves while also illuminating the emotions and identity obscured by the mirror mask. I could also see how I was perceived by them, creating another facet of reflection. \n\nThe film strip below represents my path thus far as a comparison. \n\nEnvy is something most of us experience. We constantly compare ourselves to others. In this series my hopes were to change that envy into something positive and let it go - a series of self-improvement. I do believe the series helped me on my path and I think it might have helped the subjects as well. \n\nWhen you give that much freedom to your subject they become invested in the end product. It becomes more of a collaboration where they were all artists for a moment, and each piece has its own unique story… \n-Matthew Walker\n\n///////////////////////////////\n\n“ I am a creative person. I am interested in music, film, literature, science, history, and psychology. I have a day-job in the service industry but my mind is always on some creative project or another. Whether or not the things I work on turn out well, the work itself is fulfilling to me. I’m a lucky guy.\n\n\nMatt is a creative person. He is interested in photography and music - we share some common interests. I enjoy working with Matt at my service industry job; our aspirations are similar. I also enjoy hanging out with Matt socially. Nice project, Matt.”", "artifact_uri": "ipfs://QmRSQdyBMmgAFTgN5GvbCEjFEr6VfrAhgrmdhJtNfYdfys", "display_uri": "ipfs://QmbwBzt1hpWm3ZZqXMfGMV9WYk5tjbibGJxdiZKok8RPVB", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRSQdyBMmgAFTgN5GvbCEjFEr6VfrAhgrmdhJtNfYdfys", "mimeType": "image/jpeg"}], "creators": ["tz1fmihfYLov9nWHMapxdsNdEQ34tPaH86mc"], "tags": ["photography", "portrait", "series", "b&w", "abstract", "mirror", "mask"], "extra": {}}