{"__version": 1, "token_id": 504224, "symbol": "OBJKT", "name": "“Normal” Childhood", "description": "As a result of several scientific advances, people's harmful predispositions can be diagnosed as early as childhood, and essential psychological help can be provided. In the past, though, I saw a mother who was not as fortunate as the current parents. She watched her daughters' awful crimes after a \"normal\" childhood. Children were catching and murdering insects, butterflies, and birds, extracting their organs and cutting off their wings. Until her one-month-old brothers died, it was nothing more than a finding for the mother. The daughters became more reclusive and inseparable from each other after their brother died. They don't converse while eating; instead, they spend the entire day whispering in the closet. She felt odd when she started cleaning the leaves and petals of the hydrangea plant she had planted in her mother's garden. When his father's complaints of nausea, dizziness, and brief loss of consciousness went undiagnosed, he questioned someone who knew about the hydrangea plant's features and learned that it was a cyanide-containing plant. The mother went insane and lost her mental balance because she believed the devil had escaped into her daughters before she could mourn her son. As a result, the father attempted to obtain the girls medical help. Despite numerous attempts at the hospital, ranging from electricity to pharmaceuticals, the girls continued to hurt their own bodies when they were unable to find anything. They left the city shortly after these occurrences, and I did not hear from them again.", "artifact_uri": "ipfs://QmZMpm9RdPvxLJFwdksGkAAttv3LHXjLizJwuH1pib74Mt", "display_uri": "ipfs://QmZMpm9RdPvxLJFwdksGkAAttv3LHXjLizJwuH1pib74Mt", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZMpm9RdPvxLJFwdksGkAAttv3LHXjLizJwuH1pib74Mt", "mimeType": "image/gif"}], "creators": ["tz1dZDMAtyxM9nowWZm589fNAx3PXPtD9ZLX"], "tags": ["photography", "doodle", "sketch", "collectible", "experimental", "dark", "gif"], "extra": {}}