{"__version": 1, "token_id": 533124, "symbol": "OBJKT", "name": "Moirai's Scissors (fuck your destiny)", "description": "* To fuck destiny is to believe that our future is not already written, or completely determinated by our past, but by the actions and omissions we perform hic et nunc, in the present. \n\n* * Is to believe that your story as a human will remain unfinished and ongoing til the day you die, and that while you are alive, you have the chance and the power to choose at least some of the verses that may change it all.\n\n* * * To fuck your supposed fate, therefore, is to take radical responsibility over the decitions you make today, while surfing with luck, randomness, and butterflies effects dancing along. \n\n* * * * It means to own your life, all you can, to take every chance to create it in the way you choose to create.\n\n* * * * * And in that sense, it is an invitation to figure out who and how you want to be as a human, now that you know that, for some moments, the scissors are in your hands. \n\n\n--------------\n\nLas tijeras de las Moiras (a la mierda tu destino)\n\n* Mandar a la mierda al destino significa sostener que nuestro futuro no está ya-escrito en ningún lugar, y que tampoco está completamente determinado por nuestro pasado, sino por las acciones y omisiones que hacemos hic et nunc (aquí y ahora), en el presente.\n\n* * Es creer que tu historia como human@ va a permanecer inconclusa y continuamente por escribirse, hasta el día en que te mueras. Y que mientras estés viv@, tenés la chance y el poder de elegir por lo menos algunos de los versos que pueden cambiarlo todo.\n\n* * * Mandar a la mierda el destino que te suponen, entonces, es tomar responsabilidad radical sobre las decisiones que hacés hoy, mientras surfeás con la suerte, el azar, y varios efectos mariposa bailando a la par.\n\n* * * * Significa apropiarte de tu vida, todo lo que puedas, aprovechar toda oportunidad de crearla de la forma que vos elijas hacerlo.\n\n* * * * * Y en ese sentido, es una invitación a que descubras quién y cómo querés ser como human@, ahora que sabés que, por algunos momentos, las tijeras están en tus manos. \n\n\n-\nMP4 1046x1152\nsound by frutiloopy\n", "artifact_uri": "ipfs://QmVkzXmff1fVVFvXmyxAizKUx4trmL5i7UdgyoEUCXADHQ", "display_uri": "ipfs://QmR7twYTjrYa8JFRq91XGUDMXy4YmueApM2GXWwCuTLgrV", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVkzXmff1fVVFvXmyxAizKUx4trmL5i7UdgyoEUCXADHQ", "mimeType": "video/mp4"}], "creators": ["tz1W86fwCs86nkgXJh39jNwPvNUF8QGTmNQX"], "tags": [""], "extra": {}}