{"__version": 1, "token_id": 548724, "symbol": "OBJKT", "name": "DREAM WORLD IX", "description": "“DREAM WORLD IX” is the 9th piece in Jacob’s 10 piece genesis collection. It’s the second of three video pieces, each designed to seamlessly loop and all accompanied by custom scored tracks which also loop. The “DREAM WORLD” collection looks at connecting Jacob’s love to travel and his unique experiences, with the surrealism of the real world. These three videos look at specific moments in Jacob’s professional and personal life. Dedication — noun - the quality of being dedicated or committed to a task or purpose.??“It was 1:30am when I left the hotel and drove myself 3 hours into the desert. From there I packed my camera bag, left the car at the side of the road and begin clambering over sand dunes. I’d spent the past few weeks scouring maps of the UAE for abandoned roads, ones that I’d heard stories about from locals. I started to believe they weren’t real but after several hours I found one; a road that was perfectly straight, covered with sand dunes and left to fade away. A mile of solo dune-hiking later I hit tarmac, it was a rewarding feeling. I’d planned to shoot on this particular day as the sun was supposed to rise dead-centre at the end of the road. I put the drone in the sky and sure enough, as I held the controller in my hand and filmed myself walking, the sun slowly began to appear at the end illuminating the landscape. Dedication can lead to the finest of rewards.” - Jacob Riglin. Captured in Abu Dhabi, UAE First collector will receive a digital frame displaying the video alongside a download link to the full resolution video. ?Visuals by Jacob Riglin // Loop created by Totale Media // Music by Josh Mayer ", "artifact_uri": "ipfs://QmVfridcD62nHrWuCRrJRL4iHjJqxMwNZRHD7yPkx5hxr1", "display_uri": "ipfs://QmfT35XQgKv9WKrCTmGGVCNcMBUuX1WSEw7moAJuBKnyvV", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVfridcD62nHrWuCRrJRL4iHjJqxMwNZRHD7yPkx5hxr1", "mimeType": "video/mp4"}], "creators": ["tz1WTHfY9DfZhVJkHQXvCR39nshhYBJCbNP7"], "tags": ["abudhabi，art，desert，digital，dream，dreamworld，drone，dronevideo，futurism，immersive，jacob，jacobriglin，landscape，loop，middleeast，photography，seamless，seamlessloop，sunrise，sunset，surreal，surrealism，travel，uae，universe，video，world"], "extra": {}}