{"__version": 1, "token_id": 624424, "symbol": "OBJKT", "name": "Please Stand By -I Got Something To Say 119", "description": "Please Stand By utilizes the iconic SMPTE color bars template and changes the palette to bring into question viewers perceptions surrounding \"standards of color.\" An offshoot of my original series, I Got Something To Say, adds an additional more literal message. Please Stand By, Dan Bongino Is A Flaming Turd. We thought Rush Limbaugh was the worst of the worst but somehow, someway, the universe found us someone even more terrible to take his place. An EX NYPD officer, Bongino’s radio show, ingeniously titled, “The Dan Bongino Show,” took Limbaugh’s coveted time slot of noon to three and draws an estimated listenership of 8.5 million, “making him the fourth most listened to host in America.” In addition he operates a Saturday Night program on Fox News, a podcast that has ranked No. 1 on iTunes and a website that repackages stories into viral social media phenomenon. An anti-vax, anti-mask, conspiracy theorist Trump lackey, his main purpose since the last presidential election has been to try to get Trump back into office. With claims of deep state run governments, rigged elections, corrupt media, and calls to arms, many on the left have dismissed Bongino’s influence due to the fact that he is primarily a radio host, but  “For every hour that Americans listened to podcasts in 2021, they listened to six and a half hours of AM/FM radio,” and with a viewership practically in the double digit millions, there is not much that can eclipse his sway.  Liberals need to start to take Bongino and the propaganda he peddles seriously because January 6th may not have been the peak for the insurrectionists that stormed the capital, it may have only been the beginning. So yea, Dan Bongino is a flaming turd, no hidden message to this one, just you know, fuck that guy, he sucks. ", "artifact_uri": "ipfs://QmaHESqEt9CP4GfmTRDc4UwM2b4vuVNzdedyAA6pRwCt8A", "display_uri": "ipfs://QmcaRfN2BGWwQT3ZdRF4nT5XAjVQiqwkXS45LAmVEhpSDz", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmaHESqEt9CP4GfmTRDc4UwM2b4vuVNzdedyAA6pRwCt8A", "mimeType": "video/mp4"}], "creators": ["tz1VCtzuZHriPNays8UJnAdrZDgRaPehud2Y"], "tags": ["art", "digitalart", "glitch", "glitchart", "color", "colorpalette", "colorpalettes", "tv", "television"], "extra": {}}