{"__version": 1, "token_id": 340843, "symbol": "OBJKT", "name": "California Condor - Save the animals", "description": "There is still time to save this species\n\nThe California condor (Gymnogyps californianus) is a New World vulture and the largest North American land bird. It became extinct in the wild in 1987 when all remaining wild individuals were captured, but has since been reintroduced to northern Arizona and southern Utah (including the Grand Canyon area and Zion National Park), the coastal mountains of central and southern California, and northern Baja California in Mexico. Although four other fossil members are known, it is the only surviving member of the genus Gymnogyps. The species is listed by the IUCN as Critically Endangered.\n\nThe plumage is black with patches of white on the underside of the wings; the head is largely bald, with skin color ranging from gray on young birds to yellow and bright orange on breeding adults. Its 3.0 m (9.8 ft) wingspan is the widest of any North American bird, and its weight of up to 12 kg (26 lb) nearly equals that of the trumpeter swan, the heaviest among native North American bird species. The condor is a scavenger and eats large amounts of carrion. It is one of the world's longest-living birds, with a lifespan of up to 60 years.\n\nCondor numbers dramatically decreased in the 20th century due to agricultural chemicals (DDT), poaching, lead poisoning, and habitat destruction. A conservation plan put in place by the United States government led to the capture of all the remaining wild condors by 1987, with a total population of 27 individuals. These surviving birds were bred at the San Diego Wild Animal Park and the Los Angeles Zoo. ", "artifact_uri": "ipfs://QmWCXZANjYV2fbmQzzuTyEzAPfC7erp2Uabh6RrQJBSfFy", "display_uri": "ipfs://QmRSKQKAFLk9Y5SYvZMQbCxRp3CMG8nvYTbhgARvVMGTjK", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWCXZANjYV2fbmQzzuTyEzAPfC7erp2Uabh6RrQJBSfFy", "mimeType": "image/png"}], "creators": ["tz1XXkNzVWugHLK4G3B9E8E59xrnHYey85v7"], "tags": ["rare", "animal", "save", "planet", "art", "world", "protect", "collectible", "nft", "god"], "extra": {}}