{"__version": 1, "token_id": 391243, "symbol": "OBJKT", "name": "Lady Bug Ga", "description": "Sunny afternoon, rainy afternoon. Nothing seems really matters to Lady Bug Ga, a  ladybug who lives inside a cave called Rah-rah. That day, Bug Ga lost a will to live. Rain was pouring 4-day straight already. She wandered around the neighborhood and ended up hiding under a leaf near Molo city.\n“Who cares about life? I only live for a year. What do I do now?”\nFisho and Fasho, a twin Tiger Barb, heard Bug Ga’s rants and they came approaching her.\n“Hey, ssup mate? You don’t seem well.”\n“Huh, yeah, I just wanna go somewhere far away and never come back.”, said Bug Ga.\n“Ha, I see. You know what? Fasho and I jumped from our aquarium few years back, life is bizarre after that. We got to fight against fierce current, and when we win, we celebrate it by feasting on shark’s parasites.”\n“And were you two happy after that?”\n“Yeah mate absolutely. We are glad that we left our house back then.”\n“Do you have plans in life?”\n“Plans? Haha, nope. We never know how long we will live, especially after we left our house. Maybe tomorrow we will be eaten by a predator. You know what, enjoy life, be happy! A light will follow!”\n“Hey, hey mate. My friend just called me, there’s a fierce current near Malawa! You wanna go?” Fasho asked.\n“Nah, I’ll stay here. Maybe next time, we’ll meet again.”\nFisho and Fasho left Bug Ga and headed south.\n“Yeah maybe life is not all about plans, maybe it’s about pushing the boundaries and following what comes next. Alrighty, maybe it’s time for me to be happy.”\nBug Ga smiled and flew away, looking for fresh dew after rain.", "artifact_uri": "ipfs://QmQdcLyzy2Ko7zPViHzRSZBXtDSNxJBq3xrXBANXwfbaN7", "display_uri": "ipfs://QmQdcLyzy2Ko7zPViHzRSZBXtDSNxJBq3xrXBANXwfbaN7", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQdcLyzy2Ko7zPViHzRSZBXtDSNxJBq3xrXBANXwfbaN7", "mimeType": "image/gif"}], "creators": ["tz2HpgpGoZtP58xrE1ZjFHFUjqrodJHzezaa"], "tags": ["Ladybug", "NFTs", "illustration", "NFTCollectible"], "extra": {}}