{"__version": 1, "token_id": 427243, "symbol": "OBJKT", "name": "LET ME OUT", "description": "LET ME OUT is the opposite side of the equation and is the rejection of said permissions through mantra. Just because you ask for permission doesn't mean you'll get it or should get it. As a species we're obsessed with either collecting things for social status (money, power, clothing, cars, homes, boats, etc.) or using/spending that status for personal gain. We're all guilty somehow of that in one way or another; the culture teaches us that it benefits us to do so and rewards us. This is bordering or crossing way into opinion on sociology psycho-babble, but I personally think that on some level, all of us eventually either earn and/or spend our social capital somewhere on something, some situation, or whatever. All that said, just because you have money, power, or some sort of social status doesn't give you the right or entitlement to do just whatever you want. As the pandemic has illustrated or illuminated, the gaps in our society (race, gender, sexual orientation, gender identity, etc.) are complex. One way that we can try to change the way we integrate into society post-pandemic would be to view everything in a binary system: Needs vs Wants. Do you need this or do you want this? They're 2 distinctive concepts that tap into the core of human emotion and interaction. We all do this at just about every moment of our waking lives. Everything is either a want or a need at some level. If we're honest with ourselves and honest with each other (that's a big ask Andrew), change can happen. If someone says, LET ME OUT...let them out. Let them go in whatever capacity they're saying to LET ME OUT. ", "artifact_uri": "ipfs://QmZxhAqCenfSkFQQ1nP361tDHjNwyRDgo59SwXX7B2MfuS", "display_uri": "ipfs://QmazyhGhYcHniTWVYngsxFG8eveh3LXHjFobckjRjfCbM2", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZxhAqCenfSkFQQ1nP361tDHjNwyRDgo59SwXX7B2MfuS", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}