{"__version": 1, "token_id": 478043, "symbol": "OBJKT", "name": "GØW CRYPTØPICØS - Brazilian Wooden Shelves - GØW - CERR1 - EUCALYPTUS", "description": "CRYPTØPICØS is a series of truly unique premium handmade wooden shelves, produced with love in Brasília, Brazil, for you to properly showcase your art and all other things you love.\n\nThe CRYPTØPICØS CERRADO I was made out of a whole Eucalyptus piece rescued at Parque Nacional de Brasília - Brasilia's National Park, after the tree was cut down for not being an endemic species to the region.\n\nCERRADO I measures are aprox. 50cm x 30cm x 5cm and it weights over 1 kg. It was sanded to perfection for the smoothest touch and treated with General Iron Fittings premium natural oils and organic Bee-wax. One of this piece's unique features is a knot hole where you can grow a small plant or leave it hollow for other purposes. \n\nFixation on wall is made with 3 hooks that are drilled on the wall and stay invisible after installation. Everything you'll need to install it will come included in the box. \n\nThere will be 20 digital-only assets available. When all of them are sold, one random holder of the digital asset will be notified they won the real life asset. I will get in touch to arrange delivery details. Costs will be paid for by buyer.\n\nIt comes engraved with the artist signature \"GOCCØ W\", unique item name/tag \"CERRADO I\", wood species \"EUCALIPTO\", place where it was finished \"BSB BR\", year of making \"MMXXI\" and will also contain the engraved contract data of the first winner transaction, linking it forever to the blockchain. It's one of the first wooden, physical pieces available on any blockchain, being first listed @OpenSea since feb/21. It brings one of the first solutions to linking physical, solid art to the blockchain fullfiling the purpose of NFTs. Now available @ HEN.\n\nI am commited to giving a % CRYPTØPICØS profits back to the local community in the form of free wood art workshops and classes, as well as how to get people to make profits and change their lives in the crypto market.\n", "artifact_uri": "ipfs://QmXSDpK89i1VsnVFh3TnPfKwGEwZ64NkLnY61oJwCMjtHX", "display_uri": "ipfs://QmXSDpK89i1VsnVFh3TnPfKwGEwZ64NkLnY61oJwCMjtHX", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXSDpK89i1VsnVFh3TnPfKwGEwZ64NkLnY61oJwCMjtHX", "mimeType": "image/gif"}], "creators": ["tz1VQimdkCkmV7jYkTY9CiuTd341muWz1sgt"], "tags": ["#woodworking", "#woodwork", "#woodartbr", "#woodartnft", "#physicalartnft", "#touchnft", "#gocc0wood"], "extra": {}}