{"__version": 1, "token_id": 602043, "symbol": "OBJKT", "name": " Bithko_Series_01_23/256", "description": "Bithko is a series that takes the painter Rothko as an inspiration, whom I admire one of the most. I imagined what would it be like, if “I” create a modern day version with his style, and this is my interpretation. This is my self-playing art adventure. This is how I perceive and this is how I produce. Each 256 piece in this collection is photographed, edited, animated and composed not by AI, by human beings. \n\nMemories are not stored with all their details. The feelings of that moment are thrown into memory and encoded with a situation-specific aura. So is human relations, how people make you feel is more important than how they act. A landscape memory does not come alive as a vision with all its details. You remember the feeling, the aura. If you imagine it like a video, let's take a section of the time frame of that exact moment and stretch it to infinity, we will reach the aura of that moment. And it's definitely not clear, not in focus. It is visualized by the vibration at a similar frequency. The Bithko series was created on this logic. Presented in its simplest form, as Rothko did. And in keeping with the present, consisting of \"bit\"s.\n\nAnd every art-piece in this collection has a specific sound. I’ve received great support from my music producer friend @gokayozcanlar. He created the music. We have been planning work in a project together for a long time and this project was very suitable for us. Gökay wrote a special melody for each moment. This is an extra special project for me and I believe it is for him too. \n\nOne of the most beautiful features of the Bithko series is that its proportion is not important as it embraces infinity. You can print your work square or rectangular (vertically/horizontally) form and the image will not be deformed. Maybe in the future you will display it in your living room in the Metaverse.. Since I write my signature as \"..-. .-. -. .- -. --- --.. ..-..\" using morse code, there will be no distortion when the aspect ratio is changed (I may have thought a bit foresight in this detail).\n\nI think real artists should be supported instead of auto-generated unsigned works.  hashtagstoptheapes\n\n..-. . .-. -. .- -. --- --.. . .-..\n\nMusic Producer: @gokayozcanlar - Gökay Özcanlar\nPhotography: @fernanozel - Fernan Özel\nPhoto Editing: @fernanozel - Fernan Özel\nMotion Graphics: @fernanozel - Fernan Özel", "artifact_uri": "ipfs://QmVQTqzzoFEPUUGrf54VZQqDDZsgdW3o4M75cjbQKQNBWT", "display_uri": "ipfs://QmVS8HPPCvcUfzk6EozPq76wgZKjYMQV5VeH8vD6WDu9CT", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVQTqzzoFEPUUGrf54VZQqDDZsgdW3o4M75cjbQKQNBWT", "mimeType": "video/mp4"}], "creators": ["tz1WBnKhvvBjMzY8ggAr2gZYFh23A5jsqNkT"], "tags": ["digital", "illustration", "digitalart", "lines", "linescape", "landscape", "digitallandscape", "rothko", "bithko", "fernanozel", "gokayozcanlar", "animation", "sound", "mood", "aura", "line", "horizontal", "photography", "soul", "feelings", "happenings", "bitart", "8bit", "pixelart", "pixel", "stoptheapes"], "extra": {}}