{"__version": 1, "token_id": 302296, "symbol": "OBJKT", "name": "Achromic", "description": "Have you ever felt like all the happiness in the world suddenly left you?\nLike you couldn't even bear to twitch the corners of your mouth because no matter how you keep your life together, it just doesn't go your way?\n\nLife happens when you least expects it to be. When you thought that you have everything figured out, it'll suddenly throw you off of your feet. You wanted to tell those who're so close to you how you felt but you're afraid that you're just gonna bother them, that you'll add more to the problems that they already have. I know how that feels very well. Let me tell you that it will never be easier. It'll just get harder but you can't just get weaker and let it trample you further. You have to stand, you have to face it. You have to fight it, never listen to those voices within your mind that tells you who you are not. Never listen to anyone who tries to make you feel more inferior, because, you are not. You are not limited by who you think you are and for what you can't achieve just yet. Always strive, never stop fighting. You are meant to take up space in this world and someone out there needs the kind of person that you are right now. Be courageous to fight for your happiness because no one else will fight for you, just you. No one else will have your back, just you. Never belittle the \"you\" right now because the \"you\" in the future won't exist if the \"you\" right now didn't exist. You matter, your voice, and happiness matters. Never get tired of fighting for what you deserve because someday you will be glad that you never gave up.\n\nArtist: Jovierose | 3456 x 2592 | Noir Photographs |", "artifact_uri": "ipfs://bafybeigpx4lothblu4sx7smvuqhmjxdja4k6e5ec5kx2ogt5u6vscjiylq", "display_uri": "ipfs://bafkreighqqonhg3zgrlgqflt6pskjm3ry2g2rqb2illd7f7jq7tqz6c3n4", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeigpx4lothblu4sx7smvuqhmjxdja4k6e5ec5kx2ogt5u6vscjiylq", "mimeType": "image/jpeg"}], "creators": ["tz1PyL35gcf2t84KqcAYatKgwRyYchf8FKjC"], "tags": ["BlackandWhiteFlower", "FlowerPhotography", "NoirPhotographs", "CanonPhotography", "NFTPhotography"], "extra": {}}