{"__version": 1, "token_id": 304696, "symbol": "OBJKT", "name": "GENERATIVE Persian Floral Hamadan CARPET  (Special  EDITION)", "description": "\n\nGenerative artwork exploring color and the emergent effect of stacking simple shapes and filling their intersections.which take you on the journey to an imaginary universe. All artworks are created using custom algorithms in processing.\nThis collection has an abstract look at Iranian carpets, Iranian art-industrial carpets that have long overshadowed Iranian culture as a name and credit for Iran.\nArak carpet is a type of Iranian carpet that is woven in the Arak region. During the Qajar period, Arak was one of the important centers of carpet weaving in Iran. The carpet industry has been popular in the region in the past, and Farahan carpets, Saraband carpets, and Sarough carpets have become world-famous.\nHamadan is a collective term for a variety of carpets knotted in the region around the city of the same name. The Persian carpets knotted in the villages and towns surrounding the city may vary greatly. Whether pattern, quality, or knotting density - almost anything is possible. Fine carpets of this carpet provenance are for example Hosseinabad or Nahawand. Simpler qualities can basically be found under the collective term Hamadan.\n\nWhile the handspun yarn was previously used for all Hamadan carpets, nowadays industrially produced yarn is also used for more economical carpet variants. In these cases, less elaborate colors are used to dye the yarn. For these reasons, the right choice is important. The well-known Herati pattern and classic colors such as blue and red predominate. The first is traditionally made from the indigo plant, the second from the dyer-crab, which is so often used in Iran. Geometric patterns predominate in knotting. Nevertheless, floral patterns can also be found on Persian carpets.\n\nEspecially older carpets of the Hamadan region enjoy a good reputation. They were knotted on cotton warp. They were called Shahr-baff, which is a combination of the words city and knots. Unfortunately, these carpets are rarely to be found. In principle, carpets of this provenance are everyday carpets, which have their strength, especially in their robustness.", "artifact_uri": "ipfs://QmX9b8itLvjRexK1Ax6jSTkwHfvATqrfwRgRPFRhyjqp6P", "display_uri": "ipfs://QmX9b8itLvjRexK1Ax6jSTkwHfvATqrfwRgRPFRhyjqp6P", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmX9b8itLvjRexK1Ax6jSTkwHfvATqrfwRgRPFRhyjqp6P", "mimeType": "image/gif"}], "creators": ["tz1SSCjgL54U5yUemQVFGfZ9M9ygKHLHgNsA"], "tags": ["generativeart", "creativecoding", "generative", "codeart", "newmediaart", "abstract", "creativecodeart", "algorithmicart", "touchdesigner", "object4objekt", "generativedesign", "processing", "mathart", "computerart", "proceduralart", "geometricart", "procedural", "isometric", "bhfyp", "geometry", "pattern", "GEOMATIC", "aiart", "artxcode", "minimal", "psychedelic", "glsl", "psychedelicart", "opart", "genartclub", "noise", "trippy", "opticalart", "artandtechnology", "coding", "audiovisual", "pyton", "p5js", "hen200k", "shahrokh", "machinelearning", "pixelart", "pixels", "rare", "1"], "extra": {}}