{"__version": 1, "token_id": 405996, "symbol": "OBJKT", "name": "Freaky Friday #1", "description": "Mi primer Colección sobre Día de Muertos \n\nLa primera vez que estuve en México, en la época de Día de Muertos había una pandemia y nada fue como me lo imaginaba. En la calles no había fiesta ni música ni grandes grupos desfilando y celebrando a sus muertos.\nEntonces me invente mi propia historia y es mi primera colección de NFT; con cinco ilustraciones sobre Día de Muertos\nCada viernes de octubre habrá un nuevo Drop disponible sobre estos personajes misteriosamente siameses; observadores de su entorno; sintiéndose perdidos y ansiosos por llegar al lugar donde pueden ser, realmente quienes son.\nEl misterio se revelará en la quinta ilustración el 1 de noviembre de 2021\n\nMy first series for Day of the dead\n\nMy first time in Mexico for the Day of the Dead was during the pandemic. Nothing was like what I thought Day of the Dead would be like before. In the streets there was no music, parties, or groups of people celebrating the dead.\nThere were no stories to tell on the street so I made my own story. My story will be told in a series of NFT's.  The series is five illustrations about Day of the Dead.  They are mysterious Siamese characters observing.  The characters are lost, and eager to get to the place where they can be who they truly are.\nThe first four NFT's of the series will get dropped on each Friday left in October, the fifth NFT of the series will get dropped on Halloween day", "artifact_uri": "ipfs://QmTSuVyT5HBuZqUq5Xdz9EXsRKwJp1j6Q6RPmDBPqWwncN", "display_uri": "ipfs://QmceoqRZCGiWfncRhveCRtNCgxCTYqTWFb8AXf2gDqZhqQ", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmTSuVyT5HBuZqUq5Xdz9EXsRKwJp1j6Q6RPmDBPqWwncN", "mimeType": "image/jpeg"}], "creators": ["tz1e59egCvJuvqQtyr987u5q4sLsmJNjwkZu"], "tags": ["Argentina", "diademuertos", "mexico", "dayofthedead", "halloween"], "extra": {}}