{"__version": 1, "token_id": 472996, "symbol": "OBJKT", "name": "SENIKANJI - SYSTEM YANG PALING BAIK ADALAH SOUND SYSTEM", "description": "This work has a story that is very closely related to Mr. Supomo's personal life.\n\nDuring his life, he was always close to music. From childhood until the end of his life, Mr. Supomo liked to listen to music from cassette tapes. Starting from the songs genre pop, rock, ballads to keroncong. Secular songs and spiritual songs.\nFrom his room, he always heard his favorite songs playing all the time, while drawing of course, with a simple sound system.\n\nThen, on December 28, 2020, this legendary work was born. As usual, Pa Supomo made the illustrations on A3 drawing paper using markers and drawing pens.\n\nThat's a snippet of the story behind the scenes until finally this work gets a special place in the hearts of many music lovers in various locations.\n\nMr. Supomo started his work as a professional artist in 2019, after retiring from his job in a garment factory. This 66-year-old man started drawing illustrations when he was a kid himself with no formal art education at all and started doing hand lettering in 2016, which was then encouraged by his son to create an Instagram account with @senikanji as his username. Known for his unique illustrations and handwriting, @senikanji presents ancient artworks such as Chinese posters, with witty characters and sentences relevant to everyday life. He got his Chinese skills from a Chinese language course he took for five months in 2005. The simple illustrations and funny jokes from this father & son collaboration reinforce the identity of their artwork and make @senikanji a unique masterpiece. Mr. Supomo passed away on July 25, 2021.\n\n-----\n\nSYSTEM YANG PALING BAIK ADALAH SOUND SYSTEM\n\nKarya yang satu ini memiliki kisah yang sangat erat dengan kehidupan personal Pa Supomo.\n\nSemasa hidupnya, kehidupan beliau selalu dekat pada musik. Sejak kecil sampai akhir hayatnya, Pa Supomo gemar mendengarkan musik dari kaset pita. Mulai dari lagu-lagu bergenre pop, rock, balada sampai keroncong. Lagu sekuler maupun lagu rohani. \nDari kamarnya selalu terdengar alunan lagu-lagu favoritnya yang diputar sepanjang waktu, sembari menggambar tentunya, dengan sound system sederhana. \n\nLalu, pada tanggal 28 Desember 2020, lahirlah karya legendaris ini. Seperti biasa, Pa Supomo membuat ilustrasinya di kertas gambar A3 memakai spidol dan drawing pen.\n\nBegitulah secuplik kisah dibalik layar hingga akhirnya karya ini mendapat tempat spesial di hati banyak pecinta musik di berbagai lokasi. \n\nPak Supomo memulai pekerjaannya sebagai seniman profesional pada tahun 2019, setelah pensiun dari pekerjaannya di sebuah pabrik garmen. Pria berusia 66 tahun ini mulai menggambar ilustrasi sedari ia kecil secara otodidak tanpa pendidikan seni formal sama sekali dan mulai menekuni hand lettering pada tahun 2016, yang kemudian didorong oleh putranya untuk membuat akun Instagram dengan @senikanji sebagai username-nya. Terkenal dengan gambar ilustrasi dan tulisan tangannya yang khas, @senikanji menghadirkan karya seni kuno seperti poster China, dengan karakter dan kalimat jenaka yang relevan dengan kehidupan sehari-hari. Ia mendapatkan kemampuan bahasa Mandarinnya dari kursus bahasa Mandarin yang ia ikuti selama lima bulan pada tahun 2005. Ilustrasi sederhana dan lelucon lucu dari kolaborasi ayah & anak ini memperkuat identitas karya seni mereka dan menjadikan @senikanji sebagai sebuah mahakarya yang unik. Pak Supomo telah wafat di tanggal 25 Juli 2021. \n\n___\n\nDimensions: 3576  × 5168 pixel\nType: JPEG image\n\nTerms and conditions applied.\n\nCopyright 2021, Senikanji.\n", "artifact_uri": "ipfs://QmR7Ppn8DyAi98Lvc1Rgb8f1ywe5Nmj3Y1DWPLhKbsZ4Q6", "display_uri": "ipfs://QmNyT8SvFoViN1wGy3sjZiNK9swy27jkycNgDXqpco92rj", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmR7Ppn8DyAi98Lvc1Rgb8f1ywe5Nmj3Y1DWPLhKbsZ4Q6", "mimeType": "image/jpeg"}], "creators": ["tz1czkLBh92YmsFWifHupLCu8VJTWBCREhKz"], "tags": ["Senikanjisoundsystem", "Senikanji", "NFT", "NFTcollection", "NFTcreator", "traditionaldrawing", "Draw", "drawing", "drawingpen", "illustration", "artwork", "art", "chinese", "lettering", "handlettering", "manualdrawing", "chineseart", "markerart", "quotes", "typography", "yangtuadanberkarya"], "extra": {}}