{"__version": 1, "token_id": 340520, "symbol": "OBJKT", "name": "🌊 a cliff floating in precision", "description": "🌊 a cliff floating in precision is part of a series of studies which confront the compromise between precision and representation as experienced in digital systems which use floating point number formats.\n\nThis project exploits the fact that floating point numeric systems cannot represent all real numbers. This can be seen in most digital 3d systems when geometry is modelled or moved very far away from the origin of the 3d scene. This is otherwise known as the Far From Origin problem.\n\nThe cliffs of dover were chosen because of their extreme verticality and rocky details, which when combined with the far from origin errors, form a generative system exposing details in the topography. Audio was recorded September 2021 in the North of Spain on the shores of the Cantabrian Sea. The audio and 3d model undergo similar manipulations. As they move farther from their origin, they can no longer be represented as continuous elements of shape and sound. The digital formats designed to represent them are limited and ultimately, human.\n\n3840 x 2160 (4k, 16:9), 30 fps, 1200 frames, 00:00:40, mp4, aac audio 44100 Hz stereo, 95.3 mb\n\n© 2021 Luis E. Fraguada. All rights reserved.\n\n3d model credits: \n\"White Cliffs of Dover\" (https://skfb.ly/6ZsvY) by Pavel Matoušek (@matousekfoto) is licensed under Creative Commons Attribution (http://creativecommons.org/licenses/by/4.0/).\n", "artifact_uri": "ipfs://QmPb4kFKd8tRtBp3qAD6vrpAUprAQqVaSc2UJMtdH3GdNX", "display_uri": "ipfs://QmaimLh5q4GDK3pCuSY89wbGHwkr2XxAhmrJVPGke5R7yP", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPb4kFKd8tRtBp3qAD6vrpAUprAQqVaSc2UJMtdH3GdNX", "mimeType": "video/mp4"}], "creators": ["tz1SeV6vmY1nR6xuDPXRx1tWsrhqXCwmXL2j"], "tags": ["🌊", "3d", "isometric", "arithmetic", "floatingpoint", "precision", "farfromorigin", "error", "digital", "video", "audio", "generative", "cliffs", "waves", "nature", "Ilovethewaves", "csharp", "programming"], "extra": {}}