{"__version": 1, "token_id": 369020, "symbol": "OBJKT", "name": "AD 1.3 — Mother", "description": "A metal bird puts us down on a platform in the depths of the city. Thick mist covers tops of skyscrapers. People live high in the sky. I live above them all.\n\nI remember how the mother took a group of us in the Chinese district of San Francisco. A chain of orphans in pairs, a dark melting shadow, our mother, at the head of the column. It can’t take a form of a living creature because of drizzle. It’s cold and I’m gazing into the dark, where needles of skyscrapers are hidden. Old conservative buildings of Hilton and Masatoshi are made of dark glass and steel, their huge logotypes are blurry spots, somewhere in the invisible sky. New players like Celestial and Stash Box have accepted technological advancements, their logos sit on drones and fly up and down, correlating with a level of visibility.\n\nThe mother is calling me by name. She’s melting, blinking, approaching me. Its face and a hand with long fingers are almost visible.\n\n“Don’t leave your pair, my little son,” it’s saying. “C’mon, honey, let’s go.”\n\nI’m taking its hand and allowing it to bring me to a place. My sister Bell’s smiling. She is of my age and wearing a pink bomber jacket and a skirt. Soles of her sneakers are gleaming with green electric.\n\nWe all are taking a turn under conscious eyes of policemen — half-humans, half-beasts. They are wearing dark masks with dog faces. Their eyes are beaming, scanning our group. The mother nods them, sending qubits of invisible information.\n\nWe are on a side street, all hiding under a canopy. Raindrops are sliding down from our black plastic covers. A Chinese man’s approaching us and beckoning, inviting inside of his manufacture. Each of us receives a fortune cookie upon entering the concrete box. I’m hiding mine in the right pocket. We are walking through a narrow corridor, and the Chinese is showing us ancient cookers. I see an old man taking a bowl of stripes of paper from electric hands of a blind woman. He’s talking, the woman’s receiving the messages from the entity that is living parsecs away on a planet of love. He’s talking, each message is designated for a chosen one, and it’s unavoidable. “You can’t have the wrong message,” he adds. “Grace is dedicated for you only.”\n\nI’m stealing a few of the messages and put them in my left pocket. I see how my sister’s crushing a biscuit with her teeth, crumbs are showering into her palm. She’s taking a paper out of her mouth, smiling at me. We are both laughing. The mother multiplies around us, all her hands are enfolding us, everyone of us, and she’s laughing with all of us.\n\nOrganic death is inevitable.", "artifact_uri": "ipfs://QmQNRWXZVFdiGW8CqTd1N8oYmd1h6gDm5qCYYwWhMDHsjC", "display_uri": "ipfs://QmQNRWXZVFdiGW8CqTd1N8oYmd1h6gDm5qCYYwWhMDHsjC", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQNRWXZVFdiGW8CqTd1N8oYmd1h6gDm5qCYYwWhMDHsjC", "mimeType": "image/gif"}], "creators": ["tz1boBFSnCFKEZ4HynCdmDiiNJAvJj5iH7e5"], "tags": ["cryptoliterature", "literature", "fiction", "scifi", "abstract", "transhumanism", "bayfragile", "anemonesdiaries"], "extra": {}}