{"__version": 1, "token_id": 386820, "symbol": "OBJKT", "name": "LOVERS", "description": "Insights from the Dreaming Pool - Divine entanglement. Entwined, creating beauty together, giving of each other, becoming one, intimacy. Love is a divine force that creates exquisitely elegant and beautiful moments. Think of the sweet beauty that inspires love songs. \n     \nWhat can two people create together?\n \nLovers, in love expressing the divine sacred gift of life, of love. Both whole and coming together creating a unit that expands out further than either could on their own. When you meet two people who love each other unconditionally who are deeply connected on every level, body mind and spirit, their love is so inspiring. It’s the ultimate expression of relationship, twin flames burning bright for each other, coming together after years perhaps life times apart. Two people who were meant to be together and against all the odds succeeded because love is like nature, it will find a way. When two hearts are meant to beat as one they will find each other. They give each other the gift of themselves and they are reborn into the relationship. They are entwined and have merged on every level.\nLove is a powerful force\n\nIn the story of Bridin in the guidebook that accompanies this deck love allowed her to find her own power and free herself. We all have access to this power, think of someone or something you love, NOW, remember a joyous moment with them or a joyous moment that filled your heart with bliss in the beauty of nature. Feel the love fill your heart, remember the moment over and over until it’s coursing through you. Feel love in your heart and send it around your body into every cell, down to your fingertips and up to your toes tingling playfully on the soles of your feet. Fill the moment with love then you are in love, in the sea of love. It moves through your body energising you, changing your cells, making them vibrate with love. Notice how you see things differently like this, how different your thoughts are. \n\nLove is the greatest filter - Entangle yourself \n\nThe Dreaming Pool Oracle is a collaboration between artists Maia Mellier 🕸 🕷 (@maiamellier) & AEVIN (@aevin_io)\n     ", "artifact_uri": "ipfs://QmdMaqnQYykuEorMPJautXXEtuCpAh1LNSWgMV34FM9two", "display_uri": "ipfs://QmWTPFJTb6ZyV5ST1FDQxf6JH2YCKD3AmiUtguzx91NqVG", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmdMaqnQYykuEorMPJautXXEtuCpAh1LNSWgMV34FM9two", "mimeType": "application/x-directory"}], "creators": ["tz1SEkFv8ibFsKzi3AgAfkAKDc5La329LJAy"], "tags": ["illustration", "collectable", "generativeart", "blackandwhite", "interactive", "p5js", "aevin", "maiamellier", "oraclecards", "cards"], "extra": {}}