{"__version": 1, "token_id": 321178, "symbol": "OBJKT", "name": "Ascend", "description": "\"It is a mystic maxim that the lower in the scale of evolution a being is placed, conversely the higher we ascend in the scale of attainment. The more one shall conquer and in return can rule his stars, only if they accept to embrace the weak as they walk their journey, freeing themselves from the leading strings of the Divine Hierarchies.\"\n\nThe Story: No matter what the journey, it is the path we choose that shapes our personality and defines us. This art was more of a symbolic piece showcasing how a collective of people can stand as an entity and what giving a hand to one another can do. We live in an overly saturated era with almost everything material surrounding us. Everyone wants to reach the top and many would go to almost any length in trying to acquire it. Times we go through to be what we are today or in the process of being one day are tough, frustrating, and can seem still mostly.\n\nObsessing over material gains, living has kind of lost its meaning. If you're reading this, I'm sure you'll agree. The need to care for someone or lend a helping hand has become a rarity. I wouldn't be surprised by a world in the not-so-distant future, where people would tell stories to their kids explaining that there was a thing called \"Help\" and humans practiced it.\n\nAs ugly as it may seem, there are people I have crossed paths with that have been generous enough in pulling me up during my dark times. Since those days, I have started to live by a code \"Ascend Together\" that has pushed me to always be there for not just my family or friends but for anyone that crossed my path in need of help. The surprising part is that in this practice I have found some of the best people that today play a vital role in my life and I know for a fact that they would go to lengths for me that probably not even my closest would ever go.\n\nThere is nothing that can make you achieve quicker than holding each other and pushing to the top together.\n\nTrust and Ascend together", "artifact_uri": "ipfs://QmZAE7pzjuc3SLB7Zw5hBAK1n9NYRoTLwruhnSquUUCyAM", "display_uri": "ipfs://QmPmcgwtWcUBrmQovAPGQ7jtjXuFT4kkZVoC7Ghk2mE1Jz", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZAE7pzjuc3SLB7Zw5hBAK1n9NYRoTLwruhnSquUUCyAM", "mimeType": "video/mp4"}], "creators": ["tz1bjGdjBLbwdr8ptGcjakKAeM6TLU6UzLgP"], "tags": ["digital", "animation", "3d", "abstract", "glitch", "red", "space", "void", "figure", "ascend", "nft", "cg", "statue", "character", "fdk"], "extra": {}}