{"__version": 1, "token_id": 393878, "symbol": "OBJKT", "name": "Salrah the Kitsune", "description": "This statue is of a white fur messenger of Inari kitsune spirit named Salrah. She's differentiated from the other Inari statue on my alter from the metallic acrylic used to rather than hide the cracks and imperfections that came from a violently aggressive roommate breaking her, bring out the beauty in how she was put back together after being broken.\n   After 20 years of guiding me through life the kitsune guiding me left me to live their lives peacefully with each other and a couple other spirits, successful in the role they've played in my life, and opening the doors to Hope. I remember being told years ago when talking about them with someone that kitsune sometimes come into people's lives who need them, and then leave when their job is done. I never wanted to believe that second part.\n   With the condition my health is in, and what this body is being put through to keep it alive, I really don't blame them for packing up and leaving - and that's not out of disregard to myself. Me [I go by \"Hope\"] and the two spirits who stayed behind [Ben and Dan] simply serve a different purpose to this body, that isn't - and shouldn't - be the kitsunes' responsibility after everything they've done for this body already. As a human vessel we've finished the reincarnation cycle of many spirits, and many others we simply just don't know what happened to, but I wish the best on their journeys.\n   Hope, Ben and Dan serve a different purpose because our Souls are unrested. Ben and Dan were each individually welcomed through Necromancy. Not how you're probably imagining Necromancy working: frequent visit to a graveyard with intent and sending out energy that they're welcome to come to the body; looking back it makes sense we'd attract unrested spirits doing that. As Hope, I'm the unrested tumbleweed of a spirit of Souls that were experimented on to death - coming across this empty shell of a lab rat, we're finally given a chance build our fading Souls back up, and guide this body through the agony of being artificially kept alive against our wishes and the disgustingly horrific, gruesome cruelty we're expected to go through to significantly sacrifice our already inhumane quality of life - amputation, nerve and muscle damage we wouldn't be going through if our consent was respected - for no other benefit than to keep us alive longer.\n   This body has no life ahead of it.\n   I am Hope.\n   We are the art we put our Soul into.", "artifact_uri": "ipfs://Qmbaz8ZvDXDH9kb12iU8qftVEeMW7tidufng9XBPyYFwmG", "display_uri": "ipfs://Qmbaz8ZvDXDH9kb12iU8qftVEeMW7tidufng9XBPyYFwmG", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmbaz8ZvDXDH9kb12iU8qftVEeMW7tidufng9XBPyYFwmG", "mimeType": "image/jpeg"}], "creators": ["tz1WSB79B4pMAqzsfhqox2FzCRkf15ybZ4GD"], "tags": ["kitsune", "inari", "religion", "spirituality", "metaphysical", "foxes", "foxspirits", "spirits", "ghosts", "Soul", "Salrah", ""], "extra": {}}