{"__version": 1, "token_id": 589678, "symbol": "OBJKT", "name": "Moscou Tomou ", "description": "This miner fell asleep and got pranked by Saci Perere\n\nSaci-Pererê /sassy-perere/ is a kind of Saci. Yes, there are many kinds of Sacis out there. The “Pererê” specimen is usually a single-legged very dark-skinned boy who smokes a pipe, wears a red hood and transports himself on a mini hurricane. This description can sometimes change, and Saci-Pererê can also be described as an old man instead of a boy. Nevertheless, he is always single-legged and dark-skinned.\n\nSome say that his name comes from the Tupi Guarani language: çaa cy means “evil eye” and pérérég means “leaping”, so Saci-Pererê could be interpreted like “The leaping evil eye”.\n\nAlthough his name suggests something evil, Saci-Pererê is not a monster and most of the time he is not evil either. In some of his stories, we may consider that he behaves like a spoiled child who wants to have everything done their way, otherwise they get aggressive. Saci-Pererê can appear to you asking something — usually tobacco. If you refuse to give it to him, then you’ll face the consequences — just like tricks or treat for Halloween.\n\nEvery time someone starts talking about Saci-Pererê you can expect to hear some of his tricks, which involve:\n\nDeceiving people;\nStealing tobacco;\nStealing/scaring away cows, horses and hens;\nBreaking dishes while no one is looking (so, if you do break something, blame him!);\nSouring the milk;\nMaking knots on animals fur, mainly on horses tail;\nHiding objects inside people’s houses.\nFurthermore, if we go deep into Saci-Pererê’s archetype, we can conclude that he is the trickster of Brazilian folklore.\n\nIt is said that if you can catch a Saci-Pererê, he will make anything you wish, so he can be free again. Others point out that all you have to do is to steal his hood because it’s magical and it can make you rich. Anyway, I don’t know anyone who has ever caught a Saci-Pererê, he’s too fast in his hurricane.", "artifact_uri": "ipfs://QmWdFp3cZ8ZP5FkEZ3KtY5xC3TExzb6vNwJxN5DQvrgGwj", "display_uri": "ipfs://QmNjZfJ2KL2ZXfcWRLR6htFvPqFF7e9qZG3tfBYHBEFxe5", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWdFp3cZ8ZP5FkEZ3KtY5xC3TExzb6vNwJxN5DQvrgGwj", "mimeType": "image/jpeg"}], "creators": ["tz1RT3cu9Hiv3FqvmXKefiKYnaQoN11ER99K"], "tags": ["saciperere", "3d", "lowpoly", "brasil", "brazilianfolk"], "extra": {}}