{"__version": 1, "token_id": 487644, "symbol": "OBJKT", "name": "Artist Security ID proposal - Conceptum Inception - [10/29/21]", "description": "Describes a wide variety of design formats that can be further branched up to file formats which function as a security key by merit of several checks for authenticity teams can customize tools to manually check offline communicated spots to look for authenticity, which is then one-time inputted to create both an automatic as well as a toolkit for manual checks that can allow for manual compilation of data that can be tested with lab colors for accuracy.\n\nSome proponents for tools that stand out as Artist friendly to self-create and not need a service like this is:\n|--Color mapping. Think of being able to pin a small point with coordinates on a paper map.\n|--Digital rulers (with variable measuring increments): Maybe I communicate with my team \"1cm to the right of the first 1/4th of the image and 3 inches from the top\" this gives us some interesting possibilities...\n|--...What it that splits pixels up? Isolate a square sample with the coordinates in perfect center and average the colors.\n|--Transparency re-distribution trip wires: prove that you're the one with either an original or maintained transparency legacy by having opacity checks, multiplying the potential of combinations any given image can take a state in by x100, and trolling the \"Right-Click Save\" idiots.\n|\n|---<3\n|________,A \"Conceptum\" is a form of attraction to a concept. I know this stuff exists on considerably more complex scales, but maybe there's more artistic ways to communicate this to the general public in ways people who don't understand computers much can grasp without going into \"AI scary\" shock.\n\n- * -\n (I fixed 1 typo, I worked too long on an NFT I'm not going to sell, IDGAF about other typos or grammar errors or incomprehensible sentence structure right now. The art is done, it works with the tools I have.) But that's the thing, I don't have to put that much planning into making this work, I went to the extreme to test this method's limits; had someone trip a security strip on Twitter, which was funny.\n\n:*^*_-,. '$' ,-__/The implications of having the power to create digital signatures and security measures that aren't hidden in the file's data, but in the art itself, holds MAJOR implications to the power artists can collectively claim; not against each other, but against those who use higher powers to do the work for them. Bring power back to those willing to fight for it!", "artifact_uri": "ipfs://QmUpCLNs7BDAMFQWppiTR42JUawZSScfhHGrTV9G3kjGg7", "display_uri": "ipfs://QmcziVpijKzvSYg3yHzsrMtwqXC7fsgUvfiwjEqA9JBuou", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUpCLNs7BDAMFQWppiTR42JUawZSScfhHGrTV9G3kjGg7", "mimeType": "image/png"}], "creators": ["tz1WSB79B4pMAqzsfhqox2FzCRkf15ybZ4GD"], "tags": ["cryptography"], "extra": {}}