{"__version": 1, "token_id": 298594, "symbol": "OBJKT", "name": "GENERATIVE Persian Bidjar Carpet(RARE EDITION)", "description": "GENERATIVE Persian Bidjar Carpet(RARE EDITION)\nGenerative artwork exploring color and the emergent effect of stacking simple shapes and filling their intersections.which take you on the journey to an imaginary universe. All artworks are created using custom algorithms in processing.\nThis collection has an abstract look at Iranian carpets, Iranian art-industrial carpets that have long overshadowed Iranian culture as a name and credit for Iran.\nBidjar (Bijar) rugs are robust and dirt-resistant. This small town in western Iran is inhabited by Kurds. Kurdish carpets are known for their firm knotting. The pile is compressed so strongly that it stands vertically upwards. The carpets are knotted with a traditional Turkish knot. This way, dirt particles have less chance of getting in the pile. The positive effect: the rug benefits from a long life span.\n\nThe Persian carpets from Bijar are available in almost all sizes. Their high knot density of up to 600,000 knots shows the high effort involved in production. Because their designs are often restrained and unobtrusive, they can be used in many environments.\n\nThe Kurdish town looks back on a long tradition of carpet weaving. The Herati pattern is usually found in the traditional production. It reminds me of a flower with four leaves. It is also called a fish pattern - Persian: Mahi. But even the Herati pattern offers the knotter a wealth of design possibilities: whether interpreted in a classic or modern way - there is something for every taste.", "artifact_uri": "ipfs://bafybeifihsm7hqcbehfngozxcy4aj7n2bnnvowqsva7aiey2pyptzpsewq", "display_uri": "ipfs://bafybeifihsm7hqcbehfngozxcy4aj7n2bnnvowqsva7aiey2pyptzpsewq", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeifihsm7hqcbehfngozxcy4aj7n2bnnvowqsva7aiey2pyptzpsewq", "mimeType": "image/gif"}], "creators": ["tz1SSCjgL54U5yUemQVFGfZ9M9ygKHLHgNsA"], "tags": ["generativeart", "creativecoding", "generative", "codeart", "newmediaart", "abstract", "creativecodeart", "algorithmicart", "touchdesigner", "object4objekt", "generativedesign", "processing", "mathart", "computerart", "proceduralart", "geometricart", "procedural", "isometric", "bhfyp", "geometry", "pattern", "GEOMATIC", "aiart", "artxcode", "minimal", "psychedelic", "glsl", "psychedelicart", "opart", "genartclub", "noise", "trippy", "opticalart", "artandtechnology", "coding", "audiovisual", "pyton", "p5js", "hen200k", "shahrokh", "machinelearning", "pixelart", "pixels", "rare", "1"], "extra": {}}