{"__version": 1, "token_id": 419794, "symbol": "OBJKT", "name": "Shikari Zubeen / Immortal inspired spear", "description": "Medium sized spear with a broad blade, a relic inspired by an undying legion serving a kingdom lost to the ages. Probably existed in an alternate reality where apes ruled over the earth.\n\nImmortals were highly trained soldiers with great numbers, if any soldier was slain during battle, another one would be ready to take that soldier's place, hence they were named immortals.\n\nThis spear is a multipurpose weapon capable of fulfilling different roles in battle. Main purpose of a spear is thrusting, but because of the broad and leaf shaped blade, this weapon could also be used for slashing. The hooks under the blade could go through the shield. There's a reinforced part lower the blade with titanium nails on it, it could be used for deflecting and defending incoming attacks, there's also a mace at the back of the spear shaped like a gorilla, it is also for balancing the weight of the spear. This weapon can also be thrown or used on horseback, so many uses!\n\nnotice the carvings on the wooden parts! Two apes chilling on top! Guarding what's coming on the next fight. There's a snake bite and eye formed by two shields ( Shikari means Hunting & Zubeen means Spear, hence it's like a snake hunting it's pray) There's also repeated carvings on the wood saying \"Zubeen\" and \"Undying\". Check the blade! you can see the painting of an old fashioned leaf named \"Botegeghe\", suns and clouds.\n\nRendered in 2K 60FPS ", "artifact_uri": "ipfs://QmXGtZDxQj6ssgGViK9XwkJWqFupgEaQgxSr1Dam9rjEcQ", "display_uri": "ipfs://QmVZcKB8q54xLGUXWYaiZWvMTCqPmRsJXY5rwdW61QUTDx", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXGtZDxQj6ssgGViK9XwkJWqFupgEaQgxSr1Dam9rjEcQ", "mimeType": "video/mp4"}], "creators": ["tz1MdXDde4Lrzb5RyEfVP3kDNsfqtRnEeMn9"], "tags": ["spear", "history", "weapon", "3d", "3dart", "animation", "render", "2K"], "extra": {}}