{"__version": 1, "token_id": 583894, "symbol": "OBJKT", "name": "Respiro", "description": "Eng:\n\nBreath is part of a series of paintings made in 2015 that comprise an emotional unblocking process, they express unspeakable and unnamed feelings. Repressing emotions is a common traumatic response and often encouraged by social functioning, but in the inner world this repression is destructive. The accumulation manifests as mental illness and can reach extreme crises. It took me a while to realize that repressing didn't get rid of the pain but held it with me for much longer and even though I identified this, I wasn't able to immediately change the relationship with my emotions. Relearning to feel is a long task. For my life to be complete and deep it is essential that I feel and accept the feelings that come. It is in the relief of letting go of long-held things that Breath is.\n\nTrystan Luah\nBreath\n2015\nGouache on parana paper\n100X80 cm\n\n*This work has a physical version that can be sold separately from its NFT version.\n\nPt-br:\n\n\nRespiro faz parte de uma série de pinturas feitas em 2015 que compõem um processo de desentupimento emocional, elas expressam sentimentos indizíveis e sem nome. Reprimir emoções é uma resposta traumática comum e muitas vezes incentivada pelo funcionamento social, mas no mundo interno essa repressão é destruidora. O acúmulo se manifesta como adoecimento mental e pode chegar a crises extremas. Eu demorei a perceber que reprimir não me livrava da dor e sim a prendia comigo por muito mais tempo e mesmo identificando isso, não fui capaz de mudar imediatamente a relação com as minhas emoções. Reaprender a sentir é uma tarefa longa. Para que minha vida seja completa e profunda é essencial que eu sinta e aceite os sentimentos que vierem. É no alívio de deixar ir coisas presas há muito tempo que Respiro se encontra.\n\nTrystan Luah\nRespiro\n2015\nGuache sobre papel paraná \n100X80 cm\n\n*Esta obra possui uma versão física que poderá ser comercializada separadamente de sua versão NFT.\n", "artifact_uri": "ipfs://QmYFi2MxzHikqbCGwYX81tPjzjnrwAvcgv1YaaVXP8mZLT", "display_uri": "ipfs://QmZPk21pLmupbRTPaEbRCjWsEuf6p1X7yHptJpPR5kh6GH", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYFi2MxzHikqbCGwYX81tPjzjnrwAvcgv1YaaVXP8mZLT", "mimeType": "image/jpeg"}], "creators": ["tz1ixHXGBs9U3QmiEirZAvjLqiprUyfA4uhJ"], "tags": ["painting", "gouache", "material", "brasil", "brazil", "lgbt", "lgbtqia", "trans", "transartist", "acidentecosmico", "fellings", "emotions", "expression", ""], "extra": {}}