{"__version": 1, "token_id": 585794, "symbol": "OBJKT", "name": "Prietá", "description": "Fiz essa releitura da escultura \"Pietá\" do Michelangelo, \nque retrata Maria com seu filho Jesus em seus braços, \napós ser assassinado por soldados. \nA escultura é mundialmente conhecida e causa comoção em quem olha. \nFico pensando quantas \"Marias\" estão por ai, chorando a morte de seus filhos anonimamente. \nEstão dizimando o povo preto embaixo dos nossos narizes!\nAmapá no escuro por quase 20 dias, Mariana e Brumadinho embaixo da lama e sem nenhuma reparação, \noperações militares diárias matando e prendendo por puro racismo! \nSim! RACISMO!!! Em pleno 2021 ainda há quem julgue seres humanos pela cor de sua pele! \nA igualdade já não basta, mas sim a equidade! \nE lutaremos enquanto for necessário! Lado a lado até o fim! \nO protagonismo dessa luta é dos Pretos, estamos apenas usando de nossos privilégios para somar forças, \npois a tática do inimigo é dividir pra conquistar. \nJuntos somos mais fortes!\n\n_________________________________________________________________\n\nI did this reinterpretation of the sculpture \"Pietá\" by Michelangelo,\nwhich portrays Mary with her son Jesus in her arms,\nafter being murdered by soldiers.\nThe sculpture is world-renowned and causes a stir in those who look at it.\nI wonder how many \"Marias\" are out there, anonymously mourning the death of their children.\nThey are decimating the black people under our noses!\nAmapá in the dark for almost 20 days, Mariana and\nBrumadinho\nunder the mud and without any repair,\nDaily military operations killing and imprisoning for pure racism!\nYes! RACISM!!! In 2021, there are still those who judge human beings by the color of their skin!\nEquality is no longer enough, fairness is!\nAnd we will fight as long as necessary! Side by side until the end!\nBlacks are protagonists of this fight, we are just using our privileges to join forces,\nfor the enemy's tactic is to divide and conquer.\nTogether we are stronger!", "artifact_uri": "ipfs://QmdqCdCBZyXcimyx7ZoE1SX2LhpwmrLQWGa1JXAzbjnGUL", "display_uri": "ipfs://QmP9WJf8MP4KoHUt4CTLFHHfuyxQdUAs6d7uRUEw9aPbb9", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmdqCdCBZyXcimyx7ZoE1SX2LhpwmrLQWGa1JXAzbjnGUL", "mimeType": "image/png"}], "creators": ["tz1L45ouDEDxak9reBHBY8cEjuwsxfDYyuFK"], "tags": ["pietà", "Michelangelo", "vaticano", "illustration", "graffiti", "favela", "blacklivesmatter", ""], "extra": {}}