{"__version": 1, "token_id": 585894, "symbol": "OBJKT", "name": "THE MOMENTS OF CONTEMPLATION", "description": "The artwork \"The moments of contemplation\" is a collaboration between Jovan Yudistira as a music producer and Hans Kristo ( MadscientistNFT) as a Visual Artist. This work presents moments of reflection and contemplation for each individual human being . when the worldly fatigue of things that keep chasing . there are times when we need space for silence and silence for a moment and even reflect on old memories to reflect. Jovan, who focuses on spiritual instrument music, has already made this music with a separate title, namely \"beyond the wall (wall of ice) and communicated with Hans Kristo (madscientistNFT), who at that time was also thinking about making contemplative works. which was inspired by Sigmund Freud's theory of the iceberg. It was felt that there was a match, so this collaboration took place without any obstacles. Then in this work also included poems related to contemplation (in Indonesian)\n\n\" Semesta itu ruang tanpa batas , Insan bergulat layaknya Hembusan debu cakrawala,  \nperan sukma hadirkan bingkai rupa ruang kosong , Senyap. Ruang Kesadaran , ruang bertumbuh\"\n\nHentikan melangkah tanpa arah, Diamlah barang sesaat \"\n\n\n\"The universe is infinite space, Humans struggle like a gust of dust from the horizon,\nthe role of \"sukma\" presents a visual frame of empty space, Silent. Space of Consciousness, space to grow\"\n\nStop walking aimlessly, Be still for a moment\"", "artifact_uri": "ipfs://QmP9b4BGa6Xva5o2975YYgKwmjTrCfxC8XCQPc8C497Kgx", "display_uri": "ipfs://QmR8xgJymHbpgzcQXVgPhPpLnRJWWeq5T2BHHeChn6V3dU", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmP9b4BGa6Xva5o2975YYgKwmjTrCfxC8XCQPc8C497Kgx", "mimeType": "video/quicktime"}], "creators": ["KT1UGp9LBLuh3gaxjrX9okckzxqWp8UNBZNC"], "tags": ["NFT", "NFTIndonesia", "NFTasia", "NFTcommunity", "NFTmusic", "NFTFineart", "NFTcollector", "NFTcollectors", "NFTDonation", "NFTcollaboration", "Mentalhealth", "Spritualmusic", "Healingmusic", "NFTart", "Metaverse", ""], "extra": {}}