{"__version": 1, "token_id": 596894, "symbol": "OBJKT", "name": "like father, like storm", "description": "There are good things my parents have done and there are terrible things—my father and I rarely bonded over anything but husbandry and nature. My interests in gaming, books, fine arts,writing— he may have supported me financially, though aside from offhand remarks and the mention that I could profit there was rarely little else. What sort of connection can I have with a man that taught me to love and revere the earth, but at the same time made my lack of consent and desire for boundaries be about respect instead of absolute necessity? Why was it not okay to disrespect the land, but it was okay for a grown man to force his anger, his deviance, upon a child? \n\nThe little good times I remember is of us going to Merritt Island, Florida and him driving and spotting animals with me. This morphed into me renting a long range lens and a weighty tripod so I could get as close as I wished I could to the wildlife. I may not be able to remember a time where I have ever felt like a person—these days I try to fancy myself more deity than person—but the closest I ever felt to the gods were looking at animals like this. Ruffled from the wind, the threat of weather, the threat of survival in elements and predators.\n\nMy father has been an angry man—has always been an angry man—and is it not justice to express my anger in art? My frustration? My terror? I own what I am now. I try to not be like the man that taught me so many things about survival. That made me survive. That told me I should stick with riding horses instead of being transgender. That would tell me my ‘nos’ and ‘please stops’ were a lack of respect and not a scream for some sort of dignity. \n\nWhen I look in the mirror and see my father in myself I do not know if I should be terrified or grateful. I am alive, but at what cost? What was the cost when I cannot remember those that I have hurt? When I cannot even remember which one of my selves was the first? \n", "artifact_uri": "ipfs://QmUS4xRyCA5YQLykB8BeizuTigKAD9WzHpfnscy5Cb33Pz", "display_uri": "ipfs://QmUzv7EQJoNjxrAzuyhhtpp6VHqEw6oc38ze9z5bLHkhJg", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUS4xRyCA5YQLykB8BeizuTigKAD9WzHpfnscy5Cb33Pz", "mimeType": "image/png"}], "creators": ["tz1Q4ti3PFAohEv3VpJY1i8z2JTFxpoNBKMA"], "tags": ["trauma", "nature", "heron", "bird", "digital", "photography", "survival", "transgender", "disabledartist", "transartist"], "extra": {}}