{"__version": 1, "token_id": 609294, "symbol": "OBJKT", "name": "Art of Acceleration +++", "description": "Width    : 1600 px\nHeight   : 1080 px\nDuration : 16 sec\n\nI imagine, 2047 things will get faster. Everything will be practical and many things analog will turn digital. Maybe that is the case in art practice in 2047. Artists will be forced to process quickly, briefly, but are required to produce amazing works. Like the artists of the past, they are still in the process of making their paint with everything possible to produce the color they want, until now paints are available in various colors and prices. While artists used to spend weeks making a model sculpture, now we only wait a few hours for the machine to print the 3D model from the computer. Many things have changed in the past 27 years, so what about the next 27 years? Everything may be very easy and completely instantaneous. Likewise with art, everything will be easy, fast and instant.\nOn this occasion, I created a work that would tell the concept, a concept that I call \"The Art of Acceleration\". In this concept, my work will talk about machines, the internet, lowbrow, and pop culture, if it reflects my current scope. The visuals will scatter messily, collide and cross each other into an aesthetic complexity. This is like how I work slowly and gradually, but must be forced to do everything fast, so that many ideas, ideas, and images in the brain appear unstructured and messy.\n\nThis work has been projected in public at the Micro Galleries Project Forward 2047 at the end of 2020, including in Kenya, Colombia, Indonesia, Peru, Jordan, Spain, Hong Kong, Australia, Austria, USA and Italy.", "artifact_uri": "ipfs://QmUAMJUhPqXqSUoM4mbtPH5m84nD9BRjUP4ReuZ8HBHStT", "display_uri": "ipfs://QmSzdY9acRUqYk4LQeo5Lin52wFQw4EAFEN73afMpVYNHU", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUAMJUhPqXqSUoM4mbtPH5m84nD9BRjUP4ReuZ8HBHStT", "mimeType": "video/mp4"}], "creators": ["tz2BDSurwEyARXeYotZ4V5kVXsxR2rAfaNg7"], "tags": ["cutnotslices", "popart", "mapping", "figure", "flatart", "comic"], "extra": {}}