{"__version": 1, "token_id": 623494, "symbol": "OBJKT", "name": "Residual Micro-Landscape 1/6", "description": "It is a collection of 6 pieces that seeks to create new dimensions inhabited by elements that run through the interior of our being, typical residues of the human footprint and its culture, psychedelic symbology, the digital world and nature in different forms and states, which are embodied in complex living scenarios that explore the mixture of digital drawing techniques with 3D modeling, animation and music made with analog synthesizers.   \n\nIf you want to purchase an edition of this piece, please contact me and I will send you the 4K version. \n\nTranslated with www.DeepL.com/Translator (free version)\n\nEs una colección de 6 piezas que busca crear nuevas dimensiones habitadas por elementos que recorren el interior de nuestro ser, residuos típicos de la huella humana y su cultura, simbología psicodélica, el mundo digital y naturaleza en diferentes formas y estados, que se plasman en complejos escenarios vivos que exploran la mezcla de técnicas de dibujo digital con el modelado 3D, la animación y la música realizada con sintetizadores analógicos.   \n\nQuien adquiera una edición de está pieza puede contactarme y le envío la versión en 4K \n", "artifact_uri": "ipfs://QmV6QdDoMQFGY5uKAdJ3VGvEYgvfW8bbpHiFs5q9Baby2i", "display_uri": "ipfs://QmXgkkT4DyG8QzAt8DyVM2w6jmh74eTeMc6ME8wuAkbWHd", "thumbnail_uri": "ipfs://QmWxR5naKU3dKmDfmYqYTu2fC3fVGEne7c4r6Q5pt5ZZ6t", "formats": [{"uri": "ipfs://QmV6QdDoMQFGY5uKAdJ3VGvEYgvfW8bbpHiFs5q9Baby2i", "mimeType": "video/mp4"}], "creators": ["tz2SUkUTkuKu5mY3munLpCx1KvwTLWs6vP2n"], "tags": ["Synth", "Colorfull", "art", "animation", "digital", "photoshop", "moviment", "music", "sound", "loop", "mp4", "gif", "colors", "video", "drawing", "nftart", "trippy", "surreal", "magic", "mystical", "visionary", "psychedelic", "collectibles", "series", "3D", "BLENDER", "1080", "4K"], "extra": {}}