{"__version": 1, "token_id": 348403, "symbol": "OBJKT", "name": "Modular Synthesis 2", "description": "(2021)\nBy ClockworkFeathers\n\nEdited photo of a composition consisting of components made using silvered furnace blown glass, 3D printed ceramics, recycled post consumer packaging, and seed beads.\n\nWhen I want to progress in any craft medium, I design exercises for myself to make multiples of pieces which are just at the limits of my skill. I use the results from these exercises as components to make larger works, but there are always some left over. In developing this new line of work made especially for the blockchain, I’m revisiting a number of objects that I’ve made previously and combining them with new work that I’ve been doing.\n\nThe mirrored bowl used in this piece was made in summer of 2014. The 3D printed ceramic was made in 2017, and beaded in 2020. The other bead woven pieces were made in this past year. \n\nI’ve had to work in pieces and fragments; I’ve always had to balance my creative practice with my other obligations. If I wanted to pursue making art, I had to find ways to work in discrete, and sometimes even discreet, moments that I managed to squirrel away for myself. Because of this, working modularly has become a key part of my practice, and this theme is at the forefront of my exploration into using the blockchain.\n\nConceptually, I find the blockchain (especially the proof of stake based Tezos blockchain), especially conducive to my component based work. I see creating NFTs with a large number of editions as analogous to processing a material into components. Much like the components that go into making these NFTs, I see the resulting NFTs as objects that can be used in other works. My mind is already kicking around the idea of how one could incorporate an NFT as a component into a future work, but I feel like I need a better understanding of the medium before I can truly make progress on this front. \n\nWe are still in the early days of blockchain art. It’s hard to tell whether this is a bubble, or a revolution. I believe it has the potential to be either, and that where we end up depends on the trails that the people who participate in this scene choose to blaze.  \n\nWho knows, maybe I’ll be eagerly looking at my stash of these in five to ten years and figuring out a way to incorporate these with whatever new revolutionary tech we have then.", "artifact_uri": "ipfs://QmeZECPZFHJoHHzEMstZrN1ewftmsF8uWW46a1gHDvSFfm", "display_uri": "ipfs://QmcsuJaC7HFfVGp5T8LSoacNceXwmfNfBFyXe8N8kJuMuY", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmeZECPZFHJoHHzEMstZrN1ewftmsF8uWW46a1gHDvSFfm", "mimeType": "image/jpeg"}], "creators": ["tz1U9g5rCG45oweVJG3aQoB9bLSk5n5a3JZN"], "tags": ["ceramics", "glass", "craftmedia", "analog2digital", "digital2analog"], "extra": {}}