{"__version": 1, "token_id": 440603, "symbol": "OBJKT", "name": "Morning Glory", "description": "Auction #1 - 002\nArtist: Cobalus (Andreas Valkenborgh) - www.cobalus.xyz\nSeries: Color & Shape\nYear: 2019\nSize: 80cm x 100cm (31,5in x 39,4in)\n\nCobalus' Color & Shape collection is a series of paintings inspired by images of a variety of wordly events and then dissected and translated into raw shapes and often vibrant colors. His work has evolved through a variety of creative and experimental side roads and intersections, and has always shifted between two poles, namely non-figurative/abstract and figurative, carefully avoiding a mere exact representation of reality.\n \nDISCLAIMER: Authentic Cobalus NFT's grant you full ownership of the digital & physical artwork. When selling this NFT, you automatically waive both rights and transfer them to the new owner.\n\n*Cobalus NFT's are only authentic if first minted from wallet tz1MS4TMZbctDmV8BSH576nqpqgwEghNX3QD (Tezos Domain cobalus.tez)\n**Shipping costs not included - see FAQ on our website\n***Please be transparant towards potential buyers about shipment conditions when re-selling this NFT\n\nPS: Thank you for your support! If you are a new owner, you can contact us through the form on our website. We would love to keep track of the whereabouts of Cobalus' paintings on an interactive map at a later stage (country of residence only - after formal approval).", "artifact_uri": "ipfs://QmPxqSvY2qBSpEHdV7f8L8T1bbFmASaGj2pyftj7F9g38o", "display_uri": "ipfs://QmXq8ACq5TK6d9HtJvG9nLyPiUUEbTgVFzB6BMc5ABkok9", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPxqSvY2qBSpEHdV7f8L8T1bbFmASaGj2pyftj7F9g38o", "mimeType": "image/jpeg"}], "creators": ["tz1MS4TMZbctDmV8BSH576nqpqgwEghNX3QD"], "tags": ["Cobalus", "cobalus.tez", "cobalus.xyz", "painting", "painter", "Color&Shape", "Color&Shapecollection", "magnumopus", "2019", "1edition", "1ed", "unique", "exclusive", "Tezos", "TezosOnly", "objkt.com", "hicetnunc", "cleanNFT", "titledeed", "proofofownership", "certificateofauthenticity", "physicalartwork", "artbutnotart"], "extra": {}}