{"__version": 1, "token_id": 558803, "symbol": "OBJKT", "name": "FUGAKUa64fx", "description": "For the first time, a machine built with ARM chips has achieved the top ranking as the world’s fastest supercomputer. \nOn Tuesday, the Top500 supercomputing organization crowned a new champion: Japan’s “Fugaku” system. Based in Kobe, Japan, the machine is able to achieve 2.8 times the processing power of the previous record holder, the US’ Summit supercomputer. \nThe Fugaku system stands out due to its use of ARM processors, which are typically found in smartphones and known for their low power consumption. Past top-performing supercomputers have generally avoided their use, and instead relied on server chips from Intel, AMD, and IBM.  \nHowever, the makers of Fugaku—Fujitsu and Japan’s Riken research institute—opted for ARM-based processors at a time when the chip architecture is trying to gain greater adoption in servers. The effort paved the way for the A64FX, an ARM chip from Fujitsu that features 48 cores built on TSMC’s 7-nanometer fabrication technology. \nThe news bodes well for the future of ARM chips, which are currently only in four of the top 500 supercomputers. The vast majority, at 469, use Intel silicon. \n\nStill, the Fugaku probably won’t hold on to the No. 1 supercomputer ranking for long. The US Department of Energy is planning three new “exascale” supercomputers, each of which will be at least more than two times more powerful when compared to the Fugaku. Expect the first machines to start going online next year using Intel and AMD silicon. \nAs for the Fugaku, the Riken institute plans on using the new supercomputer to run virtual simulations, which can test new drug therapies, predict the weather, and research physics projects concerning the evolution of the universe. \n\n", "artifact_uri": "ipfs://QmUUWBRivvMNXZeBa4tEA5MTfPKEtaaVwW6wLmvHMugBVR", "display_uri": "ipfs://QmUUWBRivvMNXZeBa4tEA5MTfPKEtaaVwW6wLmvHMugBVR", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUUWBRivvMNXZeBa4tEA5MTfPKEtaaVwW6wLmvHMugBVR", "mimeType": "image/gif"}], "creators": ["tz1LM5jfAP6KLeS5z8WivY9od9ornH8DskgF"], "tags": ["#crypto-art#mr.broke"], "extra": {}}