{"__version": 1, "token_id": 605603, "symbol": "OBJKT", "name": "1982 Highlights Banned - thr33smas Insert - #3MAS3", "description": "The Third Day of thr33smas\n\nThird card in a series of 12 cards looking back at the highlights of the first 7 months of thr33som3s mints. \n \nthr33som3s attracts all sorts of new collectors when they see the quick yet steady returns on the secondary market.  The intentions of many of those who look to join the collector community aren't always honorable.  But, The Grotto is built to protect the interests of those who behave well.\n\nIn the weeks prior to the first T3am 3v3nt, The Grotto welcomed a large number of new collectors.  Helping to explain much of the utility and the overall flow of collecting and trading thr33som3s was the main focus of the T3am 3v3nt, as new players were grouped with more experienced collectors. If played well, the 3v3nt looked to be a lucrative beginning to a new collection, as the secondary market showed to be quite strong.  But, sometimes, that quick and easy money leads to destructive behavior that needs to be stopped.  This thr33smas card commemorates the actions taken by thr33som3s to maintain the integrity of his market and the equitable atmosphere of the Grotto.\n\nHaving noticed a string of transactions linking 13 dubious accounts participating in the T3am 3v3nt, thr33som3s announced a surprise drawing to award the most active and loyal collectors.  20 accounts were selected for their prominence and notified that they qualified for a special edition of 20, plus they would have the opportunity to exchange all of the T3am 3v3nt cards they had collected up til that point for the chance to win 1 of 6 1/1s, a phenomenal prize worth thousands of tezos.\n\nOne by one, the 20 collectors started to return their cards before the drawing deadline.  When all was said and done, each account had sent all the requested cards.  And, everyone tuned into the LFG broadcast to watch the drawing.\n\nthr33som3s revealed the wheel with all of the wallets displayed, ready to be spun.  But, there were only 11 wallets on the wheel.  He quickly spun the first one, and as the winning wallet, thr33som3s declared, \"You're BANNED!\" and spun again. And, again.  And, again, until he had spun all 11 winners and announced their ban from the Grotto.  The two doubtful wallets that had been left off the wheel belonged to the two bad actors, Indonesian cheaters who had managed to obtain by fraud nearly 90 total cards worth nearly 6000tz. They were the two behind all 13 false accounts.  And, as they sat there, listening to the stream, thr33som3s announced that he had left them untouched in the Grotto, so they \"could live to tell the tale of what happens when you Fuck with the Grotto!\"  \n\nThis thr33smas version is a new painting of that legendary wheel.\n\nThe 12 Days of thr33smas is a chase 3v3nt.  Collect all 12, #3MAS1 through #3MAS12, in the announced timeframe to receive #3MAS13 via airdrop.\n\nThis card is an INSERT. It has all established Standard Insert Utility and may compound additional Utilities over time. It is a Painting Insert, a thr33smas Insert and a Holiday Insert. ***** digital capture of original painting, gouache on vintage baseball card, 2021. ************ NFT image is for personal use, no commercial rights are granted. Twitter @thr33som3s and IG @thr33somes to see upcoming cards and new series. ************ ALL thr33som3s have FUTURE UTILITY.", "artifact_uri": "ipfs://QmYSEmF4xio91HA95ajRHYHyp7xsXPoSbaRYXwg3oUVKYs", "display_uri": "ipfs://Qmcc34o3YpPc8Q3MuJZrNHw7YcKxzzBr9SkunLW6WvkyWn", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYSEmF4xio91HA95ajRHYHyp7xsXPoSbaRYXwg3oUVKYs", "mimeType": "image/png"}], "creators": ["tz1MvePPBoQGqesNJ4x3VRf2bn81it7kGjCc"], "tags": ["thr33som3s", "thr33smas", "wheel", "banned", "badactors"], "extra": {}}