{"__version": 1, "token_id": 614103, "symbol": "OBJKT", "name": "The twelfth incarnation. Dog.", "description": "The last disembodied state, the soul passed attached to a piece of metal, plastic, glass, polymers. I flew along the wires at infinite speed and observed the inner world of the spaceship, being an integral part of this world. There were thousands of other souls near me. Some ended up on the ship the same way I did – they died on it. Others, being disembodied beings, clung to the ship during the landing of its shuttles on their planet.\n\nI was lucky. Having fresh experience of incarnations and strong motivation, I was ahead of everyone and took my place in the womb of the dog.\n\nThe birth was quick and almost painless. I was taken away from my mother quite early. I started living in another part of the ship.\n\nEveryone called me \"Graf\", and the owner called me \"Gaf\". We grew up together. We played a lot, slept, walked - first in the cabin, and then on the ship.\n\nOne day the owner and I met a girl Lisa and her beautiful dog Fea's. They lived in the neighboring sector \"B\". The owners became friends and me and the Fea, too. It seemed to me that somewhere in the distant, distant past, we had already met.\n\nUnfortunately, the Fea once left the ship together with the hostess and our puppies.\n\nI have lived a long happy life. The owner had become an assistant captain by the time of my death. I died an old, lonely, but contented dog.\n", "artifact_uri": "ipfs://QmTsURSVMDWa4UqAftL14khLSFsKWQTfubQuZcqNUb5G8p", "display_uri": "ipfs://QmRy4CKrG4Li3ghRb6fN3tMVqWq7HWyA3VSzP5WzPxeN6x", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmTsURSVMDWa4UqAftL14khLSFsKWQTfubQuZcqNUb5G8p", "mimeType": "image/png"}], "creators": ["tz1YxuH9J2fMdEQ3wXX5Fi2dfAapsAJkKBiC"], "tags": ["42", "EndlessHistory", "DigitalArt", "Adventure", "ScienceFiction", "Cryptoapostol6", "Cryptoapostol12", "ArtificialIntelligence"], "extra": {}}