{"__version": 1, "token_id": 342605, "symbol": "OBJKT", "name": "\"King of Salt\" Darksydephil Lost Partnership 50 Bit Coin | @DSPInstitute #DSPGaming #Darksydephil #DSP", "description": "Nobody saw the Twitch partnership DarksydePhil relied on so much to end, with much speculation on why it happened. It probably came down to him being such a salty hedgehog.  When reached out for a quote after Twitch terminated the partnership, Twitch reportedly said, \"Good riddance to bad rubbish, off to the dregs of YouTube with you! We are taking our rules for creators seriously.\"  So the DSP Institute decided to mark the moment with an NFT coin in a transparent attempt to snag some crypto!\n\nThis 3D silver coin is adorned around the edges with exactly 50 bits. It has the profile of Darksydephil sculpted on the front. The back of the coin boasts a crown inscribed with \"King of Salt\" as the coin's namesake, along with the words \"never forgive, never forget\" (unless Twitch gives him a public apology).\n\nThe (1 of 10) NFT will never be reproduced, becoming the centerpiece of any collection, whether you are a detractor or a \"50-bit bitch\".\n\nLike some major world events, everyone remembers when they learned that the partnership was over. All of us were blown away at how utterly tragic and shocking it all was. So DSP Institute created this NFT to memorialize this piece of Internet history. This coin marks an important event in the DSP universe this year. And the bottom line is that it wasn't his fault; there was nothing he could do.\n\n\"King of Salt\" commemorative coin is a 3D asset in GLB format pinned here and on the dsp.institute website as well using IPFS. In addition, 25% of each resale of the coin will go to the DSP Institute coffers (gambling, hookers, cocaine money.) Not only can this be a bonus for our hard-working teams of scientists and researchers, but it will encourage more DSP artwork production.", "artifact_uri": "ipfs://Qmdmo7CmWT8iE4FAB3KFns8MqV8bMiX5jx6vbydxUYeZ7G", "display_uri": "ipfs://QmXw9nrZAnswSdJQKvE1raFUkiPNQRYchxVs3G5jtMeKVv", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmdmo7CmWT8iE4FAB3KFns8MqV8bMiX5jx6vbydxUYeZ7G", "mimeType": "model/gltf-binary"}], "creators": ["tz1eT3YzpC4pwpoa9GKkqVeVb9HAgV9DJwAh"], "tags": ["coin", "silver", "dsp", "darksydephil", "twitch", "meme", "streamer", "streaming", "stream", "salt", "3d", "glb", "gltf", "partnership", "dspgaming", "bits", "gout", "ebeg", "youtube", "gamer", "lolcow", "detractor", "cult", "liar", "sleaze", "funny", "narcissist", "narcissism", "banworld"], "extra": {}}