{"__version": 1, "token_id": 374905, "symbol": "OBJKT", "name": "THE WALL", "description": "Let it fall.\n\nIt’s beautiful your wall, genuinely it is beautiful and has served a great purpose. Now it’s time to loosen it up. What will you be able to see through the gaps? A wall blocks stuff coming in, it also stops you from seeing, feeling and receiving what could be amazing on the other side.\n \nLet it dissipate\n \nI get it,  it's safe behind the wall nobody can get through and the wall will always tell you that this is the right thing as it has worked in the past to keep you safe.\n\nI remember a recurring nightmare that I used to have as a teenager. Something was chasing me and it wasn’t good. It was extremely frightening and I would wake up in a state of panic in the middle of the night. I mentioned it to someone and they had wonderful advice for me. They told me to turn around and fight and I said “but it’s definitely going to kill me” and my friend said “just before you go to sleep imagine you have a weapon. Which one would you choose?” “A sword” I said, and so I \nvisualised the sword just as I was drifting off to sleep.  The nightmare came again, I was being chased and the fear and panic made my heart beat very fast. In the dream somehow I remembered that I was going to fight back and so the long sword magically appeared in my hand. I was still running in the dream and I’ll never forget the feeling I had when I made the decision to turn and fight. It was so real. It was a total acceptance of my death because I really believed this creature was going to kill me. I began to fight it and as I swung my sword over and over the fear started to leave and I realised that I was going to conquer this. It dissipated into grey mist and I was left standing feeling glorious. I never had that nightmare ever again. \n\nWalls come in all shapes and sizes, the angry wall, the indifferent wall, the humour wall, the wall of pain, the chattering wall. Did something happen to bring up your wall? If you really think about it does this wall still serve you? How about you touch the wall and experience the emotion captured in it. Feel it and then start taking it down whatever amazing or magical way you can think up that suits you. Do you want to let it fall apart the way the one in this image will or do you want it to self combust? You choose and then see what or who is on the other side.\n\n\nThe Dreaming Pool Oracle is a collaboration between artists Maia Mellier 🕸 🕷 (@maiamellier) & AEVIN (@aevin_io)\n\n", "artifact_uri": "ipfs://QmNhWtjc8r8dUudeXmJFULvo8bq1zhaCQbf9TLiUZ9nYgZ", "display_uri": "ipfs://QmXWqbEafiDjb2cSmovbqsoygxpLgouCRXouPK7q6KfgLt", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmNhWtjc8r8dUudeXmJFULvo8bq1zhaCQbf9TLiUZ9nYgZ", "mimeType": "application/x-directory"}], "creators": ["tz1SEkFv8ibFsKzi3AgAfkAKDc5La329LJAy"], "tags": ["illustration", "collectable", "generativeart", "p5js", "aevin", "maiamellier", "oraclecards", "cards", "blackandwhite"], "extra": {}}