{"__version": 1, "token_id": 383705, "symbol": "OBJKT", "name": "OVERLYWHELMED & HEATING - burnedbyairfryer #121", "description": "First digital collage for the month of October. \n\nWith my recent years dealing with overwhelming stress & anxiety, I've noticed how much it all takes a toll on me mentally+physically. Sometimes it's feeling very short of breath, feeling trapped, my mind feels like it's constantly catching up to things moving at incredible speeds (though they may actually just be happening in real time), my body starts to shake uncontrollably and it may take hours just to be able to calm down and ease the tension in my muscles. Basically, it hasn't been fun and imagine just like feeling so lost in confusion that the past 5+ years or so, I've been trying to find ways to combat that whether it's meditation, yoga, reading, etc....and STILL it's just very hard to tackle alone. I mean I feel alone a lot of times when it comes to being able to relate to these feelings. As this is considered part of my everyday ig posts to continue trying to exercise my creativity, there is a lot of personal feelings involved whether it'd be my fear of driving because of a previous accident or my fear of driving now simply because of the fear that my brain just might not be functioning correctly in critical moments. It's a struggle that still I try to manage. I've also learned of the overwhelming reactions I have adapted over time just being in a constant state of stress while hearing about more stress as they just continue to pile up and well...stress becomes a subconscious favorite word. Without too much anxious ramble, without trying to explain the piece, I think the visual gives a pretty good idea of a lot. Like literally just a lot of things happening at once and an overwhelming amount of choices that can lead me into daily downward spirals. Partly why I've kind of stayed indoors just paralyzed by fear of literally everything. EXCEPT, now I have art..I have art to make more sense of these ideas that run my mind. I could now set that personal tension aside when I finish pieces..I can externally see the feelings and kind of dissect what is happening in my brain. So as I have been saying this year after completing artworks...I'm very grateful that these feelings can now be brought out in something more productive in my end as I keep on keeping on.....I'm shaking writing this now, that's how awkward I am lol.\n\nOn a side note, the clip was almost going to be only 7 seconds long because my macbook was definitely overwhelmed and overheating haha. My computer was just nonstop exhaling basically and just that process alone was teaching me! Not only seeing the effects of many things at once, but even the important idea of patience & breathing....dang art. I'm always impressed by what you teach me. Endless thanks! :)\n\nYou could find my socially anxious self on twitter: @no5ay_\nand more collage art growth on ig: @burnedbyairfryer\n\n/burnedbyairfryer piece #121 (5/5 on tezos chain)", "artifact_uri": "ipfs://QmRmXzRSysypjZWMtFXQsy1VqMjf7WZEFCEZbetmBykWML", "display_uri": "ipfs://QmfTZQnd7rSUyK27BfyWnVf2nRxevMgmHRZFLRZMKHJY9m", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRmXzRSysypjZWMtFXQsy1VqMjf7WZEFCEZbetmBykWML", "mimeType": "video/mp4"}], "creators": ["tz1MVGesL1NyxCCdd3Fn5W8dPvgEL5n2bwwc"], "tags": ["digital", "art", "collage", "surreal", "burnedbyairfryer", "no5ay_", "october", "photo", "manipulation", "overwhelmed", "overheating", "life", "stress", "anxiety"], "extra": {}}