{"__version": 1, "token_id": 522805, "symbol": "OBJKT", "name": "THE MIND OF AN AMERICAN, PT. VIII", "description": "Seriously Andrew? Yup, America has the potential of being something much bigger and way better if we just looked inwards and was just honest with ourselves. This is not about hating, this is about looking in a mirror to take stock of what we see. in THE MIND OF AN AMERICAN, PT. VIII, we explore how on a daily basis during the Trump Era, Donald Trump and his administration flagrantly and/or willfully (and if you ask for my opinion...wantonly) broke laws left and right (pun intended). I consider myself an approachable (definitely), fairly rational (mehhh maybe), semi-intelligent (debatable) human being that knows the difference between right and wrong. Everything, and I mean everything that he and his administration has done was the absolute worst thing not just for America, but for the planet. What is scary is that now that there's been the precedent of this president, I fear for the Republic's future. Trump was the perfect comprised \"mark\" for someone like say...I don't know...like Vladimir Putin to \"allegedly\" control. (Whoaaaa Andrew, that's some WILD speculation there.) Is it though? No rational person would sink a country like that by accident. To the contrary, dare I say it was on purpose? (Ohhh...here we go with the conspiracy theories.) I personally would not be surprised if at some point, if we (the world) discover through careful and thorough forensic investigations of all the (obvious) evidence that is out there, that on some level there was some sort of cooperation between Trump & some sort of foreign influence. I'm not say it did happen. I'm just saying be open to that possibility, that's all.", "artifact_uri": "ipfs://QmbYmo2iG7DCVk3k3ZbYFtobEBH4kUgMGwcVjhxsunFt8A", "display_uri": "ipfs://QmeSQMDgNLaMYv68abigdcUuDWZboz2kYVU9Et37iP84CC", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbYmo2iG7DCVk3k3ZbYFtobEBH4kUgMGwcVjhxsunFt8A", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}