{"__version": 1, "token_id": 338299, "symbol": "OBJKT", "name": "I'M STILL ME 043", "description": "I'M STILL ME\n\n21 September - World Alzheimer's Day\n\n\t“Yes, sure, I’m still me even if sometimes I don’t remember who you are. Even if I wander around continuously for no apparent reason and want to go home, although I am already at home. I am still me. Even if I hound you with my repetitive questions, even if I don’t remember what has just happened. I am still me even if I mistake you for my father. For me you are a familiar face, so I feel connected to you. Offer me comfort and security, love me for who I have been in the past, love me for what I have meant to you but above all, just love me!! Love me for what I am right now”. \n(Patrizia Barnato)\n\n\tAlzheimer’s disease is characterised by plaques of beta amyloid protein and neurofibrillary tangles of hyperphosphorylated tau which cause the death of brain cells.\n\n\tSociety tends to avert its gaze from old people and from people with Alzheimer’s although they are no less important, they have lived a long life, gathering a treasure trove of experience and wisdom. Unfortunately we tend to give more importance to youth and productivity than to wisdom. We have lost the pleasure of sitting and listening to stories of the past, we have lost the art of storytelling and we have given up one of the richest founts of wisdom and inspiration: our elders. As disorientation advances, a person does not lose his or her knowledge, it’s just that their knowledge expresses itself in a more poetic form. Let’s treat disorientated old people with respect and give them the honour that they deserve.\n\n\tMany think that it’s not important to relate to people with Alzheimer’s, that it’s not worth involving them in conversations or stimulating them to look, to speak or to move themselves, just because they are not capable anymore of understanding or learning or remembering. It’s difficult being with someone who doesn’t manage to integrate themselves anymore, but the problem doesn’t lie with them, it lies moreover with us, who are perhaps incapable of tolerating the frustration and of finding new ways to communicate. Those who have Alzheimer’s need something more to be able to feel like a person: the need to express themselves and feel loved and to love, this is the minimum condition for living as a human being and feeling recognised as such. What really makes the difference is the attitude with which we relate to them.\n\n\tPeople with Alzheimer’s can however live with inner peace and have fun, despite their mental confusion, if they have someone beside them who can reassure them and help them to continue to enjoy life.\n\n(Bibliography: E. Pasin ‘Alzheimer terapie simboliche integrate’ 2012 – V. de Kerk-Rubin ‘Il metodo validation’ 2015)", "artifact_uri": "ipfs://Qmbhgu2b85nZLScsmvZxc73ucqLkdqXFM76j42iq2CpM24", "display_uri": "ipfs://QmWLLAwzM3tTSyKETyemmwYWxjW2pAQQwhYJHiCk8pPW72", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmbhgu2b85nZLScsmvZxc73ucqLkdqXFM76j42iq2CpM24", "mimeType": "video/mp4"}], "creators": ["tz1LbJLmDansRC1P6KkFyveoFLF8vBEdpnrS"], "tags": ["alzheimer", "worldalzheimerday", "informal", "aiart", "art", "digitalart", "artificialintelligence", "conceptualart", "painting", "playform", "nft", "ai", "patriziabarnato"], "extra": {}}