{"__version": 1, "token_id": 339599, "symbol": "OBJKT", "name": "THE PROCESS OF MAKING ART", "description": "Have you (the reader) ever thought about how art is made? Think you're original? Think that what you're doing is something that no one has ever thought of before? Before you say yes, think about all the times you watched TV, listened to music,  smelled a flower, kissed someone, held hands, read a poem, jumped into freezing water, got into an argument, looked into the eyes of someone who was about to die, witnessed a birth, held a puppy, had an orgasm, walked through a forest, helped a homeless person, got into a fist fight, won at something, lost at something, lost again, got a new job, got fired from a job, purchased new clothing, got mugged, got a tattoo, made money, lost everything, played with your child or just watched innocence at play, and more. Some or all of that has been experienced by at least one of us. There is nothing new under the sun. That being said, there are various was to reinterpret the human condition. As an artist, (here comes my pretentiousness artist hat, I'm about to put it on, careful now) we are the mirrors of society. We are the truthsayers, the truth tellers, the gatekeepers of humanity. Art is the way we catalog our history and put things in context. Sometimes in linear fashion, like a book or a movie. Sometimes with an abstraction like a Jackson Pollack, an Ad Reinhardt, or a Pat Steir. See what I did there? Superfluous name dropping...a tell tale sign of pretentiousness. If we look at the image here we see that all the words are in a formation creating a design of sorts, especially the \"&\" symbol. All the words rhyme and are placed in a specific order to create a narrative. We think of something, by being influenced by something. We take that something and make something. We finish that something and have achieved something. We're relieved and believe in that something. We then part ways with it and then mourn it leaving us. Rinse and repeat.", "artifact_uri": "ipfs://QmTCdzRFg1DooCaRAg18cFwe8ykqX9M4Zxuuy9XBevqzwb", "display_uri": "ipfs://QmPCKPXCNsXjJY1F5TgQ65jTXg3c5e14ca9sxh5Bibdhx9", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmTCdzRFg1DooCaRAg18cFwe8ykqX9M4Zxuuy9XBevqzwb", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}