{"__version": 1, "token_id": 348499, "symbol": "OBJKT", "name": "Your Love is Tobacco", "description": "When my disability was declared to be permanent, I just broke and I never went back to viewing the world as innocently as I used to. You're telling me I'm permanently physically disabled from acts of transphobic violence? The transphobe successfully - in no way I could stop, and while not facing a single legal consequence taking 23 victims before me - crippled my body in a way that it will never heal. Take my already disadvantaged poverty status from mental disability, and now I can't even hold a Non-Profit Organization job that hires disabled people, because I'm too disabled for jobs that only hire disabled people. Transphobes were able to get away with all that and are still walking free... That's terrifying... That's utterly fucking terrifying... He targeted trans women, too. Touched their genitals and took a lot of pictures - especially took a lot of picture of his \"art\" that he performs as a butcher.\n   Christopher Salgado killed Lorraine B. Mori\nI lost it, I started smoking cigarettes. Heck, why not? I was going to die from the massive amounts of damage anyway. Why should I care about years down the road health consequences? Well... Turns out the new doctor in care of me was inventing a new type of surgery that has never been performed before, just to save my life from this extremely atypical and rare type of damage - I personally like to call Iedellico Disability (There's no official name, I'm the one diagnosed with it, I'm coining the disability an Iedellico Disability)\n   This... I wrote all this out yesterday when I was angry at you Angel, and I couldn't bear to have you painted as the villain in my story when I'm in hospice and making end of life decisions. I had a great story about my grandfather Sam who died of gallbladder cancer and was a part of the lawsuit in the '90s against tobacco companies for false advertising. My family chose for the winnings to go towards helping future smokers quit. And from 2 packs a day, and jumping cold turkey from 8 cigs a day I quit with the help of Tobacco Free Florida who is funded by that lawsuit money. I was given multiple hundreds of dollars worth of nicotine replacement tools for free as long as I took their classes. \n   It didn't matter in the end, I was never going to make it to surgery. I quit for no other reason than \"hey, at least I'm not withdrawing from nicotine every hour.\" Gods... I could use a solid mouth numbing cigar right now...\n\nOur love is like tobacco... It doesn't matter how much we hurt each other, or if one of us ends up dead, the chemical bond between Lorraine B. Mori and Angel M. is - and I can say this as a smoker - as painful to be apart as 2 packs a day. It is my solemn duty to with the early warning of the totality of my health leave behind as many pieces of myself as I can for her to cherish and know that I'm still there with her, and I will provide for her. This project may be fulfilling my wildest fantasies in my 8 years being a professional artist by letting me own an art gallery of my own, but knowing that the artistic creations I made between my Iedellico diagnosis and my death can financially give her security helps my soul rest. I live on in every person who owns this NFT. There's 2 editions, my wishes are for Angel M. to keep one so she can have me in her wallet, and treat that NFT like a family heirloom. I will list the first one.", "artifact_uri": "ipfs://QmYoTGvDuCdKqZRby2R4qw9w39sX5FA47bTk7PoPEYAyBA", "display_uri": "ipfs://QmXRiwZNcC2L1LjFtUQz9cm7eHYmq7KYoKaGQPp6CMXAmp", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYoTGvDuCdKqZRby2R4qw9w39sX5FA47bTk7PoPEYAyBA", "mimeType": "video/mp4"}], "creators": ["tz1PqogZ7ELvjZrVaAcM2sqKKrYNgm67pSVt"], "tags": ["hospice", "tobacco", "yourloveistobacco", "gitch", "glitchart", "datamoshing", "livedatamoshing", "love", "addiction", "iedellico", "mothtasia", "angelm", "lorrainebmori"], "extra": {}}