{"__version": 1, "token_id": 351199, "symbol": "OBJKT", "name": "GRAZZ THE LAWN FOR 4 GENESIS STREET", "description": "Can you help seed the lawn for 4 GENESIS STREET at URCORNY.COM?\n\nAll that is required for you to get this NFT, an edition of 100, is to send an artistic rendition of a seed (open to interpretation) incorporating a theme as chosen by the owner of the house. \n\nThe theme chosen by the goddess owner of the 4 GENESIS STREET is “TROPICAL FLOWERS AND COCONUT SEEDS”.\n\nJust send your image (JPEG is best) as a DM to the Twitter profile @grazzofficial along with your TEZOS wallet address that is synced to HIC ET NUNC. \n\nAll images will be gifted to the owner of the house and please keep the images positive and appropriate. Any images deemed inappropriate will not be accepted. \n\nAs an extra incentive there will be a raffle where the first person out of the hat picked at random will win number 4 on the new street in URCORNY.COM called NEW NODE ROAD. Winner announced at the end of three days from the launch of the NFT.\n\nAs an extra extra incentive you will be offered the chance to take part and collaborate in a 360 VR experience in the up-coming UniCornyVerse.", "artifact_uri": "ipfs://Qmf4K2g2ABDfG8cP8Yne2WjnicuVbbvKjb9ky6gzsT75e2", "display_uri": "ipfs://QmQ2hpsaoDWmGgX4GVGzcYFzZmrqccKmNTGc9ncqSbsij3", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmf4K2g2ABDfG8cP8Yne2WjnicuVbbvKjb9ky6gzsT75e2", "mimeType": "image/jpeg"}], "creators": ["tz1Yj1Z41qc2T9Cz2ZAmZMbjwcmbpmxCSRdF"], "tags": ["prosperity", "organic", "jpg", "NFTfrequency", "NFTlove", "love", "jpeg", "success", "NFTcommunity", "hicetnunc2000", "polarity", "corny", "charity", "collaborator", "marccraig", "GRAZZ", "onelove", "grass", "unicorns", "grow", "peace", "nft", "Unicornyverse", "balance", "community", "art", "artist", "creativity", "universe", "lawn", "dove", "cocreation", "hyperlocal", "connection", "cocreator", "HICETNUNC"], "extra": {}}