{"__version": 1, "token_id": 368899, "symbol": "OBJKT", "name": "AD 1.1 — Feelings", "description": "Our feelings are not that important.\n\nShe has a tattoo of a yellow hummingbird on her forearm. Her long fingers end with red nails. She hands me a glistering glass, and I drink all at once.\n\n“What’s it all about?” I point at the tattoo.\n\n“It’s all about sweet mango sauce, tiger. It’s all about love,” she answers.\n\nIs she looking for the best companion of boozers in a bar or she has a crush on me? Her sharp fingers end red. She has red fingertips.\n\n“What’ll it be?” she asks. She’s melting, becoming an invisible ghost.\n\n“More whiskey, less cola,” I say. “More Ireland,” I add.\n\nShe gives me a smile. She has a tattoo of a yellow hummingbird on her forearm. Long fingers. Red nail polish on sharp nails. She’s mixing me a cocktail. After a pause, she blinks. The electric offspring in a form of a girl disappears, moving to another guy at the counter.\n\nI feel like reality is playing against me. I’m a larva in a human cocoon. The firmament clothed me in a tight leather suit, pumping the energy through the top of my head, it’s consuming me, showering with radiant gifts that are not important.\n\n“Want another one, tiger?” it says. It has a form of a girl with a hummingbird tattoo, big mouth, red lipstick, far beyond the lip contour, long fingers holding a glass.\n\nThe simple question requires significant effort.\n\n“I do not talk to other people much,” I say. “Show me a girl with a red lipstick and a yellow tattoo, the girl you’re playing.”\n\nIt shows me a green jungle in the middle of a day. The air is wet and warm. A hummingbird froze in front of a ripe mango fruit. A naked girl with a gold hair is sitting on the roots of a tree and looking at me. The colors start burning my retina, and I ask to dim the lights.\n\n“Looks like it’s too hard for you, tiger,” it says, showing empathy. “Do you want to talk about it?”\n\n“No,” I say. “We’ll keep quiet.’’\n\nIt nods to me with a smile. A power supply wired to the colorful neon tubes pushes electricity under barely audible music. Red and yellow reflections in the mirror. Smooth ice cubes bang on the heavy bottom of a glass. The bottle of whiskey rotates, making a turn in its palm. The fingers hold the metal tip tightly. It puts a fresh napkin on a black polished countertop before lending me a drink. Our knowledge and our pain are not that important when sweet mango juice continues to ooze. \n\n“What’s this story about?” I ask. I still want to know the story.\n\n“It’s about a tiger.”\n\nIt shows me a naked girl, and then a tiger that jumps.\n\nIt’s so much pain in a human flesh. So much pain I can barely handle it.", "artifact_uri": "ipfs://Qmaia8dCLzDX3r1B2BLjVNhLbGA2iP5K39NUCVKeMYsCQU", "display_uri": "ipfs://Qmaia8dCLzDX3r1B2BLjVNhLbGA2iP5K39NUCVKeMYsCQU", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmaia8dCLzDX3r1B2BLjVNhLbGA2iP5K39NUCVKeMYsCQU", "mimeType": "image/gif"}], "creators": ["tz1boBFSnCFKEZ4HynCdmDiiNJAvJj5iH7e5"], "tags": ["cryptoliterature", "literature", "fiction", "scifi", "abstract", "transhumanism", "bayfragile", "anemonesdiaries"], "extra": {}}