{"__version": 1, "token_id": 369099, "symbol": "OBJKT", "name": "AD 1.5 — A Silver Box", "description": "A long time ago, when I wasn’t me, I met an old man in a long beige coat.\n\nHis face was an average face, his feet were hidden in brown shoes, his left hand held a big silver box, and he didn’t have a right hand.\n\n“Could you hold this for me?” he asked handing me the silver box. “I have to take a break, I need to rest because I’ve got tired of carrying this heavy box.” And I said, “Yes,” and took his burden.\n\nAnd when I took the box, it wasn’t heavy, and I saw it decreasing in size until it became as tiny as a matchbox.\n\nThe man looked at me with his pale green eyes and said, “Isn’t it unbearably heavy?” And I said, “No, it’s light and you can put it in your pocket and carry it with you wherever you go without even noticing.” He smiled in return. I continued, “Or you can sell it or drop it if it’s unbearably heavy for you.”\n\nThe man smiled at me again. In his face, in his wry grin I saw mockery, and I wasn’t me and I didn’t like what I saw, and I said, “Why are you smiling, old fool? It’s you, not me who is carrying this silver box. You told me it’s heavy, but it’s not, it’s as light as a feather, and it’s as fragile as a butterfly, and I can smash your silver box with my hand, and throw it away.”\n\nI grow angrier with my every word and his every grin. I felt the burning in my limbs. I fell on my knees and then on my side. I saw how my hands were shaking but I still carried the silver box. The man bent his knees, reached out and unclenched my fist where his burden had found a room. When he took the box, it wasn’t as small as a matchbox, it was as large as before.\n\nThrough crying, I asked, “Why are you caring this heavy box?” And he replied, “One day when you find your destiny you will understand. You will want to throw it out, to sell it or to pass it on to someone else, but it will be yours. Because only when you obey and accept, you become a man with the destiny.”\n\nNow, when I’m finally me, floating among the stars, dreaming about Earth, I carry my unbearable burden, my own silver box.", "artifact_uri": "ipfs://QmdY6VpjGsWS9PHDCP2s6jBQobPF1XR193g4cGEdvMwyiC", "display_uri": "ipfs://QmdY6VpjGsWS9PHDCP2s6jBQobPF1XR193g4cGEdvMwyiC", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmdY6VpjGsWS9PHDCP2s6jBQobPF1XR193g4cGEdvMwyiC", "mimeType": "image/gif"}], "creators": ["tz1boBFSnCFKEZ4HynCdmDiiNJAvJj5iH7e5"], "tags": ["cryptoliterature", "literature", "fiction", "scifi", "abstract", "transhumanism", "bayfragile", "anemonesdiaries"], "extra": {}}