{"__version": 1, "token_id": 476699, "symbol": "OBJKT", "name": "ETHEREALNESSES", "description": "From ETHEREALNESSES, we can create a sentence that reads, HERE, HER ETHERAL REALNESSES, THERE HER REAL ETHERALNESSES. From the colors to the words to the layout to how it all came together, this one has distinct jabberwocky look and feel to it. It sounds like utter nonsense, but let's look a little deeper. Over HERE, we have her ETHEREAL (Extremely light or delicate or heavenly) REALNESSES (a plurality of states of being real; realities.) and over THERE, HER REAL ETHEREALNESSES (A plurality of the state or quality of being ethereal; etherealities). Still sound like jabberwocky? It's pretty abstract. Let's try to decipher it a bit further. Looks like we have a woman who has two areas of influence: First, is over here and it consists of a bunch of heavenly realities and the second is over there and it consists of a bunch of real heavenly states of ethereality. Still sound like jabberwocky? Good, because it is. It's a fun exercise in abstract thought. All possible from the English language. Mind you, all of this exists independently of this writing. Just about everything in this book already exists in reality in English in the ether. By the sheer virtue of grammar, spelling, etc. and rules of structure in the language, just about anything and everything that can be written and/or will be written already exists; hidden, yet existing in some sort of quantum state. All we need to do is will it into existence. It's mind-blowing when you think about it.", "artifact_uri": "ipfs://QmdXsYeD7XFMZk5VmnLgCcHrQfsroq1CPaNrVdSuP4JTjJ", "display_uri": "ipfs://QmUGNs66SDamvMMMbeqE3Ek5YXWjiK7vGgZsqMcqqmyvEg", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmdXsYeD7XFMZk5VmnLgCcHrQfsroq1CPaNrVdSuP4JTjJ", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}