{"__version": 1, "token_id": 564199, "symbol": "OBJKT", "name": "Major Motoko Kusanagi", "description": "On assignment, Motoko has a commanding presence, but also trades insults with her troops, like calls Aramaki \"Ape Face\" as well as other members in Public Security Section 9, or when the Puppetmaster reveals the \"Motokos\" that exist in the minds of those who know her, Aramaki's \"Motoko\" is sticking her tongue out. She also smiles frequently, and gives the \"V\" for victory to her boyfriend. She does, however, discuss seriously whether she is a \"real\" person with her girlfriend. However, she assumes a \"horror movie\"-style pose, and they both laugh at the end.\n\nIn the sequel, a person known as Motoko Aramaki appears. She identifies herself as containing \"Motoko Kusanagi\" elements, along with Project 2501, the Puppetmaster. She is also identified as \"Motoko 11\". It is possible she is one of the \"children\" Motoko talked of creating along with her opponents.\n\nShe has a much more slapstick, vivacious, and sexy personality. She participates in a lesbian sex splash panel and has a boyfriend. The in-universe explanation for the lesbian sex panel seems to be that cyborgs of the same gender are especially compatible. This splash panel is apparently a \"side business\" for Motoko, as stated by Masamune in the back of the manga collection.\n\nApparently, \"e-sex\" (as depicted in the splash panel) is a lucrative but illegal act. This is because it ties together the users' nervous systems to allow shared simultaneous sensations; such intimate connections have the potential for serious complications, as illustrated by the accidental arrival of Batou.\n\nMotoko's body is one of the most advanced models on the market, possessing 16²/cm² skin tactile elements, meaning she has a greatly heightened sense of touch. These nerves render her e-sex acts especially pleasurable; therefore, she makes a good profit from these activities.\n\nHeterosexual e-sex is especially illegal, because such acts entail immense pain, caused by the fact that nerves stimulated by one user are stimulated simultaneously and blindly in another user. Homosexual e-sex is safe because the participants have the same body parts being stimulated (in Motoko's three-way panel, the fondling of a breast). When Batou accidentally crashes Motoko's panel while trying to contact her, he experiences intense pain since he is receiving stimulation for organs and bodily parts which he does not possess.\n\nWhatever the technical rationale for all this, Shirow said in his poster-book, Intron Depot 1, that \"I drew an all-girl orgy because I didn't want to draw some guy's butt.\"\n\nThis panel was cut from the original American release of the manga, as it would have entailed giving the book an \"adults only\" rating. Ultimately, Shirow decided it wasn't important to the plot. In the second edition, released on November 17, 2004, the scene is completely unedited.\n\nAnother fact about her sexuality is that she has a boyfriend during a latter story in the manga. He works for Section One, and they have been dating for seven months. Batou considers this \"a new record.\"\n\nVisual:\nby introboiz\n2560 X 1440\n12501kbps\n15 fps\n.mp4\n\nAudio:\nby bumbbuku\n319kbps\n48000kHz\n.wav", "artifact_uri": "ipfs://QmWc153tXE5hoS5xzySvTaeRcRjjQytx6pgKxyi7Wp6pxn", "display_uri": "ipfs://QmZ4sCAEFweDvdRAecnrg7BTVCQZybDhYQV8Nizcr2RaB9", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWc153tXE5hoS5xzySvTaeRcRjjQytx6pgKxyi7Wp6pxn", "mimeType": "video/mp4"}], "creators": ["tz1XBffw8QWeLoUA5WL6eb3pPxqUaNz1mNC6"], "tags": ["ghostintheshell", "major", "motokokusanagi", "audiovisual", "loop", "motion"], "extra": {}}