{"__version": 1, "token_id": 579799, "symbol": "OBJKT", "name": "Fundamentall Mechanics / complete collection token", "description": "52+20 .gif animations (360px  ×  639px), Alexandra Crouwers. Made between March 16, 2019 - April 17, 2020.\n\nMinted on hicetnunc.xyz between objkt/28370 (Fundamental Mechanics (0)1/52, April 10, 2021) and objkt/195966 (Fundamental Mechanics X0/t /end_of_series, August 6, 2021), each in an edition of 12, with 6 available as individual works, and 6 (including 1 AP) as part of complete sets represented by this token (see notes). \n\n☁️\n\nFundamental Mechanics relates to the primary motions of loom, the mechanical weaving machine. The series was made on a mediocre iPhone 5 using the Instagram stories feature while researching 16th century visual culture. This resulted in three monumental woven tapestries, produced in the Textile Museum of Tilburg (The Netherlands) in 2019.\n\nThe animations are constructed with modular images: emoji, and .gif stickers pulled from the Giphy platform. Dissatisfied with the available stickers, I started my own Giphy artist account, which, between August 2019 and May 2020, accumulated a whopping 195.1 million views; with one of my unicorns accounting for about 31 million of them. I quit the account after Facebook became the new owner of the platform.\n\nThe series was a radical departure of my regular animated works, which typically would be 'realistic' renders taking weeks to produce. Using consumer technology as a canvas and artistic tool proved to be extremely effective, especially for emulating 16th century (alchemical) emblema and miniatures.\n\nFundamental Mechanics explores non-linearity, non-spaces, portals, choices, and cognition, weaving a bridge across 500 years of art history.\n\n🕳️\n\nNotes: \n52 Fundamental Mechanics were minted chronologically in a first series. Afterwards, 20 miniature animations were located in dusty corners. These are the complimentary second series, again chronologically minted from oldest to newest.\n\nThis token is minted for the occasion of the exhibition 'Fundamental Mechanics' on the a\\terHEN platform, opening December 15, 2021.\n\nPrimary sales: This token represents 72 animations. The 72 works will be airdropped to the collector’s wallet. Secondary sales: the owner is responsible for the transfer of these 72 animations to the new collector. \n\n🔗\n\nalexandracrouwers.com | i. alexa_crwrs | t. @acrwrs\n\n", "artifact_uri": "ipfs://QmTcs1EiXBVEQvh8yByiZSyENXGnFbRFRQ9iQWMfJTCmxW", "display_uri": "ipfs://QmTcs1EiXBVEQvh8yByiZSyENXGnFbRFRQ9iQWMfJTCmxW", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmTcs1EiXBVEQvh8yByiZSyENXGnFbRFRQ9iQWMfJTCmxW", "mimeType": "image/gif"}], "creators": ["tz2AEvAAomCbAATtt7rBHuXuWXXgs1cAzLwD"], "tags": ["gif", "gifanimations", "emoji", "giphy", "alexandracrouwers", "acrwrs", "alexcrouwers", "fundamentalmechanics", "collection", "alterhen", "token"], "extra": {}}