{"__version": 1, "token_id": 630699, "symbol": "OBJKT", "name": "Censorship Study #2", "description": "From the series 'Censorship Studies' – cropped details from pixelated portions of photographs censored on social media.\n\nhttps://jrbrubaker.com/projects/censorshipstudies/\n\nartist statement:\n\nIn December 2018 Tumblr became the latest major social media platform to introduce a zero tolerance policy towards ‘adult content’. Other major networks – Facebook, Instagram, etc. – have long removed content considered ‘adult’ despite it not representing sexual contact or pornographic material. This has included female (but not male) nipples, breastfeeding and same-sex couples kissing. The decision by Tumblr to remove these images and accompanying threads has led to the loss of long-established resources for communities that have used this platform to exchange imagery and stories about safe, consensual, sex-positive practices and lifestyles. It has also reinforced the unbalanced treatment of physical bodies based on gender stereotypes and assumptions.\n\nAs digital media becomes the core platform for social communication our cultural expression is being controlled by unaccountable media conglomerates. They are dictating what we are able to see and discuss, shaping our concepts of what is considered dirty, shameful or unacceptable in society.\n\nThe works in this series are enlarged crops of the censored portions of images found on a variety of digital platforms. The original photographs include nude human bodies, kissing consensual adults and breast-feeding mothers, but no sexual activity of any kind. ", "artifact_uri": "ipfs://QmTAGEYitf4uYV7v2Y3ejZGHYMaDvSJimcsrXB23uJWDax", "display_uri": "ipfs://QmQ19y3izRW7dRpFvUC8us8yfqgX3XSDCLHZkDMUBdUECm", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmTAGEYitf4uYV7v2Y3ejZGHYMaDvSJimcsrXB23uJWDax", "mimeType": "image/jpeg"}], "creators": ["tz1MccQ9S6DmzUprsi2nzTqaz62ujaJXhQZJ"], "tags": ["censorship", "conceptualart", "nsfw", "pixelization", "nudity", "photography"], "extra": {}}