{"__version": 1, "token_id": 304638, "symbol": "OBJKT", "name": "GENERATIVE Persian SULTAN ABAD CARPET  (RARE EDITION)", "description": "\n\nGenerative artwork exploring color and the emergent effect of stacking simple shapes and filling their intersections.which take you on the journey to an imaginary universe. All artworks are created using custom algorithms in processing.\nThis collection has an abstract look at Iranian carpets, Iranian art-industrial carpets that have long overshadowed Iranian culture as a name and credit for Iran.\nArak carpet is a type of Iranian carpet that is woven in the Arak region. During the Qajar period, Arak was one of the important centers of carpet weaving in Iran. The carpet industry has been popular in the region in the past, and Farahan carpets, Saraband carpets, and Sarough carpets have become world-famous.\nThe Oriental carpets from Sultanabad were a product of the cottage industry in and around this Northwest Persian town and were often produced on the family level. Therefore, they usually use a moderate weave, and somewhat thicker pile, similar to nomadic and tribal rugs. Nevertheless, they have now taken an equal seat beside the highly reputed and more finely knotted Ferahan and Mahajiran Sarouk Persian carpet styles from this same Arak district.\nAfter the end of the Sassanid era, there is no evidence of carpet weaving in this area until centuries later. Due to the disappearance of woven carpets and ongoing wars in the central region of Iran, there is no information about the establishment of large carpet weaving workshops and important carpets. Arak carpets had a significant presence in the middle of Nasser al-Din Shah’s reign, and some of Arak’s exquisite carpets are known around the world.\nThe process of commercialization and export of Arak carpets began during the Qajar period and between the rule of Fath Ali Shah and Nasser al-Din Shah.\nIn 1314, with the nationalization of the carpet industry, the production of this product was almost given to Iranian merchants and the Iranian carpet company.\n\n\n\n\n", "artifact_uri": "ipfs://QmZyjX8DJzJszgjkSTNLgDhJ59N9CZ2CEUQVC6yNTi3Xhr", "display_uri": "ipfs://QmZyjX8DJzJszgjkSTNLgDhJ59N9CZ2CEUQVC6yNTi3Xhr", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZyjX8DJzJszgjkSTNLgDhJ59N9CZ2CEUQVC6yNTi3Xhr", "mimeType": "image/gif"}], "creators": ["tz1SSCjgL54U5yUemQVFGfZ9M9ygKHLHgNsA"], "tags": ["generativeart", "creativecoding", "generative", "codeart", "newmediaart", "abstract", "creativecodeart", "algorithmicart", "touchdesigner", "object4objekt", "generativedesign", "processing", "mathart", "computerart", "proceduralart", "geometricart", "procedural", "isometric", "bhfyp", "geometry", "pattern", "GEOMATIC", "aiart", "artxcode", "minimal", "psychedelic", "glsl", "psychedelicart", "opart", "genartclub", "noise", "trippy", "opticalart", "artandtechnology", "coding", "audiovisual", "pyton", "p5js", "hen200k", "shahrokh", "machinelearning", "pixelart", "pixels", "rare", "1"], "extra": {}}