{"__version": 1, "token_id": 338638, "symbol": "OBJKT", "name": "1/1 SOLLOG NFT #5/10 Name of God ‘Hayah ", "description": "1/1 SOLLOG NFT #5/10 Name of God ‘Hayah \n\nOnly 10 copies of this historic Oil Painting by SOLLOG is in this Tezos NFT Release.\n\nThe letters in this famous painting by SOLLOG spell ‘Hayah in Paleo-Hebrew a dead Hebrew script that was in use at the times of Moses. ‘Hayah was the NAME given to Moses in the famous I AM WHO I AM verse. It was ‘Hayah is ‘Hayah a proper name that means THE LORD. The Lord is THE LORD.\n\n‘Hayah is ‘Hayah.\n\nSOLLOG is a listed artist in numerous museums (See SOLLOG.com). He has the record for the most valuable oil painting every sold (See 247NEWS.net).\n\nThis work is the oil painting that sold for $1.3 BILLION USD, and the backstory of why it is so valuable is below.\n\nAll proceeds from this work benefit the Homeless Charity of Temple Of ‘Hayah.\n\nThis is the famous NAME OF GOD Oil Painting by SOLLOG see SOLLOG.com, it was gifted to Temple ‘Hayah (TempleHayah.org)  in 2004 and it was sold at auction for $1.3 BILLION USD in 2020 and acquired by a Crypto Fund (See 247 News).\n\nTemple ‘Hayah is the fastest growing religion in history, it was started online in 1995 by SOLLOG and now has almost 10 Million Members worldwide.\n\nMost members were early adopters in 2010 of Bitcoin as directed by SOLLOG to do. So many of the largest crypto wallets in the world are members of TOH or SOLLOG Fans.\n\nTOH (Temple Of ‘Hayah) is based on the scientific discovery of SOLLOG in 1995 that unites all major religions to each other through a simple mathematical formula based on the creation myths of all religious paths. That work is known as the CREATOR FORMULA (see CreatorFormula.com) It is absolute PROOF that a CREATOR created every religious path to unite into the truth, we are inside a created universe, and any religion is valid, since all things are controlled by the creator force of the universe. In other words GET ALONG CHILDREN you are all ONE, LOVE IS THE ANSWER. All religions contain the formula so they are all valid.\n\nThere is now scientific PROOF OF GOD, and that proof unites all religious paths into TOH.\n\nAll the art of SOLLOG benefits the Homeless Charity of TOH, you can donate to the cause through SOLLOG.tez or by buying SOLLOG Art or at TempleHayah.org\n\nThe 10 copies of this historic  NFT will be distributed through the MAKE OFFER system on OBJKT.com.\n\n\nRemember, SOLLOG is a historic figure that is recorded in the timeline of this planet as the man that PROVED GOD and started the future religion that takes over Earth, a religion where PROOF OF GOD is a given and LOVE is the central command of that path. All of his art is historic works, due to WHO HE IS not what he created. Valuable art is the WHO not the What...", "artifact_uri": "ipfs://QmRth4AC7tiZR26ugp2e3qxqxm1oqu5Zn8SXob4vECjqZE", "display_uri": "ipfs://QmZbwqpdnSjL98tRRTJtc836MgwUZfW2iRmPL5RiGVcMmC", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"mimeType": "image/jpeg", "uri": "ipfs://QmRth4AC7tiZR26ugp2e3qxqxm1oqu5Zn8SXob4vECjqZE"}], "creators": ["tz1b8zv5NLdwZ9sq7twr6haiATaPZLKNUDjB"], "tags": ["SOLLOG", "SOLLOGNFT", "Hayah", "GOD", "NameofGod", "HayahNFT", "SOLLOGNFTS", "SollogArt", ""], "extra": {}}