{"__version": 1, "token_id": 399638, "symbol": "OBJKT", "name": "Srikandi", "description": "#MaskSeries : Srikandi\n\nSrikandi is a character from the great Hindu epic Mahabharata. She was the youngest daughter of Drupada – the King of Panchala. Actually as a girl she was called Amba and she wanted to marry Bishma, but it was impossible since Bishma resolved to stay pure and untangled, never to be married.\n\nAmba’s desire for Bishma angered her father and she was banished from her father’s kingdom. Living in the forest she performed various austerities and changed her sex, becoming a male Srikanda.\n\nIn the Javanese version Srikanda remains a woman. She learned archery from Arjuna – a most accomplished archer and one of the Pandawa brothers - and became a formidable warrior. Later, in the heroic battle between the Pandawas and Korawas, Bhisma emerged as the strongest and toughest member of the Korawa troops. Srikandi’s initial motive of killing Bishma as revenge for rejecting her, evolved into an act of justice, since Bishma was on the side of evil forces.\n\nSrikandi – a female warrior, stands alone among larger than life heroes of the ancient and sacred epic. She is compared to Arjuna, Wibisana and Yudistira. In modern times Srikandi became a symbol and the role model of female emancipation in Indonesia. Her name is evoked frequently when the topic of female rights and emancipation is discussed. She is the superhero and role model for women aspiring to equality and recognition in contemporary Indonesia.\n\n===\n\nSrikandi\nRakaJana\n2021", "artifact_uri": "ipfs://QmaEhz1v5pX2dtQwtCwHTHfT1FSy2gyjjEU5wK1vSNXN4c", "display_uri": "ipfs://QmPM3wvyykb6ix4R273g7a6uF7GcYG3Vtq14GU3eBwpvdB", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmaEhz1v5pX2dtQwtCwHTHfT1FSy2gyjjEU5wK1vSNXN4c", "mimeType": "image/jpeg"}], "creators": ["tz1WyqapuXM2ieFydW1Q6g7DXPnbwAfZbw8D"], "tags": ["srikandi", "hindu", "warrior", "rakajana", "bali", "indonesia"], "extra": {}}