{"__version": 1, "token_id": 410438, "symbol": "OBJKT", "name": "Please Stand By -I Got Something To Say 081", "description": "Please Stand By utilizes the iconic SMPTE color bars template and changes the palette to bring into question viewers perceptions surrounding \"standards of color.\" An offshoot of my original series, I Got Something To Say, adds an additional more literal message. Please Stand By, Hiding Money In South Dakota. This week, a collaboration by the International Consortium of Investigative Journalists released the Pandora Papers report, a comprehensive overview of how the wealthy have been concealing their money around the world. Based on 12 million leaked financial records the Pandora Papers exposed everyone from the King Of Jordan to Elton John., and one place that has become the world’s foremost tax haven is South Dakota, which is currently sequestering hundreds of billions of dollars in South Dakota trusts, that is generating absolutely no tax money. South Dakota has no income, inheritance or capital gains tax, which has made it a prime destination for many wealthy people looking to hide their money from their respective governments, and with perpetual trust laws that ensure the owner of the money never even has to step foot in the state and allows the money to remain untaxed and untouchable for centuries, South Dakota now only trails the Cayman Islands as the number one destination for people looking to hide their money away. 10 years ago South Dakotan trust companies held $57 billion in assets today that figure is approximately $360 billion. As long as places like this continue to exist and thrive, the wealthy will continue to take advantage accruing more and more wealth to the detriment of everyone around them.", "artifact_uri": "ipfs://QmXWAi1mTN5BPeuTXrkc4TqGQo5sadyb2MCP2NV1CgnVvt", "display_uri": "ipfs://QmYuEAXaFuHyJc7zwDQL94xrHLwtF5q9NRucTrvH8jZif1", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXWAi1mTN5BPeuTXrkc4TqGQo5sadyb2MCP2NV1CgnVvt", "mimeType": "video/mp4"}], "creators": ["tz1VCtzuZHriPNays8UJnAdrZDgRaPehud2Y"], "tags": ["art", "digitalart", "glitch", "glitchart", "color", "colorpalette", "colorpalettes", "tv", "television"], "extra": {}}