{"__version": 1, "token_id": 529138, "symbol": "OBJKT", "name": "Con la luna llena de fondo", "description": "Sometimes I lose my self-esteem, I feel bad with my body, with being incarnated, I would like to be ethereal, it hurts me to assume that I am human and that I have flaws, but that is the reality. The full moon in Taurus is an eclipse, which leads us to value the matter that contains us and sustains us on this plane, loving the body we inhabit is only the beginning, because this body that we inhabit in turn inhabits a larger one, the earth. \n\nThe earth and the body are the same thing, I want to love and respect them before it is too late, before tomorrow, I want to start now, because it is the only really valuable matter, my body and my planet earth. \n\nMay the full moon fill us with light and lead us to the light. \n-----------\n\nA veces pierdo el autoestima, me siento mal con mi cuerpo, con estar encarnada, quisiera ser eterea, me duele asumir que soy humana y que tengo defectos, pero esa es la realidad. La luna llena en Tauro es un eclipse, que nos lleva a valorar la materia que nos contiene y nos sostiene a este plano, amar el cuerpo que habitamos es solo el principio, pues este cuerpo que habitamos a su vez habita uno más grande, la tierra. \n\nLa tierra y el cuerpo son la misma cosa, quiero amarlos y respetarlos antes de que sea tarde, antes de mañana, quiero empezar ahora, porque es la unica materia realmente valiosa, mi cuerpo y mi planeta tierra. \n\nQue la luna llena nos llene de luz y nos lleve a la luz. \n\n", "artifact_uri": "ipfs://QmSEFyshSD3Gwt2jxjY1Cu411dF2aBigBsHjT9GrauLFvJ", "display_uri": "ipfs://QmVHKD24UrDPb1MkycgZHgXgQY5h7TURA2FoXwy5eenNqa", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSEFyshSD3Gwt2jxjY1Cu411dF2aBigBsHjT9GrauLFvJ", "mimeType": "image/jpeg"}], "creators": ["tz2VPrz6wQji1PEyHywYn8vw8vzHmZMdpzbx"], "tags": ["Portrait", "photography", "photo", "nft", "delicate", "intimate", "femalephotographer", "girl", "body", "earth", "objkt", "nft"], "extra": {}}