{"__version": 1, "token_id": 632538, "symbol": "OBJKT", "name": "MagentaStar [20220101]", "description": "Each year on January 1 !Ambassador Pass*key visits Planet Earth as an emissary from Planet Musika where all diplomacy is conducted thru music. His New Year’s Day missive this year was delivered in the form of a musicvideo  – Overture [20220101] –  carrying on its frequencies and amplitudes a message of Reconciliation towards Equilibrium thru sonic vibration. Planet Musika’s native tongue is music and it is thru that medium that its citizens share their thoughts, wishes, and visions for all Sapiens in 2022. This excerpt – MagentaStar – is one brief packet from that broader message.\n\nThere will be more…\n\nOverture [20220101] Credits:\nMusic composed, performed, and/or recorded by Richard Paske. Music from Java, Bali, Cambodia, Australia, Africa, and the Americas recorded live by Richard Paske as source material for his documentary One Mind, One Heart, Many Voices: The 1990 Los Angeles Festival available on his Notes from the Western Edge podcast on Spotify. Tibetan monks recorded live by Richard Paske at KFAI-FM, Minneapolis. Video modulations and compositing by Richard Paske.\n.\nInstrumentation: Fender Electric Bass, Apple II-based Soundchaser digital synthesizer, DOD digital delay, Kurzweil K2000, Native Instruments Komplete, Ableton Live, Panasonic SV-3700 DAT recorder, Resolume, TouchDesigner, Cyberlink PowerDirector.\n.\n!Ambassador character concept and specification: @richardpaske ; visual rendering: @oatoss\n\nTwitter: @rpaske\nInstagram: @richardpaske\nSpotify music: Richard Paske\nSpotify podcast: Notes from the Western Edge", "artifact_uri": "ipfs://QmQZg8Q5jK1ww1cqXUVckL42XQUGGRZjxNX3FDXx3Zuou5", "display_uri": "ipfs://QmNXQNmR5Dd23YTau8hsXDo7CVhujqMbUwvDY3VoDD1izQ", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQZg8Q5jK1ww1cqXUVckL42XQUGGRZjxNX3FDXx3Zuou5", "mimeType": "video/mp4"}], "creators": ["tz1cSmVKjAoxs7tJyfH3pbQusG794pnazkTr"], "tags": ["music", "avantgarde", "bass", "synthesizer", "electronic", "didgeridoo", "ethnic", "sound", "chant", "soundart", "composition", "nftmusic", "musicvideo", "3d", "videoart", "syfy", "space", "cosmic", "richardpaske"], "extra": {}}