{"__version": 1, "token_id": 310222, "symbol": "OBJKT", "name": "Minsky in Bed", "description": "Minsky in Bed is a graphic memoir containing explicit language and artwork intended for mature readers. Not exactly a modern day Casanova, Minsky reveals the (mis)adventures of his love life. The events took place between the 1960s and 1980s, a very different society than today. Is it fact or fiction? The stories he tells are his true recollections of events. Only the names have been changed. The text and commentary are highlighted by the author with historiated, illuminated and inhabited initial letters. As with the books of the 15th century, a new method of production was employed. Only three copies were made. Written, illustrated, and issued in fascicles between 1988 and 1996, the pages were printed directly from the computer on handmade paper, first on a Canon BJ-130,  later on an Epson Stylus 1000 inkjet printer. These machines only printed in black ink, so the pages were then hand colored and gilded. It was supposed to be an edition of 10, but after the third copy changes in software and hardware made it impossible to produce additional copies from the same files. A prototype binding with one chapter printed letterpress was exhibited at the Zabriskie Gallery in New York in 1988, and is the first page of this PDF. It was also exhibited at Guild Hall Museum in East Hampton, NY from November, 1989 through January, 1990, along with the first two completed ink-jet printed chapters. These and a third chapter were included in the exhibit \"Richard Minsky: A 25-Year Retrospective\" at HarperCollins Gallery in 1992.  Copy No. 1 is in the collection of the National Art Library at the Victoria and Albert Museum, London.\nThis PDF NFT was made in 2021 from the only images of the pages that I have. Some of the early pages were scanned from photocopies made in the late 1980s and may be difficult to read. Other pages were shot with a digital camera in the 1990s, and the later pages were scanned. All the original higher resolution files were lost. Most of the pages were cropped close to the text because the original was larger than the scanner. Only one page near the end, at the beginning of the Tango chapter, shows the full margins.\n", "artifact_uri": "ipfs://QmPJs9ksVrYdimBaPTCBJTBrV1a7FyB7pLXtRiijDFsyN6", "display_uri": "ipfs://QmZZfkK6N2pvHDtvLFrWviEKJjjZY34qH9gbiZXynCLVNQ", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPJs9ksVrYdimBaPTCBJTBrV1a7FyB7pLXtRiijDFsyN6", "mimeType": "application/pdf"}], "creators": ["tz1RfxkAQZc1WLcqvYUbp1j6C1datLG1eA56"], "tags": ["Minsky", "love", "sex", "romance", "story", "incunable", "historiated", "illuminated", "text"], "extra": {}}