{"__version": 1, "token_id": 571422, "symbol": "OBJKT", "name": "Arai: ‘Hikari’", "description": "Direction / Butoh Performance by Arai [ ig @ nuad.tai ]\n\n‘Un espíritu inquieto que investiga en diferentes áreas del cuerpo y el movimiento’ / ‘a restless spirit that investigates different areas of the body and movement' . \n\n\nColaboradores:\n\nSensei: Zen Takai Samurai [ ig @ zen_takai_samurai ]\nCostume: Kokoro Peludos [ ig @ kokoropeludxs ] & Neo Tacna [ ig @ neotacna ]\nRecording / Makeup: Lobsang Palacios [ ig @ lobsangbutoh ]\nPost Production:[ ig @ ainosattoram ]\n\n\n[ ESP ]\nEsta obra es parte de un proceso que surge el año 2015, cuando en un relato de mi autoría, la protagonista descubre \"Portales del Tiempo\", durante los años de retiro que vivió en el bosque cercano a su aldea natal. Desde el año 2020 este proceso dialoga con samuráis que vivieron con fuerte convicción en determinado periodo histórico. En en esta obra, un samurai vistiendo un Haori color Azahiro, toma una desición y se conecta con ella.\n\nDialoga con el final de la época feudal de Japón, recordando el \"tiempo en que se combate con el espíritu\", con vestuario de un grupo de de samurais surgido hacia 1860, intengrado por personas nacidas con ese linaje, como era la costumbre y además cofundado por personas de diversos orígenes que debido al contexto histórico se hicieron samuraís, por ejemplo: una hermana y un hermano de talento sobresaliente, un acupunpurista y un labriego que también viajó repartiendo el \"ungüento para los machucones\", cuya fórmula llevaba 200 años macerándose en su familia.\n\n\n[ ENG ]\nThis work is part of a process that arises in 2015, when in a story of my authorship, the protagonist discovers \"Portals of Time\", during the years of retirement that he lived in the forest near his native village. Since 2020, this process has been in dialogue with samurai who lived with strong conviction in a certain historical period. In this play, a samurai wearing an ‘Azahiro’-coloured ‘Haori’ makes a choice and connects with it.\n\nThis creation dialogues with the end of the feudal era in Japan, recalling the \"time when one fights with the spirit\", with costumes of a group of samurais that emerged around 1860, made up of people born with that lineage, as was the custom and also co-founded by people of various origins who, due to the historic context, became samurais, for example: a sister and a brother of outstanding talent, an acupuncturist and a peasant who also traveled distributing the \"ointment for bruises\", whose formula was macerated 200 years by his family.\n\n\nwww.cooperativalocal.org [ ig @ cooperativalocal ]", "artifact_uri": "ipfs://QmPuEALwQ93ZYMPhJaEYRXVB2Ufrk1bZgskU72nKi3CPtq", "display_uri": "ipfs://QmW8mwyEB5RRtA6ww81c6nyDffcBoF7QesjKAJoJ4sT1Xi", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPuEALwQ93ZYMPhJaEYRXVB2Ufrk1bZgskU72nKi3CPtq", "mimeType": "video/mp4"}], "creators": ["tz1X2T6MhDT37H8ehfQEhzgdghuJLCyv5HKL"], "tags": ["butoh", "samurai", "performance", "cuerpo", "cooperativalocal", "@nuad.tai", "makoto", "lightning", "rayo"], "extra": {}}