{"__version": 1, "token_id": 593222, "symbol": "OBJKT", "name": "Agro Metal", "description": "IND\nPengambilan video ini saya lakukan saat menggiling gabah dengan selep padi keliling. Bisa dibilang ini merupakan eksperimental music performance. Suara mesin selep padi menyerupai double pedal drum. Saya pikir sangat cocok jika dikombinasikan dengan aksi seperti vokalis-vokalias metal dengan suara growling. Lirik yang saya sampaikan sangat sederhana, menanyakan berasmu sudah habis belum, saya jual beras. Istri saya menafsirkan lirik itu sebagai upaya mengecek kebutuhan pokok domestik kala pandemi. Kondisi masing-masing keluarga salah satunya bisa dilihat dari ketersediaan beras di rumah mereka. \nVideo ini, tanpa saya tahu, menyebar cukup cepat di lintas platform media sosial. Orang-orang mengunduh dan membagikannya ulang hingga sampai pada teman-teman dekat yang kemudian membagikan linknya ke saya. \nMulanya saya membuat video ini untuk kepentingan promosi beras Susuhan Art Farm yang saya kelola bersama istri. Tepat hari ini, 2 tahun lalu, kami mulai turun ke sawah dan belajar semuanya dari nol. Nol besar, karena kami sama sekali tidak tahu apa pun soal sawah dan pertanian. Selama dua tahun ini kami mengamati dan merasakan bertani adalah proses panjang, menguras waktu dan tenaga, dengan hasil yang tidak menjanjikan.\nProses panjang sejak persiapan lahan hingga pengolahan pascapanen seringkali membuat petani langsung menjual hasil panen mereka di sawah. Lagkah ini membuat mereka bisa segera mendapat uang dan melanjutkan mengolah sawah untuk musim tanam selanjutnya. Hal itu yang berusaha tidak saya lakukan. Upaya kecil  cut the midle man antara petani dan konsumen merupakan satu langkah penting untuk menambah nilai ekonomi yang bisa didapat petani. \nSaya menjual video ini sebanyak 3000 edisi. Cukup banyak, karena saya ingin sepertiga hasil penjualan tiap bulan didonasikan untuk korban bencana yang belakangan banyak terjadi di Indonesia, dua di antaranya: Letusan Semeru, dan Gempa di Flores.\n \nENG\nI took this video while grinding gabah (rice crop) with a mobile selep padi (rice mill). You could call this an experimental music performance. The sound of the selep padi machine resembles a double pedal drum. I think it fits very well when combined with a metal vocalist with a growling voice. The lyrics I convey are frank, simply asking whether you have run out of rice or not and announcing that I'm selling rice. My wife interprets the lyrics as means to check household needs during the pandemic. One of the indicators of a family's welfare is measurable from the availability of rice in their home.\nThis video unknowingly is shared rapidly across social media platforms. People download and re-share it until it reaches my close friends who share the link with me then.\nI initially made this video to promote Susuhan Art Farm rice I manage with my wife. Exactly today, two years ago, we started going down into the fields and learning everything from zero. Nought because we know absolutely nothing about rice fields and agriculture. Over the past two years, we have observed and felt that farming is a long process, time-consuming and exhausting, with unpromising results.\nThe long process from land preparation to post-harvest processing often 'forces' farmers to sell their harvest in the fields. It allows them to earn money immediately so that they can continue to cultivate the fields for the next farming season. That's what I try not to do. A small effort to cut the middleman between the farmer and the consumer is an important step that adds economic value to their crops. \nI am selling this video for 3000 editions. That's quite a lot because I want a third of the sales revenue to go to the victims of the recent disasters in Indonesia, two of them: the Semeru Eruption and the Flores Earthquake.\n", "artifact_uri": "ipfs://QmUwgh3u4qHP5TxRRZFEueotYoZPgEDCkJcyu5LDv2AGGX", "display_uri": "ipfs://QmRk1J6scG4uKBcrQ9govzLwpG2vX9KzRUtDLCj59f6aRA", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUwgh3u4qHP5TxRRZFEueotYoZPgEDCkJcyu5LDv2AGGX", "mimeType": "video/mp4"}], "creators": ["tz1Tzn5Gd4KwutnJv1kV25LkVUMGqCQsRXwM"], "tags": ["agrometal", "susuhanartfam", "artfarm", "PetaniNFT", "performanceart", "experimentalmusic", "Indonesianartist", "Asianartist", "fjkunting"], "extra": {}}