{"__version": 1, "token_id": 598122, "symbol": "OBJKT", "name": "“Om Mani Padme Hum”. Contemporary Buddha.", "description": "The word MANTRA comes from Sanskrit and is made up of two expressions: \"mans\" (mind) and \"tra\" (liberation). In religions such as Buddhism and Hinduism, a mantra is a sacred phrase, word or syllable that is recited in support of meditation or to invoke divinity.\n\nIt acts as a tool that helps free the mind from the constant flow of thoughts. Thanks to the repetition of the mantra, the person enters a state of deep concentration. Meditation, with the help of the mantra, allows the subject to focus his attention on his own consciousness, on an external thought or object.\nIt allows to tune body, mind and spirit. These vibrations, the pronunciation of Sanskrit and the rhythm and repetition produce numerous benefits on a physical and mental level, by slowing down the nervous system and calming the mind.\n\nWhen you sing or recite a mantra, there is no room for negative or repetitive thoughts. And, by freeing ourselves from them, stress is reduced, recovering energy, connecting with the present moment. Bringing us to higher states of consciousness.\n\nThe mantra OM MANI PÄDME HUM (the jewel in the lotus) is the mantra of compassion and is the most important because it contains all the teachings of the prophet Buddha.\n\nIt is made up of six syllables, each of which has a projection in light and another in darkness. The invocation of these transmutation energies allows one to purify the other and the practitioner can advance on the path to enlightenment.\nIt prevents reincarnations within the six realms of cyclic existence. Each syllable purifies the body, speech and mind. It alludes to each of the aspects to be transmuted: pride and ego, envy and lust, passion and desire, stupidity and prejudice, poverty and the desire for possession, aggressiveness and hatred. Therefore, each syllable refers to the six pāramitās or transcendental virtues: generosity, ethics, patience, diligence, concentration and wisdom.\nThe path of the six perfections is the path followed by all the Buddhas of the three times.\n\nThis NFT piece called \"Contemporary Buddha\" is a compassion charm. It tells us that anyone can focus and work to be better and make a positive impact in the world. Whatever your way of living or dressing, your tastes, whether you have tattoos or not, regardless of whether you have money or not. We can all be better people.\n\n1440x1700px\n\nFull story here: nft.matiasmarano.com/ommanipadmehum", "artifact_uri": "ipfs://QmUsbf4ksy1TcSkjpG1M5X5PhYZop2Fihp5Sq2TmnuDCBu", "display_uri": "ipfs://QmeLeRnqFLpefuxjVDuHGp7UqBE1spUP3weaTdpT9eL5gg", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUsbf4ksy1TcSkjpG1M5X5PhYZop2Fihp5Sq2TmnuDCBu", "mimeType": "image/png"}], "creators": ["tz2NzvDGTtWUd195Yi5YewHXSY6mEwbmWjF4"], "tags": ["illustration", "2d", "contemporaryart", "fineart", "digitalillustration", "painting", "nfts", "paint", "nft", "Buddha", "buda", "buddhism", "temple", "mind", "mental", "meditation", "tattoos", "ommanipadmehum", "mantra"], "extra": {}}