{"__version": 1, "token_id": 352345, "symbol": "OBJKT", "name": "THE SOUND OF SILENCE", "description": "I listen to a lot of different types of music when I create. From rock to classical to indigenous to funk to rap to everything. I want to feel and experience it all. Give me the good, the bad, and the weird. But sometimes, I force myself to be still and experience absolutely nothing. I suppose this would be considered meditation by some, but I don't. I experience it for the silence. In these moments, especially under the effects of cannabis edibles, I experience what is know as commonly known as ego death (complete loss of subjective self-identity. I do this to try to imagine what physical death is like. The absence of sound, light, heat, smell, taste, touch, in other words, absolute finality. Alan Watts famously said, \"Everybody should do in their lifetime, sometime, two things. One is to consider death…to observe skulls and skeletons and to wonder what it will be like to go to sleep and never wake up—never! That is a most gloomy thing for contemplation, but it’s like manure. Just as manure fertilizes the plants and so on, so the contemplation of death and the acceptance of death is very highly generative of creative life. You’ll get wonderful things out of that. And the other thing to contemplate is to follow the possibility of the idea that you are totally selfish. That you don't have a good thing to be said for you at all; you are a complete, utter rascal!\" I do this on a daily basis. Once you accept this, the world becomes much more manageable. Stress becomes a totally different experience. You feel closer to everyone and everything. You are the universe. We all are. It's in us always. The silence embraces me like a cloak of knowledge and understanding.", "artifact_uri": "ipfs://QmZP6ckCTddeDHovzFb4gi6MRdX5T9PMMNpjCCnfR1yNtr", "display_uri": "ipfs://QmPuroaaS2oZnHu5g4NN3aRiQK2J9CcYQX2q4mB835hBcu", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZP6ckCTddeDHovzFb4gi6MRdX5T9PMMNpjCCnfR1yNtr", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}