{"__version": 1, "token_id": 373145, "symbol": "OBJKT", "name": "CLICHE ::: TOUCHE", "description": "Which art is better? The cliche or the touche? Well, before we answer that, let's back up and define what the cliche is: it could be something that is a corny phrase or expression or an idea, theme, characterization, or situation that's totally unoriginal or something that has become so commonplace that you just want to roll your eyes and say ughhhh I've seen this a billion times already. Ok, that's great and all, but what is touche art? Well...that term actually doesn't exist, until now; like right now, now. The term touche art, would be considered that one work of art that just makes you go wow, I've never seen that before; something truly original. It's the kind of work that either on a piece of paper or in your head, you take a footnote and it stays in your psyche to remember that artist. So now we have some perspective of both sides. It's seems fairly obvious that the touche side wins right? Yes and no. Yes because great art is what we all want to see and strive for. It shows the very best and brightest of the Arts. And no because if all you saw was amazing art, how would you know what good art was anymore? Sounds oxymoronic...follow me on a journey here. Whenever I listen to music, I listen to as many types of music possible. Growing up, my father would play Doo Wop, Disco, Soul, and a bunch of other genres. At the time, I hated almost all of them (it was my dad's music...yuck), but it gave me the exposure to pick and choose within those genres to find the real gems that stuck out. The same analogy applies to art. I can't tell you, the reader, what to do or how to perceive art, but I can encourage you to go out and look at everything. See what as many artist are doing. You will find that your taste will develop. So, the answer to the original question, \"Which art is better?\" It's a trick question because art is so subjective that there are no real \"winners\". That and we need bad art to make the great art stand out. So bring on the bad art too! There is room for everyone's expression. We don't build walls, we build a bigger table!", "artifact_uri": "ipfs://QmcM1gh4XTwww3LF4YreYk4GDctC9rUKZZiQUEmK1kzMr4", "display_uri": "ipfs://QmR5aghFfG1FcYcSGB24LQ9ctkR53KRmdM5VGX76TPqexs", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcM1gh4XTwww3LF4YreYk4GDctC9rUKZZiQUEmK1kzMr4", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}