{"__version": 1, "token_id": 494845, "symbol": "OBJKT", "name": "Ningbo China NFT LE ", "description": "This limited edition art is based in the year 2036, Ningbo, China… Not much has changed.\u2028\u2028\n\nNingbo was known as a trade city on the Silk Road at least two thousand years ago.\n\n\u2028As a city with rich culture and a long history dating back to Jingtou Mountain Culture in 6300 BC and the Hemundu culture in 4800 BC, Ningbo was awarded \"City of Culture in East Asia\" by the governments of China, of Japan, and of Korea in 2016.\u2028\u2028\n\nThe first character in the city's name ning (宁 or 寧) means \"serene\", while its second character bo (波) translates to \"wave\". \n\n\u2028\u2028What has changed?\n\n\u2028\u2028Crypto Aliens - launched (Private Mint) on November 19th, 2021 - traversed and time-traveled to earth via the blockchain.  \u2028\u2028The famed combination of Crypto Alien Babes (CAB) and their epic human partners have saved the world from the ‘dark ones’.  The CAB anime animation series is now celebrating its 1000th episode.  The CAB NFT community is world-renowned for its charity work and selfless acts.  \u2028\u2028\n\nTransparency is the key currency.  \u2028\u2028People no longer have to second guess governments.  Banking is no longer ‘hide-and-go-seek’.  Everything is out in the open.  It’s almost impossible to take ‘bribes’ anymore.  No more middle-man.   \n\nThe world is DAO-run.\u2028\u2028\n\nThe Grow Group, IDO platform ‘Equinox’, CABs and our very own ‘Starseed’ brand -  thanks to their incredible communities - have exposed the bad actors in the crypto industry. The industry is now humming along with excitement. \u2028\n\nBack in 2021, NFT’s were a simple way for anyone to enter ‘crypto’. They helped to bring ‘crypto’ to the universe.  Provably authentic. Transparent provenance. Secure yet globally and instantly accessible. Royalty monetization for creatives, enhanced liquidity are just some of the benefits of NFT’s.\u2028\u2028\n\nThank you once again for being part of the change.  \n\n\u2028\u2028Long live CAB, NOX, GROW, EQUINOX and their awesome communities.   \u2028\n\nLove\n\n\n\nStarseed \u2028\n\nExtend the alien comms?  https://discord.gg/NfzDcaP2WE ", "artifact_uri": "ipfs://QmZYEAabwR9FyJBvjckTxszgvytkQ3oZu734e4M8qkBvpE", "display_uri": "ipfs://QmREXjGcehMuWpZQBDDAknAxNr7npa7zY1FxsJ4XHRSBbv", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZYEAabwR9FyJBvjckTxszgvytkQ3oZu734e4M8qkBvpE", "mimeType": "video/mp4"}], "creators": ["tz1g7wtAtGgwA68PS3VTeKm2mELk5efosM72"], "tags": ["CABs", "CryptoAlienBabes", "GrowStudio", "GrowREIT", "Smartcity", "Starseed", "NFT"], "extra": {}}