{"__version": 1, "token_id": 338441, "symbol": "OBJKT", "name": "Mutations", "description": "\"Mutations\" was created as part of the Perfection/Speculation artist residency. This piece was made in response to changes at the cellular level during gene editing when using technology such as CRISPR.\n\nPRAKSIS OSLO, Residency 18: Perfection / Speculation proposes a multi-disciplinary investigation of the meanings and ethics of genetic technologies. \n\nPerfection / Speculation connects with body cultures of the past, present and future. It is supported by a dynamic relationship between its two residency partners: the Vigeland Museum and queer live events co-ordinators Karmaklubb*. The project revisits the work of Norwegian sculptor Gustav Vigeland (1869-1943) to investigate past and future constructions of gender, race, sexuality, age, body politics, and the notion of the ideal human. Building on Karmaklubb*’s agendas, it aims to probe the social and digital cultures arising from discussions and practices around genetics and the body, and to establish a hub within global conversations about future impacts of design technologies on our bodies. More info at https://www.praksisoslo.org/residencieslist/2020/r18\n\nMp4 Loop with audio by @dehiscenceart, 2021.\n\nAcknowledgement\n@dehiscenceart (aka T. Dorje) would like to sincerely thank and acknowledge the support of the Canada Council for the Arts. #BringingTheArtsToLife", "artifact_uri": "ipfs://QmXzWNC3BfkbN2zwkHGkD7zp1FgS98C9KxWnkGnRVknj4V", "display_uri": "ipfs://QmVDWpVwoTCh3tnSuzpCRHg1qbq1xVdUUzEvZQ1kKpT95X", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXzWNC3BfkbN2zwkHGkD7zp1FgS98C9KxWnkGnRVknj4V", "mimeType": "video/mp4"}], "creators": ["tz1Lb6Wi2SJUwt3pkruYCVzDYEQVk6b51fDB"], "tags": ["aiart", "ganart", "gan", "perfectionspeculation", "artistresidency", "CRISPR.anatomy", "videoart", "darkart", "medicaltechnology", "surrealism", "bringingtheartstolife", "scifiart", "vqgan+clip", "machinelearning", "genetics"], "extra": {}}