{"__version": 1, "token_id": 384141, "symbol": "OBJKT", "name": "Untitled", "description": "\nКарiбочки* (Karibochki)\n \n \n- There are so many of them and they are so different. Nevertheless, what is the prevailing idea, Vlad?\n- A mockery of death, a negation of it as a fact. That is why it is about life.\n                                                                                                                               (from a conversation with the artist)\n \n \n \nVladyslav Krasnoshchok’s ‘Karibochki’ is a strange and magnetic fusion of his three passions. The first one is love to photography supported by his absolute and acknowledged mastery and talent for photography. On relatively common for a-century-from- the-present-time pictures made in a photo atelier his attentive eye doesn’t miss an interesting shot, unusual face, weird detail or situation. Another one – is passion to the past. Old things, old films, music, old-time photography. This passion is both existential (to a texture, paper, color and smell itself) and ‘curious’ – what was there, who are these people, what is the history behind the picture? Impossibility to guess creates desire to make it up. To make up means to give a new life. To revive, to prolong, to immortalize. One more artist’s passion is admiration for form, for external harmony and beauty. ‘I proceed from form’, says Vlad. ‘Form creates meanings. ’\n \nThe form of ‘Karibochki’ is rather complicated, fanciful and intricate. Even though there are some very laconic and even close to minimalism ones, the rest of them are inhabited densely and variously. Following Max Ernst’s definition of ‘collage’ the author uses ‘…accidentally or artificially provoked encounter of two or more foreign realities on a seemingly incongruous level…’ and continuing Ernst ‘…the spark of poetry that leaps across the gap as these two realities are brought together’. The sides of such a box are the borders of new reality that becomes home for everyone placed there by fastidious author’s wish. A precious small secret out of the childhood, a tiny stage for a big drama, a window Through the Looking-Glass. Protagonists are characters from old-time photographs found at flea markets in Kharkov or in other places. Sometimes they remain the same as they were imprinted. Sometimes they get new color, are intensified with new lines, renewed and even can become three-dimensional (in this case Vlad uses technique discovered by him in ‘Storing Negatives’ series and that is extended in ‘Karibochki’). Being taken out and cut out of its common context they are sometimes put into black darkness, sometimes into inhabited with prehistoric animals world (pictures from an old book about evolution according to Darwin’s theory), sometimes into space of famous paintings of famous artists (old reproductions bought at the same Kharkov flea market). We don’t know what happened with that people lives, what tragedies and gladnesses, ups and downs. Yet, photograph is a fine-looking front where people are decorous, smiling, full of merit and contentment. As to the rest, we can only guess. Their new lives in unfriendly and dangerous boxes sceneries seem to be restless, full of unexpectedness, fears and secrets. That is obvious but details remain unknown. This double uncertainty takes breath away and provokes to scrutinize, to understand, to penetrate through a small window with frames into this weird world by all means (like Alice did through the tiny door to the wonderful garden). Being pulled into another myth-box as into a vortex, you feel anxiety causing unpleasant flutter in the pit of your stomach, breathless expectation of something unknown and joyful curiosity. Premonition of something wonderful and dangerous, unknown and unavoidable. Caught, fixed, and infinite suspense.\n \nFollowing the form and joining unjoinable elements, Vlad populates his world-boxes with other characters as well. Being minor, unnoticeable, peripheral, unnecessary and totally harmless here they become menacing monsters there. As well as broken-out-of-usual-reality main characters dried voblas, black glossy beetles, white pivot teeth (they pretend to be natural teeth!), small sticks and blades of grass turn into horrible monsters aspiring to fill all the space with themselves, to subdue, to assimilate to themselves, to transform the nice smiling people in the photos into themselves. You really never know Who turns out to be Who or What if circumstances change. Clocks and fish. A lot of them. They argue with people about the status of main characters. They totally occupy space, supplant the people, absorb them and become them. Connected with water fish normally associates with cleansing, return to innocence and hope of new birth. In ‘Karibochki’ reality the situation is turned inside out: the surface seems to be covered with water but this water is solidified, ‘dead’. Fish is also dead, dried. Illusion, absolute impossibility to rebirth! Yet, this is avoiding of decomposition and final disappearance if we think of it deeper. ", "artifact_uri": "ipfs://QmcArJxGzgGdx7oSjduNe86uRyDKyGALbrXjQPQCycc6Qy", "display_uri": "ipfs://QmTsDfAWYJGari598WHRU6R6XGFQ7tjbB8iemrq2wEvJhX", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcArJxGzgGdx7oSjduNe86uRyDKyGALbrXjQPQCycc6Qy", "mimeType": "image/jpeg"}], "creators": ["tz2JzFRU41CfmaWj12iqz6GAKJjgy9pE4pQC"], "tags": ["Assemblage", "collage", "art", "contemporary", "museum", ""], "extra": {}}