{"__version": 1, "token_id": 403941, "symbol": "OBJKT", "name": "LINOLEUM BLOWNAPART", "description": "On the surface, this seems like a great pun for a drag queen's name on Ru-Paul's Drag Race, but for a long time I used this pseudonym as a way to create ideas that sounded too crazy or caused me some sort of insecurity as an artist. I came up with some insane ideas years and years ago. One crazy idea was to take the entire sheet music from the theme song of the 1981 film \"Chariots of Fire\" and attach fuses and matches that would ignite upon the notes being played. Looking back, this doesn't seem so insane as I used to think. I hid a lot of my early work because I didn't think it was good enough. Being critical of your own work is well...critical. How is this art though? So many of these just seem to be like entries in a stark minimalist's journal or diary. True, but these have qualities more than just those. These individually fill in the little pieces of the overall picture of my mind. We're getting deeper and deeper into my psyche. Are these the ramblings of mental illness gone unchecked for 40+ years or are these the results of one human being risking it all to show the world his mind? Probably yes to both. I can just hear the reviews now of this book and how I should have been more critical to remove this work from it all. You can see the insecurity and paranoia of failure; of being seen as a fraud; of not being good enough as (insert anyone of consequence in the last 1000 years of art). Art is pretty much the only thing on my mind from the moment I wake up, to the moment I sleep. I only want to make art that is important and that the work speaks for itself; you're just peering through a prism of the mind to see the colors. The best defense/offense is honesty. ", "artifact_uri": "ipfs://QmfNCnzJJcLjGDXVK6bTwzxhXJZJgC5v8ikztTk8zTE92z", "display_uri": "ipfs://QmZjDmwvA3dEZU8BViQBaRf48i4VXN8u8ng76LA6S8g6yC", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmfNCnzJJcLjGDXVK6bTwzxhXJZJgC5v8ikztTk8zTE92z", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}