{"__version": 1, "token_id": 456141, "symbol": "OBJKT", "name": "Desperate affairs require desperate measures", "description": "tribute to Horatio Nelson\node to Battle Of Trafalgar 21 October 1805\n\nThe Battle of Trafalgar (21 October 1805) was a naval engagement between the British Royal Navy and the combined fleets of the French and Spanish Navies during the War of the Third Coalition (August–December 1805) of the Napoleonic Wars (1803–1815).\n\nAs part of Napoleon's plans to invade England, the French and Spanish fleets combined to take control of the English Channel and provide the Grande Armée safe passage. The allied fleet, under the command of French Admiral Villeneuve, sailed from the port of Cádiz in the south of Spain on 18 October 1805. They encountered the British fleet under Admiral Lord Nelson, recently assembled to meet this threat, in the Atlantic Ocean along the southwest coast of Spain, off Cape Trafalgar.\n\nNelson was outnumbered, with 27 British ships of the line to 33 allied ships including the largest warship in either fleet, the Spanish Santisima Trinidad. To address this imbalance, Nelson sailed his fleet directly at the allied battle line's flank, hoping to break it into pieces. Villeneuve had worried that Nelson might attempt this tactic but, for various reasons, had made no plans in case this occurred. The plan worked almost perfectly; Nelson's columns split the Franco-Spanish fleet in three, isolating the rear half from Villeneuve's flag aboard Bucentaure. The allied vanguard sailed off while it attempted to turn around, giving the British temporary superiority over the remainder of their fleet. The ensuing fierce battle resulted in 22 allied ships being lost, while the British lost none.\n\nThe tactic exposed the leading ships in the British lines to intense fire from multiple ships as they approached the Franco-Spanish lines. Nelson's own HMS Victory led the front column and was almost knocked out of action. Nelson was shot by a French musketeer and died shortly before the battle ended. Villeneuve was captured along with his flagship Bucentaure. He attended Nelson's funeral while a captive on parole in Britain. The senior Spanish fleet officer, Admiral Federico Gravina, escaped with the remnant of the Franco-Iberian fleet (a third of what it had been in number of ships); he died of wounds sustained during the battle five months later.\n\nThe victory confirmed the naval supremacy Britain had established during the course of the eighteenth century, and was achieved in part through Nelson's departure from prevailing naval tactical orthodoxy.\n\nmusic by Logiclost as moniker from Dylan Amirio. Electronic artist from jakarta, indonesia. Specializing mainly in his own selfish world and bringing that world outside so that connections with fellow human beings can be fostered through the wonder of sound.\n\n- Publish the work that you collect through your social media account by including the credit of the creator's name.\n\n- You have the right to print the work and it is strictly forbidden to sell and trade in physical form.\n\nRegards Riff as Destroyxstairs", "artifact_uri": "ipfs://QmQPQe1dy4EmRdv36qCSxeS6qjDN3Q1Lj5Ge3517MmaRGc", "display_uri": "ipfs://QmX2FQycXzYmQMi6QFrdHuaFQPmk1whnVwp5Kff8GvsLeT", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQPQe1dy4EmRdv36qCSxeS6qjDN3Q1Lj5Ge3517MmaRGc", "mimeType": "video/mp4"}], "creators": ["tz1bvi4gXVcBHPV5QPoVAbzBtRE5qcXJcpfU"], "tags": ["destroyxstairs", "loop", "gif", "collage", "digitalcollage", "digitalimage", "waroftrafalgar", "napoleon"], "extra": {}}