{"__version": 1, "token_id": 477841, "symbol": "OBJKT", "name": "GPTSD - The Human / Machine Feedback Loop (Dreamer 14)", "description": "Can trauma transfer from human to machine to human?\n\u2028\nGPT: Generative Pre-trained Transformer is an open-source neural network (machine learning) model trained on internet data to generate new unique text.\n\u2028\nPTSD: Post-Traumatic Stress Disorder is a mental disorder that can develop after a person is exposed to a traumatic event, such as sexual assault, warfare, traffic collisions, child abuse, or other threats.\n\u2028\nThis series of text and images function as an exploratory case study that magnifies the risks of transferring human bias and trauma to machine learning models. The output of these models can affect humans by reinforcing unintended inputs (positive or negative). These models can be distributed through social media or manifest in law-making, credit applications, education and other ways we may not yet understand. A feedback loop: we are what we consume—and we consume what we are.\n\u2028\nThe following generated GPTSD machine dream texts and images were all output in one session (Dec 2020) after training on 593 dream diary entries by an individual suffering from PTSD after experiencing war. These dream descriptions were cropped directly from a larger text and intentionally unedited except for a few minor deletions for clarity. \n\u2028\n~~~\n\u2028in my dream: I’m at a seaport, waiting to board a train to New York. A man in a red jacket approaches me. He asks why I’m looking for work. I tell him I’m looking for work but I can’t find it. I’ve given up. I’m discarded at the station. A woman checks my ticket. She asks why I still carry a twenty-two dollar bill. I tell her I don’t know. I’m stunned silence. Then she hands me a small booklet containing rules of engagement for a upcoming war with Afghanistan. I’m told to read them and report to a firing squad immediately.\n\u2028~~~\n\u2028\nThe GPTSD book and website will have further information about this project. ryanthompson.name/project-gptsd\n\u2028\nHumans become the stories in which we tell ourselves—and our machines. The tools we create, always manifest the people we come to be.\n\u2028\nDreamer 14 (Text Skeleton)\n1800 x 2280 pixels\nRyan Thompson - December 2020\n\u2028\n[Once all Dreamers have been collected a second artwork related to the “Text Skeleton” will be airdropped to the collector holding this work]", "artifact_uri": "ipfs://QmYmAj6Ty7RjFJFa8CT5JGvCHpuz9vB2jKukr9MqKnYt9N", "display_uri": "ipfs://QmVZojqrVF5v21NbBdSyuC3EVxUd3CE4mth6St7UtJrnxL", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYmAj6Ty7RjFJFa8CT5JGvCHpuz9vB2jKukr9MqKnYt9N", "mimeType": "image/jpeg"}], "creators": ["tz1R9JSKJLXFBRqVbZAeTzT5Gnw2LoLdnT93"], "tags": ["gptsd", "gpt2", "gpt3", "ptsd", "machinelearning", "ai", "ascii", "neuralnetwork", "dream", "nightmare"], "extra": {}}