{"__version": 1, "token_id": 490641, "symbol": "OBJKT", "name": "Ancestral Protectors", "description": "Desde a antiguidade no Egito antigo, os gatos são vistos como seres protetores e até sua figura sendo representada pela deusa Bastet. \nBastet era uma deusa que tinha corpo humano e cabeça de gato, podendo se transformar em humano com traços felinos. \nBastet protegia principalmente mulheres grávidas e crianças, sendo filha de Rá, o deus do sol. \nBastet, segundo a mitologia egípcia foi responsável por matar Apophis, a serpente demônio. \nUm tempo depois os gatos se configuravam em figuras companheiras e de proteção de mulheres que muitas vezes injustamente foram queimadas vivas juntamente com os seus felinos na inquisição católica da caça as bruxas.\nAgora mencionando a teoria dos antigos astronautas e voltando ao Egito antigo, esses deuses assim como Bastet podem ter sido visitantes de outros planetas, como é o caso dos seres de Sirius A, planeta onde seus habitantes são humanos com cabeças de felinos, alguns canalizadores dizem que está raça vem protegendo o nosso planeta desde os primórdios do planeta Terra.\n\nPintura em Aquarela feita em papel Canvas.\n\nSince antiquity in ancient Egypt, cats are seen as protective beings and even their figure being represented by the Goddess Bastet.\nBastet was a goddess who had a human body and a cat's head, and could transform into a human with feline features. \nBastet protected pregnant women and children, being the daughter of Ra, the sun god. \nBastet, according to Egyptian mythology was responsible for killing Apophis, the demon serpent.\nSome time later, cats became companion and protective figures for women who were often unjustly burned alive along with their felines in the Catholic Inquisition of the witch hunt.\nNow mentioning the ancient astronaut theory and going back to ancient Egypt, these gods as well as Basted may have been visitors from other planets, as is the case with the beings of Sirius A, a planet whose inhabitants are humans with feline heads, some channelers say that this race has been protecting our planet since the dawn of planet Earth.\n\nWatercolor painting made on Canvas paper.", "artifact_uri": "ipfs://QmbvjFFL9Em2iMyYVSTtHxdbkbFsic57rhhesiMtTvfeWN", "display_uri": "ipfs://QmdKRh9jN1Td5AkomrtdeiVt3KzBfWovhoncyHwNouvzE3", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbvjFFL9Em2iMyYVSTtHxdbkbFsic57rhhesiMtTvfeWN", "mimeType": "image/jpeg"}], "creators": ["tz1NauhoRkxMjjQjJutRwWQXAGEkCgKozoHu"], "tags": ["#egitoantigo", "#Bastet", "#Halloween", "#Sirius", "#seresfelinos", "#gatos", "#aliens"], "extra": {}}