{"__version": 1, "token_id": 526141, "symbol": "OBJKT", "name": "3D - Dimensional Butterfly: 06", "description": "My idea behind this its some kind of world and we have a sphere caused by this exotic butterfly from a different universe. One that exists in a lower resolution, and the bubble  around it, happened due to our universe and this other universe/dimension interacting with one another. I did this by trying to make the image differ based on the pixelyness\n\nI found that I like this idea that started to from from the train pic where I can try to create this  feeling where pixel world meets real world\n\nAnd there is an alternate reality where we can see unique things that are not normal to us. Kinda I guess also stemming from the idea how some bugs or more likes bees see in infrared too.\n\nI guess my main perspective and goal is to kinda make my photos look super unique and almost a bit abstract because I want a person to really think what is going on and admire the image and I believe that it gives a message that we need to spend more time slowing down and really looking for the beauty in life around us\n\nWe spend to much time rushing through our lives and miss alot of what happens. it only really became clear because when I do photography I really have to focus on the little things.\n\n\n\nIt has 2 effects:\n\n1. The image it is!\n2. If you have some 3D glasses lying around, try one on and look at the image! Just make sure that you are using the retro 3D glasses. The red and blue kind.\n\nThe image in 3D creates depth and a portal into the image to make it look like a window into a new dimension! So if you want get the 3D glasses and try it out!\n\nWidth: 1000px\nHeight: 1000px\n\nOriginal Image: 7968 x 5320\nExposure Time: 1/400s\nFocal Length: 90mm\nISO Speed: 100\nF-Stop: f/2.8\nCamera: Sony A7R3\nLocation: Toronto", "artifact_uri": "ipfs://QmawZczDnJk329W3efuoabyYdJE8FmKQHkEGBkejFeXRCU", "display_uri": "ipfs://QmawZczDnJk329W3efuoabyYdJE8FmKQHkEGBkejFeXRCU", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmawZczDnJk329W3efuoabyYdJE8FmKQHkEGBkejFeXRCU", "mimeType": "image/gif"}], "creators": ["tz1SFQD7VLwDVkiWBmyeR8PoyFaifRtaeKTa"], "tags": ["butterfly", "macro", "neon", "dimensional", "pixelsorting", "photograph", "nature", "loop", "aftereffects", "gif", "animation", "lsd", "acid", "bug", "stereoscopic", "3d", "anaglyph"], "extra": {}}