{"__version": 1, "token_id": 546541, "symbol": "OBJKT", "name": "111 wokx", "description": "111 111 111 \n\nThis is about you as you are. It's about me that you are.\nSo we can't even begin to talk about what happened, really! \nAfter all, if you don't give back what you believe in, no one will stop you. \nYou don't belong to any \"theocracy of truth.\"\n\n(...) In an interesting twist, the story continues in the following scene. \n-A group of friends come in to see a friend's daughter get some rest and that brings the story even further into the present day.We already know what happened here, what she was doing in one last bad dream, (but here we see the reality with a new perspective that is different for each person). From the story of her wokx to the world of her love, and for the world on her.\n- - - \n\nSe trata de ti tal como eres. Se trata de mí, que eres.\n¡Así que ni siquiera podemos empezar a hablar de lo que pasó, de verdad!\nDespués de todo, si no devuelve lo que cree, nadie lo detendrá.\nNo perteneces a ninguna \"teocracia de la verdad\".\n\n(...) En un giro interesante, la historia continúa en la siguiente escena.\n-Un grupo de amigos entra a ver a la hija de un amigo descansar un poco y eso trae la historia aún más al presente, ya sabemos lo que pasó aquí, lo que estaba haciendo en una última pesadilla, (pero aquí vemos la realidad. con una nueva perspectiva diferente para cada persona). Desde la historia de su wokx hasta el mundo de su amor y por el mundo que la rodea.\n\n\n\nqepri.xyz\n", "artifact_uri": "ipfs://QmWAcmJNKKfSHMmkGrVxaZ9JvyrNMUYDB3uGY2KLuTGN9P", "display_uri": "ipfs://QmUHyP2JypPi44fTtDCmheaiYLPrgk1mGpeFo6zsNUT6WV", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWAcmJNKKfSHMmkGrVxaZ9JvyrNMUYDB3uGY2KLuTGN9P", "mimeType": "image/jpeg"}], "creators": ["tz1L5rVycD7yn8F6rxnN6u94FW9JZAbWU5ab"], "tags": ["qepri", "cryptodada", "SergioAguirrre", "automaticdrawing", "darknft", ".art", "criptomex", "blackandwhite", "monochrome", "drawing", "ink"], "extra": {}}