{"__version": 1, "token_id": 373065, "symbol": "OBJKT", "name": "“At last you are mine” ", "description": "/Taú was an evil spirit who had fallen in love with the maiden named Keraná, a very beautiful girl (daughter of Marangatú) who spent her days sleeping. For this reason she was named Keraná (sleepy)./ \n\nTaú had fallen in love with the girl and, to conquer her, he transformed himself into a handsome young man. With his new appearance, Taú visited Keraná for seven consecutive days. On the last day, he tried to kidnap the girl, so Angatupyry (spirit of goodness) was forced to intervene to prevent it. To do so, he engaged in a fight with Taú that lasted seven days. Finally, Taú, using trickery, defeated Angatupyry. Taú, seeing himself triumphant, took Keraná with him. This caused deep sadness and indignation in the tribe, and they begged for an exemplary punishment for the transgressor. So Angatupyry took care of the matter again and subjected Taú to a terrible curse. As punishment for Taú's actions, Angatupyry condemned the couple to give birth to monsters. Thus, the seven monsters of Guarani mythology are born: Teju Jagua, Mbói Tu'i, Moñai, Jasy Jateré, Kurupí, Ao Ao and finally Luisón. All of them were born prematurely (at seven months).\n\n𝘚𝘢𝘯𝘵𝘪𝘢𝘨𝘰 𝘙𝘶𝘢𝘶 (@𝘳𝘶𝘢𝘶_𝘴𝘢𝘯𝘵𝘪𝘢𝘨𝘰) 𝘧𝘰𝘳 𝘵𝘩𝘦 '𝘖𝘶𝘳 𝘔𝘺𝘵𝘩𝘴' 𝘦𝘹𝘩𝘪𝘣𝘪𝘵𝘪𝘰𝘯 𝘩𝘦𝘭𝘥 𝘣𝘺 𝘵𝘩𝘦 𝘊𝘏𝘌𝘕 𝘢𝘳𝘵𝘪𝘴𝘵 𝘤𝘰𝘭𝘭𝘦𝘤𝘵𝘪𝘷𝘦\n", "artifact_uri": "ipfs://QmPiXkE4XG64FUo8pCr65fwspSq9AMqjSTtgJGupvFjMjJ", "display_uri": "ipfs://QmbyUL2Z6nnBDFJsjF3x7RUZknA7tArvhVDPZXH82jePxx", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPiXkE4XG64FUo8pCr65fwspSq9AMqjSTtgJGupvFjMjJ", "mimeType": "image/jpeg"}], "creators": ["tz1hnPqiBT7cBu8g886APwzMYc2nGctBomQD"], "tags": ["ourmyths", "chen", "argentina", "mythology"], "extra": {}}