{"__version": 1, "token_id": 409065, "symbol": "OBJKT", "name": "Modular Synthesis 5", "description": "(2021)\nBy ClockworkFeathers\n\nEdited photo of a composition consisting of components made using silvered furnace blown glass, 3D printed ceramics, recycled post consumer packaging, and seed beads.\n\nAll objects and images used to compose this work were produced by ClockworkFeathers unless otherwise attributed.\n\nI’ve been drawn to the optical effects of the mirrored glass bowl I used in “Modular Synthesis 2” and have had to resist the urge to use it in every piece. However, I believe that revisiting elements with new context gives added insights. I also have some possible ideas for images with this format, so I will likely be revisiting this periodically. \n\nAs I’ve been watching how the works in this series are received in terms of how people are interacting with them, I’m drawn to how those interactions are recorded and are publicly accessible. I feel that my creative work, as with any work of art, isn’t complete until it is experienced, and that completeness is not a singular event. I see truly great work as being constantly completed by every new person that experiences it. With these works, the blockchain record connects me those acts of completion in ways that I don’t get from other venues. This is also one reason why I’ve set the number of editions high and the initial offering price so low; I want to give as many people as possible the chance to connect with this work.\n\nThe blockchain transaction ledger lets a creator, or anyone really, view the complete history of interactions with a creation. While this still isn’t a perfect record (it doesn’t record views), it offers the opportunity for creators to access provenance information that was previously only available to a select few and even then it was never as reliable as what the blockchain provides. For me, I feel a connection to those who acquire these works. Even though I would have no way of recognizing one of these people if I meet them on the street, the connection to their actions is public, immutable, and verifiable. It’s a unique experience, and I’m compelled to dig deeper into the nature of this connection.\n\nWhen I think about the blockchain as I work on this series, I’m thinking about how a foundational theme in the technology is “connections”. The blockchain is designed to facilitate connections to the point where it requires people connecting to it to keep it running. The NFTs that I’ve produced so far have involved me connecting disparate materials, mediums, and techniques into a cohesive work, and the blockchain is the focal point of those connections. This has my brain thinking about what other connections I could explore in making work for the blockchain. But, I need to do some more research and gain some more experience before I can realize some of the ideas that are kicking around in my head.\n\nFor now, all I have to offer is my gratitude for everyone who has acquired my work. I see all of you as my patrons in my explorations into this new frontier. I recognize the connection between us, and I’m working to incorporate that more tightly into my work.", "artifact_uri": "ipfs://QmVoMDt932GNhTam1h4ZEaBNGuhhrJneSNPzNQ6WetKKxy", "display_uri": "ipfs://QmSjLX4bj9y1DJWgnW6ZUTKLUNHrg8cSe8SESSddXZtwhg", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVoMDt932GNhTam1h4ZEaBNGuhhrJneSNPzNQ6WetKKxy", "mimeType": "image/jpeg"}], "creators": ["tz1U9g5rCG45oweVJG3aQoB9bLSk5n5a3JZN"], "tags": ["glass", "ceramics", "craftmedia", "digital2analog", "analog2digital"], "extra": {}}