{"__version": 1, "token_id": 529765, "symbol": "OBJKT", "name": "Urban Archaeology #010 - Never Again", "description": "This is a piece for 11/11, the end of WWII, and the end of the Nazi regime. This German WWII motorised training barracks was taken over by the Russians when they seized East Germany in 1945, and then eventually abandoned in 1992 a few years after the fall of the Berlin Wall when the USSR left. No-one seems to be quite sure how or why this Nazi eagle motif survived for so long - all Nazi imagery and particularly the swastika was banned in Germany (either destroyed or only shown in a museum or other historic context) after the war, and still is in most cases. This genuine gold stucco mosaic somehow survived and still remained in its huge cartouche in the officer's block, perhaps kept by the Russians as a trophy of their conquests, and somehow still not vandalised or destroyed 70-odd years later. At some point between the taking of this image in 2013 and now, it was finally hacked apart and defaced by persons unknown.\nI wanted to create this piece because the events of WWII have become so fetishised and mythologised over the decades that they sometimes feel no more \"real\" than the Empire vs. the Rebel Alliance, or similar works of fiction. Finding this object in-situ in an abandoned building was a far more powerful reminder than old newsreel footage that these events were absolutely real and of how easily an entire country allowed itself to be duped into putting hatred, division, and self-interest above humanity, and be lead into perpetrating horrors beyond comparison. Never again.", "artifact_uri": "ipfs://QmS9D9TnYVuBcLzP9QMb9VqwNLHjqPvRYpL1RBpvLB1a57", "display_uri": "ipfs://QmcYkDYBD7mbRC3UVX4EdJmygywyaQFhFe3hNufAmbcV5e", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmS9D9TnYVuBcLzP9QMb9VqwNLHjqPvRYpL1RBpvLB1a57", "mimeType": "image/jpeg"}], "creators": ["tz1PVZqoy8MQFAAydWnP77onwgd2yy4WatNY"], "tags": ["wwii", "world", "war", "germany", "abandoned", "derelict", "urban", "exploration", "urbex", "history", "photograph", "photography"], "extra": {}}