{"__version": 1, "token_id": 551765, "symbol": "OBJKT", "name": "Ausência", "description": "Eng: \nAbsence\nDigital collage and photography\nTrystan Luah\n\nAbsence is a work about loneliness. That feeling grew out in the isolation caused by the covid 19 pandemic, but it's nothing new to me. Sometimes my childhood and adolescence feel like I've been in captivity, it's so much like being in quarantine. It's a little contradictory to see an image so full and almost overloaded, but it represents the holes, the lack. This is the same process in which I try to fill the void of lack on my own. Physical contact is difficult for me, it's very intense, when someone touches me I feel this touch reverberate, even when it's gone I still feel it. It's not that I don't like physical contact, I do, but it's too strong, it almost hurts and the absence also hurts a lot. The affection I never received tears my skin, but it's invisible and the anguish of that invisibility only opens the wounds further. Maybe I never know if this feeling of not belonging is a consequence of traumas of domestic violence, or if it's because I'm trans, or because I'm pandemisexual and maybe because I'm autistic. I don't have a diagnosis and I don't know if I can just consider neurodivergence. I feel weird and it's like my body screams it in a language no one understands, not even me. People see the strangeness, but without ever translating what it means.\n\nPt- br : \nAusência\nColagem e fotografia digital\nTrystan Luah\n\nAusência é uma obra sobre solidão. Esse sentimento cresceu com o isolamento causado pela pandemia do covid 19, mas não é nada novo pra mim. As vezes sinto minha infância e adolescência como se tivessem sido um cativeiro, é tão parecido com estar em quarentena. É um pouco contraditório ver uma imagem tão preenchida e quase sobrecarregada, mas que representa os buracos, a falta. É esse mesmo o processo em que eu tento preencher sozinho o vazio da falta. Contato físico é difícil pra mim, é muito intenso, quando alguém me toca eu sinto esse toque reverberar, mesmo quando já passou eu ainda sinto. Não é que eu não goste de contato físico, eu gosto, mas é forte demais, quase dói e dói muito a ausência também. O afeto que eu nunca recebi rasga minha pele, mas é invisível e a angústia dessa invisibilidade só abre mais as feridas. Talvez eu nunca saiba se esse sentimento de despertencimento é consequência de traumas da violência doméstica, ou se é por eu ser trans, ou por ser pandemissexual e talvez por ser autista. Eu não tenho diagnóstico e não sei se posso simplesmente considerar a neurodivergência. Eu me sinto estranho e é como se meu corpo gritasse isso numa lingua que ninguém entende, nem mesmo eu. As pessoas enxergam a estranheza, mas sem nunca traduzir o que significa.\n", "artifact_uri": "ipfs://QmevNuaUvWowEkzSdLNVGfD95PctBBdin7ttMtRKjPSQq6", "display_uri": "ipfs://QmW2V5JWQPgBQQ1uHdWncZEcm3KUVkZghdK1cRo1QZi4tT", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmevNuaUvWowEkzSdLNVGfD95PctBBdin7ttMtRKjPSQq6", "mimeType": "image/png"}], "creators": ["tz1ixHXGBs9U3QmiEirZAvjLqiprUyfA4uhJ"], "tags": ["photography", "photo", "collage", "lgbt", "lgbtqia", "brasil", "brazil", "emotion", "loneliness", "absence", "acidentecosmico", "body", ""], "extra": {}}