{"__version": 1, "token_id": 597865, "symbol": "OBJKT", "name": "A PRISM OF LIGHT IS A PRISON OF LIGHT.", "description": "What are prisms? What are they used for and why are they so important? Well, there are several definitions of what prisms are, so we will use one specific definition in particular: (A transparent body of this form, often of glass and usually with triangular ends, used for separating white light passed through it into a spectrum or for reflecting beams of light.) Sir Isaac Newton back in the 17th Century discovered that visible light could be broken up into an array of colors that are associated with certain wavelengths within the electro-magnetic spectrum. Prisms are useful for analyzing and reflecting visible light. Shorter wavelengths light violet bend the least, whereas longer wavelengths like red bend the least. When we look past the definitions and the science, what do we have. We find a distinct irony in the wordplay between PRISM/PRISON in the artwork. A true prism can never be a prison of light...or could it? One of the reasons I made this work was to try to imagine various ways to have a prison of light from a prism of light. Seems absurd to even entertain the thought, but I thought of painting all the sides of a prism in thick layers of black paint with only opening, for the light to shine in. As a metaphor one could shine a bright light into a prism and then seal up the open section and trap all the photons. Just a passing thought...", "artifact_uri": "ipfs://QmZVVRMXkE3bpW3QSKmRSps7RU3uhPHuMf6kNPJ6yJdahs", "display_uri": "ipfs://QmRsyKYWdm5hfgXG76prLGdaMR1zgbxpe4MZnuAduE7zgF", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZVVRMXkE3bpW3QSKmRSps7RU3uhPHuMf6kNPJ6yJdahs", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}