{"__version": 1, "token_id": 372685, "symbol": "OBJKT", "name": "Caught", "description": "The Roswell incident is the 1947 crash of a United States Army Air Forces balloon at a ranch near Roswell, New Mexico, and the subsequent conspiracy theories claiming that the crash involved a flying saucer, and that the truth had been covered up by the United States government. On July 8, 1947, Roswell Army Air Field (RAAF) issued a press release stating that they had recovered a \"flying disc\" from a ranch near Roswell. The Army quickly retracted the statement and said instead that the crashed object was a conventional weather balloon.\n\nThe Roswell incident did not surface again until the late 1970s, when a retired lieutenant colonel, in an interview with a researcher of unidentified flying objects (UFOs), alleged that the weather balloon account had been a cover-story. Ufologists began promoting a variety of increasingly elaborate conspiracy theories, claiming that one or more alien spacecraft had crash-landed and that the extraterrestrial occupants had been recovered by the military, which then engaged in a cover-up.\n\nIn 1994, the United States Air Force published a report identifying the crashed object as a nuclear test surveillance balloon from Project Mogul. A second Air Force report, published in 1997, concluded that stories of \"aliens bodies\" probably stemmed from test dummies being dropped from high altitude.\n\nConspiracy theories about the event nevertheless persist, and the Roswell incident continues to be of interest in popular media. The incident has been described as \"the world's most famous, most exhaustively investigated, and most thoroughly debunked UFO claim\".\n\nSingle piece. Collection of one.", "artifact_uri": "ipfs://QmWdKrETUrRfQt5LDYNVBUJCzAAsThZMbXiwqUERdKX1mA", "display_uri": "ipfs://QmPJgauwojwX8NG1mNnYRVUYH9stScytD52TUGLg8v76a8", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWdKrETUrRfQt5LDYNVBUJCzAAsThZMbXiwqUERdKX1mA", "mimeType": "image/png"}], "creators": ["tz1eiYuohbae4tvG7vJLMHdKRMSoeHA2Ub46"], "tags": ["rare", "ufo", "art", "collectible", "dark", "mysterious", "scarce", "horror", "evil", "special"], "extra": {}}