{"__version": 1, "token_id": 563585, "symbol": "OBJKT", "name": "As I Look In the Mirror I See You / POSTER#1", "description": "Kendrick’s work explores conversations of the future and the ever shrinking gap between the physical and virtual world. We have in many ways realised the potential to project our wildest dreams. Kendrick’s work explores many aspects of science fiction and video games; utilising elements of collage, film and found documentary in order to explore the extended language painting as a digital endeavour.\n\nOften exploring ideas through the perspective of the machine mind, Kendrick’s work invites the viewer into a world built by an imagined newly sentient digital entity. The work reflects on the nature of the network exploring the idea of copies and the contortion, collation and regurgitation of our own thoughts which, in current deep learning networks, display as convincing reflection of machine consciousness.\n\nFor Brighton CCA: Dorset Place, Kendrick presents a new body of work that looks at the potential of Artificial Intelligence. As more complexity is imbued onto this fledgling technology, the parallels between it and natural systems have started to surface. It learns from us, our network and the world around us, feeding on the stories we tell. Through a conversation with this technology Kendrick has developed an immersive installation populated by life, sound and language.\n\n‘As I Look in the Mirror I See You’, is a quote written by Allado-McDowell’s machine collaborator in the book Pharmako-Ai.\n\nIn this work the artist has similarly worked as the trigger for language programmes using his own research as the starting point. The output is an audio visual installation featuring many of its responses as the conversational voice of its own machine main character.\n\nThis work marks the culmination of a year-long Fellowship established between the University of Brighton, Manchester School of Art, Bath Spa University and the Freelands Foundation. On this project the artist has worked with the graphic designer and producer Edison Francis and the 3D cgi artist Tom Johnson. This work has also been made possible by the Omni Colour Artist Award.\n–\nThis is project #6 of Dorset Place x 11 collaborations – a new series of projects and work responding to the university as a site for experimentation and learning.\n", "artifact_uri": "ipfs://QmYnEDZ5qzQGesmEEgBfskcAHuVvXBMzjd8n7jfVhWA6RB", "display_uri": "ipfs://QmWwhBHPnHnc2gBk7LnRa2hxXEauoKbsrrm5V9HwA3qkLM", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYnEDZ5qzQGesmEEgBfskcAHuVvXBMzjd8n7jfVhWA6RB", "mimeType": "video/mp4"}], "creators": ["tz1PZHKUhuJPg8kKevRtmKF1iYHBvCC7ZAPM"], "tags": ["art", "installation", "contemporaryart", "videoart", "colour", "nature", "nftcommunity", "gallery", "brightoncca"], "extra": {}}