{"__version": 1, "token_id": 565785, "symbol": "OBJKT", "name": "Seoulites", "description": "Seoulites is a timelapse piece that took me three years to complete. It encompasses every major area of Seoul, South Korea. The reason this took me so long to make, was because each scene in this shot required a few days of work. Usually, it took me a day to scout the area, come back another day, enter the building a few hours before sunset, and in some cases spend the entire day waiting for sunset, shoot the sunset for 1-2 hours, and then spend 1-2 days editing each scene. Exporting the images was usually an overnight job, since back then my laptop was not very good.\n\nEach scene is composed of around 700-1200 photographs sped up into clips ranging from a few seconds to the average 1 second and 22 frames per clip. I also only made it a habit to photograph the pieces on days when the sky was blue, to try and make the city as beautiful as possible.\n\nThis video is very important for me because it is what helped me break into the world of photography when I was a nobody and put my foot in the door, opening opportunities and allowing me to get freelance jobs.\n\nHowever, this video was shared online by many large media outlets including major corporations, which I will not name. They downloaded my videos and shared them all over their media pages and also their Youtube channels and website players. They claimed all the ad revenue and the majority of the videos and all I got was a few followers on Instagram and Youtube.\n\nThis is my opportunity of getting back something for all those years of hard work. \n\nSpecial thanks to Byulmaru for their timelapse music: \nMusic: 별마루 - \"쥐불놀이\"\nMusic: Byulmaru - Juibulnori", "artifact_uri": "ipfs://QmebvGTacq1Q4Qksd4wZnzc3ZKspkU636Jh27eRKp4TkUf", "display_uri": "ipfs://QmfBa8C5HDrih68Auwc2gtjqj82ySNyYJCgQ1uZ1tPJ3gR", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmebvGTacq1Q4Qksd4wZnzc3ZKspkU636Jh27eRKp4TkUf", "mimeType": "video/mp4"}], "creators": ["tz1iimuCRajJPgHsMAtxUToEUiggn3uyMj4Y"], "tags": ["Seoul", "SouthKorea", "Photography", "Timelapse", "Asia", "Film"], "extra": {}}