{"__version": 1, "token_id": 590785, "symbol": "OBJKT", "name": "Chaotic framework", "description": "To look to the past, yes, but without idealizing it, without surrounding it with an aura it never had, not to get stuck, attached.\n\nAvoiding sacralizations.\n\nTo observe it in order to take it into account, to be able to see, to feel, to think about obsolescence, about what remains, about the possible validity of some aspects.\n\nTrying to admit the complexity, the chaotic and incoherent framework of a reality to which we turn our back on a daily basis.\n\nAn Italian thinker said that chaos does not exist in reality, but that chaos is a creation of our mind when it is incapable of understanding, of categorizing, of distinguishing and elucidating what it faces (or something like that).\n\nTo make us uncomfortable, to leave a comfortable place, to ask ourselves the questions we have been avoiding, cramming our daily life with tailor-made, easily digestible stimuli.\n\n-----\n\nMirar hacia el pasado, sí, pero sin idealizarlo, sin rodearlo de un aura que nunca tuvo, no para quedar pegado, apegado.\n\nEludiendo sacralizaciones.\n\nObservarlo para tenerlo en cuenta, para poder ver, sentir, pensar  en la obsolescencia, en lo que queda, en la posible vigencia de algunos aspectos.\n\nTratar de admitir lo complejo, el entramado caótico e incoherente de una realidad a la que cotidianamente damos la espalda\n\nUn pensador italiano dijo que no existe el caos en la realidad, sino que el caos es una creación de nuestra mente cuando es incapaz de comprender, de categorizar, de distinguir y dilucidar lo que enfrenta (o algo así)\n\nIncomodarnos, dejar un lugar confortable, hacernos las preguntas que venimos evitando, atiborrando nuestra cotidianeidad con estímulos hechos a medida, fácilmente digeribles.\n\n\n", "artifact_uri": "ipfs://QmdvaZBG23vsNFEShV2e8TFGRBHohm9MqdRUwMXLqvW2hi", "display_uri": "ipfs://QmfP46cFwwich6jVroFwy2Thgg6DEH3qhYKhgDYCFmNUzt", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmdvaZBG23vsNFEShV2e8TFGRBHohm9MqdRUwMXLqvW2hi", "mimeType": "image/jpeg"}], "creators": ["tz1YQdSbsAVhxkPwqr9ySKwAc4fPikVEnyEr"], "tags": ["caos", "nft", "cronos", "old", "present", "time", "complex", "manifest", "nofuture"], "extra": {}}