{"__version": 1, "token_id": 601185, "symbol": "OBJKT", "name": "graviola ", "description": "Soursop is a fruit originally from the Antilles, but it is found and cultivated throughout South America. It is popularly known as: araticum de comer, araticum do grande, araticum manso, araticum, jackfruit, pauper's jack, heart, queen's heart, jackfruit from Pará, soft jackfruit. In Minas Gerais it is also known as pine cone. In Maranhão it is called jacama and breadfruit. In Angola it is known as sape-sape. In Mozambique it is known as anona. Personally I see it symbolically as a big spiky heart. A heart that is fragile inside and imposing on the outside, a heart that protects itself. The fruit is acidic and has numerous medicinal properties. I like the idea of ​​turning organic matter into a non-fungible token, it's a little ironic, but symbolically, my heart is green. This is a simple 3d model study, maybe it will enable you magical accesses or powers in some metaverse.\n\nHen600k objkt \n\nPTBR:\n\nA graviola é uma fruta originária das Antilhas, mas é encontrada e cultivada em toda América do Sul. \nPopularmente é conhecida como: araticum de comer, araticum do grande, araticum manso, araticum, jaca, jaca de pobre, coração, coração de rainha, jaca do Pará, jaqueira mole. Em Minas Gerais é também conhecida como pinha. No Maranhão é chamada jacama e fruta-pão. Em Angola é conhecida por sape-sape. Em Moçambique é conhecida como anona.\nPessoalmente eu a vejo simbolicamente como um grande coração espinhado. Um coração frágil por dentro e imponente por fora, um coração que se protege. O fruto é ácido e com inúmeras propriedades medicinais. Gosto da ideia de tornar matéria orgânica num token não fungível, é um pouco irônico, mas simbolicamente, meu coração é verde.\nEsse é um simples estudo de modelo 3d, quem sabe te habilite acessos mágicos ou poderes em algum metaverso. \n\nHen600k objkt ", "artifact_uri": "ipfs://Qmc74NWMYJn2uuAyHZRDevxFv3UEJTKCv9CTJtwDHbCxhe", "display_uri": "ipfs://QmWDoHwmsUvEmEiKYyMrzmFDy6sNpT6k3deQF2FsuvrVxo", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmc74NWMYJn2uuAyHZRDevxFv3UEJTKCv9CTJtwDHbCxhe", "mimeType": "model/gltf-binary"}], "creators": ["tz1Paiib7duLjk8CqJyLNXYD9farChL1WviK"], "tags": ["fruit", "3d", "glitch", "brazil", "Brasil", "lgbtqia", "lgbt", "heart", "glb", "blackartist", "item", "hen600k"], "extra": {}}