{"__version": 1, "token_id": 629385, "symbol": "OBJKT", "name": "Hotel Windows 2018.", "description": "Original footage is of me doing some improv dancing in hotel rooms from work trips to Holland & Germany in 2018. During this time I had already started to experience chronic pain, but was still doing a lot of solo traveling for dance work. It was a very anxious & confusing time for me because I wasn't really aware of my mindbody wanting to transition out of that lifestyle. It was hurting & I kept pushing for the sake of survival & expectation, even if mentally I started to question previous years & the future of my career at the time. On these jobs, I found a lot of time was spent alone jetlagged in hotel rooms...the only way I knew how to express myself then was through dance. So anytime I was able to separate my work from my expression in another setting, I did. It was my release & kind of like my meditation. Alone in other countries, soaking in sun light that beamed through the windows to some of my favorite songs that would be on repeat during the 13+ hour travels there. I don't regret any of this time, experience, or views I saw through these windows....in fact, I find myself reminiscing on dance today, specifically because I'm experiencing pain in my wrist, which is why today I'm taking a break from PS art. This was my very last year of international travels & didn't realize it would be the last year that I took dance work seriously at that level. I did some local gigs the years after trying to make my way back into the dance scene, but just during all the uncertainty with physical & mental suffering..just wasn't able to play out like I'd hope. Fast forward to today...I move out of habit..just little movements in the kitchen every once in awhile when waiting for a render...doing all I can to bring that expression to my newfound way of visual expression. Besides the collages & detailed PS art, I also enjoy these abstract video visuals..They take me back to a time when I was experimenting with videography during middle school, making strange edits in windows movie maker lol. Glad that even now after that time, after this time of dance...I'm still somehow able to tie the previous versions of myself to the now.\n\nRoyalty free music generated with @mubertapp\nmubert.com\n\n1080x1080\n0:27\nH.264\n\n\ntwitter: @danie1jerome\ninstagrams: @burnedbyairfryer, @fiasco9.0, @no5ay_, @goneyharlic, @danieljerome", "artifact_uri": "ipfs://QmeAcG3omNf4stHjSsvndHeNcbzz1WXQ9kfVbQAS88D6qR", "display_uri": "ipfs://QmXVBFJ3UtSC4KRTzAS4Go419uaWT69aLdqK4td81EwYqD", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmeAcG3omNf4stHjSsvndHeNcbzz1WXQ9kfVbQAS88D6qR", "mimeType": "video/mp4"}], "creators": ["tz1MVGesL1NyxCCdd3Fn5W8dPvgEL5n2bwwc"], "tags": ["digital", "art", "video", "loop", "abstract", "visual", "nft", "nfts", "nftart", "nftcollection", "trippy", "movement"], "extra": {}}