{"__version": 1, "token_id": 390528, "symbol": "OBJKT", "name": "THRESHOLD", "description": "Insights from the Dreaming Pool - The time for the crossing of a threshold is at hand.\n\nSometimes you can cross a threshold without even knowing you’ve done so while bumbling running and chasing a butterfly with not a care in the world. Suddenly you stop and find yourself in the woods far from where you were. Disorientated you look for the way back and can’t find it. In the distance through a gap in the dense dark foliage of the trees you see a glimmer of light, a whisper of a clearing with the flitting of an insect sparkling in the sunshine. You look back for a second and then turn moving forward to follow the light...\n     \nWhen you look back on your journey you will know the thresholds. You will know them for the Sacred beautiful majestic edifices of power that they are. They are the Gateway to the Journey. That which is to be crossed. That which opens into the other realm, the realm of magic, myth and of the unknown.\nWe cross many thresholds in our lives, from the threshold of being born to the one we cross when we die and all of the others in between. We cross the threshold to find out who we are and what makes us human. We cross it to understand and come to the knowing that everything is connected in the sacred dance of life. Our story is revealed across the threshold. What we cling on to and what we need to release, what is majestic about us and what darkness we need to see and accept in ourselves.\n      \nThis card is indicating that you are in the midst of, or are about to, cross a threshold in your life. Whatever it is, a new beginning, a change of circumstances or a threshold in your mind, it is leading you into a time or a place or an experience of unknown territory. You have never been there before. Keep moving forward and don’t be afraid. This is a magical and sacred time so notice what pops up along the way. Let your instincts come to the fore, listen to their whispers and learn to be\nguided by them. Excitement, growth and a glorious dance with the unknown are all on the other side. \n\nThe Dreaming Pool Oracle is a collaboration between artists Maia Mellier 🕸 🕷 (@maiamellier) & AEVIN (@aevin_io)   \n", "artifact_uri": "ipfs://QmYXKcUA8gFCEMxaLnnmjk3sib1FZThpxmnxFLxf5NaQmj", "display_uri": "ipfs://QmQdYCQedWfcSTCoeVuW9PtRhDWYFqMbfB1UAFqs7TFLRV", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYXKcUA8gFCEMxaLnnmjk3sib1FZThpxmnxFLxf5NaQmj", "mimeType": "application/x-directory"}], "creators": ["tz1SEkFv8ibFsKzi3AgAfkAKDc5La329LJAy"], "tags": ["illustration", "collectable", "generativeart", "blackandwhite", "interactive", "p5js", "aevin", "maiamellier", "oraclecards", "cards"], "extra": {}}