{"__version": 1, "token_id": 467228, "symbol": "OBJKT", "name": "My reflection / Mi reflejo ", "description": "I grew up in a room without mirrors. The walls were decorated with 7 yellow doors so similar to each other that at night they looked like one. Doors 1, 4 and 6 take me to places where the light is different; violet sun, yellow shadow, black sky, white water, red mountains, green blood. Doors 2, 5 and 7 take me to empty spaces where I draw faces to simulate my own, sometimes I draw myself in love, sometimes in anguish. I have not yet opened door number 3, I got used to receive things that come from under the door, brushes, fruits and insects. These are things I ask for when we talk.\n\nI have been living in my room for 24 years and until now it had never occurred to me to ask for a mirror. Would they give me one? What am I going to feel when I see myself? I dared to ask for one from that patient voice through door number 3. She handed me a red circular object that looked like the moon that inhabits door number 7. \n\nWhen I took the mirror in my hands I felt fragile, I felt that I could break or break the mirror, I don't know, but I felt that one of us was going to break. As I approached, the mirror reflected the light of the room on my face, I felt the warmth of the light entering my skin, my eyes shot flashes as the light entered, I entered later, I felt inhabited, seen from within. The heat increased, it spread to my chest, it went into my heart, so hot, so restless it broke the mirror. I will never forget the first time I looked into my eyes.\n\nMi reflejo\n\nCrecí en una habitación sin espejos. Las paredes estaban decoradas con 7 puertas amarillas tan parecidas entre sí que por la noche parecían una. Las puertas 1, 4 y 6 me llevan a lugares donde la luz es diferente; Sol violeta, sombra amarilla, cielo negro, agua blanca, montañas rojas, sangre verde. Las puertas 2, 5 y 7 me llevan a espacios vacíos donde dibujo rostros para simular el mío, a veces me dibujo enamorada, a veces angustiada. Todavía no he abierto la puerta número 3, me acostumbré a recibir cosas que vienen de abajo de la puerta, pinceles, frutas e insectos. Son cosas que pido cuando hablamos.\n\nLlevo 24 años viviendo en mi habitación y hasta ahora no se me había ocurrido pedir un espejo. ¿Me darían uno? ¿Qué voy a sentir cuando me vea a mí misma?. Me atreví a pedir uno a esa voz paciente que atraviesa la puerta número 3. Me entregó un objeto circular rojo que parecía la luna que habita en la puerta número 7. \n\nCuando tomé el espejo con mis manos me sentí frágil, sentí que podría quebrarme o quebrar el espejo, no lo sé, pero sentí que una de nosotras se iba a romper. Al acercarme, el espejo reflejó la luz de la habitación en mi rostro, sentí el calor de la luz entrando en mi piel, mis ojos dispararon flashes cuando la luz entró, yo entré más tarde, me sentí habitada, vista desde adentro. El calor aumentó, se extendió a mi pecho, se metió en mi corazón, tan caliente, tan inquieto que rompió el espejo. Nunca olvidaré la primera vez que me miré a los ojos.\n\nPhoto details / detalles de la fotografía\n\nDimension of photography: 4076 px x 2230 px \nDimensiones de la fotografía: 4076 px x 2230 px \n\nPh: Carlos Castellano \nWr: Carlos Castellano \nModel: Adela Sanchez \nFire on set: Jesús Molina, Lu Lobatón", "artifact_uri": "ipfs://QmX6FQN5ZyXPaXGAwvRLSQgnsDyFZVwUaTZXR2yQH8djPA", "display_uri": "ipfs://QmWPzw48PLrsVxubDAxadZR6ow9KUk6GrYAAvgQKvHXex7", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmX6FQN5ZyXPaXGAwvRLSQgnsDyFZVwUaTZXR2yQH8djPA", "mimeType": "image/jpeg"}], "creators": ["tz1N5tork3akhfLLwGqc42eWNff3gzpy27Ve"], "tags": ["photography", "digitalphotography", "collectable", "henezuela"], "extra": {}}