{"__version": 1, "token_id": 487728, "symbol": "OBJKT", "name": "Modular Genesis 0x0001", "description": "(2021)\nBy ClockworkFeathers\n\nAlgorithm 0x0001: linear roll-up of mapped Y dimensional simulated cellular automata. Prototype for automated pseudo-random image generation for stand-alone display or incorporation into future works. \n\n******** ******** ******** ******** ******** ********\n\nI think I was 9 years old when I had my first encounter with making generative computer art. I was fortunate enough to have attended a school where they had computers, especially at that time (it was 1985). We got to play around with a program called “Logo” running on Commodore 64s. That was my first step in a meandering journey exploring generative computer art that has spanned 35 years and is still ongoing.\n\nThis piece marks my latest checkpoint on this continuing journey. I’m developing a library of algorithmic routines to generate digitally native images. As with all my work, these routines and their output are potential components for future pieces, but I’m minting a small selection of the output of running these routines in isolation.\n\nAlthough I have played around with generative art in various forms for decades, I have not encountered a venue for it that I found compelling; that is until now. Because the blockchain is native to the digital domain, it requires different considerations than work that is intended for physical spaces. These new properties open up a whole new set of possibilities for making and incorporating natively generated digital objects into a creative work. I am starting to see possibilities in using digital objects and algorithms in continuing explorations of my work.\n", "artifact_uri": "ipfs://QmbhHgGErFU8TyasXTJM7jzw5D8W7PQmKYL144zuZ4ZEVT", "display_uri": "ipfs://QmRuXqr6mHWXA5mD6bAZgD3mtBhbnoaa6g4SA3bbk3QM15", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbhHgGErFU8TyasXTJM7jzw5D8W7PQmKYL144zuZ4ZEVT", "mimeType": "image/png"}], "creators": ["tz1U9g5rCG45oweVJG3aQoB9bLSk5n5a3JZN"], "tags": ["algoart", "generative", "algorithmic", "procedural", "generativeart", "creativecoding", "digitalnative", "pixelpounding", "cellularautomata"], "extra": {}}