{"__version": 1, "token_id": 489728, "symbol": "OBJKT", "name": "Tickets for Fun: Enjoy Your Food", "description": "Dear my friends,\nHow ya doing right now?\nI wish you all the best and have fun all these time.\nI’ve been through the wave of my life, and I think, this is the best thing I can do to share with you.\n\n\nDon’t you think right now, our days seem faster than ever?\nWhen the last time you enjoy your food? Have you ever eaten your favorite food and just eat then finishing the food without screen time, or doing your work?\n\nDaaanggg!!!\nIt’s really hard for nowadays, right?\nHustling culture, screen time for killing the moment, but sometimes, we think it’s normal, so the question is…\nDo you enjoy your food?\nI think it’s a sign for you to enjoy your food!\nAt least, once in a week on your free time by taking this ticket?\n \nIf you want to get a moment to eat your favorite food and just enjoy it, you can just hit the collect button and just try to do it.\nHave a great day with your good food my friends.\nSee you on the next show.\n\nWarm regards,\nFionny Mellisa.\n===\n_ \n\nAttention, dear my friends.\nI wonder if you get interested on my works, you can collect or purchase this works, then when you have my artwork, you have your rights of:\n- Posting or publish the work that you collect through your social media account by including the credit of the creator's name and the link to my social media account or the link that is linked to the creator. \n\n- Presenting this work at a digital exhibition event on a specific platform that accommodates it, while still giving credit to the creator.\n\n- Print this work in physical print format for personal display purposes (not intended to commercialize this asset)\n\n- In the end, you get your rights to grab this ticket and take a good sleep for just one day. But, if you can be consistent to sleep on time, I’ll be so happy because it means you’ve already knew how important your body, mind, and souls. You can write your message or maybe your POV (Point of View) from my works, and you can publish and share the stories from this work by tagging my social media, of course.\n\nLastly, thanks once again because you take the ticket. May your life full of surprises and happiness.\n\nLove,\nFionny Mellisa.", "artifact_uri": "ipfs://QmRX6VnFBABBdMLN2f7zDtou5wE6uPJ1BFJKbmiYKsB7rA", "display_uri": "ipfs://QmRX6VnFBABBdMLN2f7zDtou5wE6uPJ1BFJKbmiYKsB7rA", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRX6VnFBABBdMLN2f7zDtou5wE6uPJ1BFJKbmiYKsB7rA", "mimeType": "image/gif"}], "creators": ["tz2GaFNyzPsz2u2ZunWTkbepVz1Dg7a4Tbh9"], "tags": ["fionnymellisa", "illustration", "gif", "nftillustration", "nftartworks", "ticketsnft", "gifNFT"], "extra": {}}