{"__version": 1, "token_id": 582028, "symbol": "OBJKT", "name": "Pesona Roro Mendut #8", "description": "It is said that Roro Mendut had anchored his heart to a handsome village youth named Pronocitro, the son of Nyai Simobarong, a wealthy merchant. However, the beauty of Roro Mendut got the attention of Adipati Pragulo II and wanted to make her a concubine but many times Roro Mendut refused the Duke's proposal.\n\nFeeling disappointed, Pragulo II plans to kidnap Roro Mendut. He sent his soldiers to take Roro Mendut by force. After being brought to the palace, Roro Mendut was secluded to be prepared as a concubine\n\nMeanwhile, there was an upheaval between Sultan Agung and Adipati Pragulo. The Duke was considered a rebel by Sultan Agung because he did not want to pay tribute to the Mataram Sultanate. In short, there was a war between Sultan Agung and Adipati Pragulo.\n\nIn this war, Sultan Agung sent his Panyung Servant Servant who willingly wanted to replace Sultan Agung to fight against the Adipati who had a suit of armor. It is said that the armor is impervious to any weapon.\n\nIn the war, Sultan Agung provided the servant of the umbrella with a new spear called the kelinting spear. Armed with the spear, the umbrella servant immediately attacked the Duke but was still able to be pushed aside, until finally the Duke was stabbed while off guard and unprotected by the armor.\n\nThe Duke was instantly killed and the commander of the soldiers under the leadership of Sultan Agung, Tumenggung Wiraguna, immediately seized all of the Adipati's assets and possessions, including Roro Mendut. Tumenggung Wiraguna was immediately fascinated by Roro Mendut's beauty and brought him to the Mataram Kingdom to become a concubine.\n\nBecause of his personal determination, Roro Mendut repeatedly refused Tumenggung's offers and boldly admitted that he already had a lover he loved, namely Pronocitro. Infuriated, Roro Mendut was forced to pay taxes to Mataram which were not paid by Adipati Pragulo II.\n\nTumenggung's threat was fulfilled by Roro Mendut and he took the initiative to sell cigarettes. Luckily, the cigarettes sold by Roro Mendut were selling well and some even wanted to buy used cigarettes that had been smoked by Roro Mendut.\n\nLong story short, Roro Mendut met his girlfriend, Pronocitro, while selling cigarettes. They planned to run away. But unfortunately, when they managed to escape, their whereabouts were discovered by the Tumenggung Wiraguna troops,\n\nRoro Mendut was forcibly brought back to the Mataram Kingdom and Pronocitro was captured and secretly killed. When Roro Mendut found out that his lover was murdered, he took a keris from Tumenggung and committed suicide. He lay dead near the Pronocitro grave located not far from the Yogyakarta Mataram Kingdom.\n\nRoro Mendut was finally buried in the same hole with his lover by Tumenggung Wiraguna as a form of atonement for his mistakes.", "artifact_uri": "ipfs://QmZRNQZriMBKQThmi1DH6irNrXjxmGnwbshcAo2x3kRorG", "display_uri": "ipfs://QmYzj5inKiZ43G55KXqdTfwoz8zNVDpuURy1Qv6e4Rgs9o", "thumbnail_uri": "ipfs://QmaH1PxXV8PMt3GPEkjs8U5QHV3zsQRPq9vTb8UhmBucqm", "formats": [{"uri": "ipfs://QmZRNQZriMBKQThmi1DH6irNrXjxmGnwbshcAo2x3kRorG", "mimeType": "image/png"}], "creators": ["tz1ah3rWUJ1E4q1An3o2XWPVyyNhtEAbieKL"], "tags": ["fineart", "painting", "acryliconcanvas", "acrylic", "woman", "lover", "myth", "legenda"], "extra": {}}