{"__version": 1, "token_id": 591928, "symbol": "OBJKT", "name": "Day107- Burning desire/Asian night#4", "description": "[#HENphoto365dayz project]\u2028\n*This is Ge:mini's NFT photography experimental project.*\n\n=NEW IDEAS=--------\n[13/11/2021]\nThis project became the project which is from the past(due to being ghosted by HEN). This project is not \"Absolutely nothing \"anymore, it is the project with a HEN phantom. HEN is GHOSTED us.\n\n[12/11/2021]\nThe name of this project will change since HEN IS GONE FOREVER?\nI don't know yet. I will see how it goes first.\n\n[31/10/2021]\nWhat this project will be when it's done?\n\nIt is still in the early stages of planning but it could be ...\n\n+ Make a dummy book of this project\n+ A photo on a each page with a list of collectors's wallet address\n+ Submit Dummy book awards!!!\nand so on.\n-------------------\n\n\n\u2028what is this project?\u2028\n\nThis is experimenting project to see whether Ge:mini will still exist in this space until next year from 3rd Sep 2021.\n\n+All photographs are taken by me.\n+Photographs are selected from Ge:mini’s photo vault.\u2028\n+Selection of photograph is completely random. No flows or coherent. It just depends on me. There is no meanings of sequence in this project.\n+This is the experiment project so there are always some small changes. I may announce the changes or not it depends on me.\n+Mint a photo 7da22yz a week for 356dayz a year. From 3rd September(Fri)2021 to 2nd September(Fri)2022\n\n\n\n\nWhat was the motivation for this project?\u2028\n\nTo see and learn how this space works. but mainly to prove I was not wrong that I didn’t post constantly my artwork on instagram. Also I wanted to challenge myself whether I can do it everyday or not if its not on Instagram. \u2028\u2028 In my philosophy, when someone do something for proving to someone or something another, most probably these stuff is boring and lack of depth. Unfortunately, this project is NOT probably nothing. ABSOLUTELY NOTHING. So you can casually enjoy my photographs. Don’t need to think too much. This project is lame as hell and sounds like so ngmi but I had to do it. I hope I still exist in this space in September 2022 and understand this space better.\n\n\n\n\n\u2028\u2028*NFT is an ownership so I retain the copyright and reproduction(Such as photo books and physical prints) rights.", "artifact_uri": "ipfs://Qmc9EnndQpnfg4LopjxZWSxWj51sBPDwpM2xZtxNSS7iwz", "display_uri": "ipfs://QmdN6MZBJG62cf4UaDAcsX6WYdorYznQmb8q2jVvD7RmBz", "thumbnail_uri": "ipfs://QmeWyTDa8QA8BtmNTsR9Rq3cK4N1X7oQXGtQKUa65moEid", "formats": [{"uri": "ipfs://Qmc9EnndQpnfg4LopjxZWSxWj51sBPDwpM2xZtxNSS7iwz", "mimeType": "image/jpeg"}], "creators": ["tz1fMsfAN5DS55pDvMAF7KCNaUhqK2DJtX75"], "tags": ["HENphoto365dayz", "photo", "photography", "gemini"], "extra": {}}