{"__version": 1, "token_id": 303771, "symbol": "OBJKT", "name": "Luminous Visions", "description": "This meditative NFT is part of a photographic series that captures the ephemeral essence of natural light. My NFT's are created to honor the light that brought me back to life during a near death experience I had several years ago. This artwork is made by subtly interweaving two photographic images into a seamless video loop to visualize the serenity and sense of eternal presence that emanated from the light that revealed itself to me in my near death experience. \n\nDESCRIPTION:\nFormat: Looped video (16 seconds) of two photographic images, 2000 x 2000 pixels \n\nNFT THEORY:\nA note on the theoretical implications of NFT’s I am thinking through: The ephemeral nature of light runs parallel with the non-material form of NFT’s. They both exist in a non-linear state of absolute liberation, free from the constrains of time and form that we ourselves cannot transcend. We can look to NFT’s for new ways to think about and experience ourselves: who are we beyond our bodies, beyond our physical sense of self? I use NFT's as a visual vehicle for introspection and navigating an expanded reality that believes that the immaterial aspects of reality carry just as much (if not more) significance as the material aspects. NFT’s also transform the traditional ways of experiencing and exhibiting art, decentralizing the importance of the white walled galleries we are accustomed to experiencing art in. The NFT is the most liberating art ‘form’, allowing artwork to exist beyond time and space, making accessibility and possibility truly available to all. \n\nBIOGRAPHY:\nAnna Thorne is a visual artist from Florida currently living and working in New York City. She received her M.F.A. In Studio Arts at the University of Notre Dame in 2021 on a full tuition waiver where she also worked as a Photography Instructor for two years. Her photographic thesis ‘Luminous Visions’ was exhibited at the Snite Museum of Art in 2021 and was awarded the Graduate Student Research Award through the Institute for Scholarship in the Liberal Arts. Subsequently, her thesis paper ‘Luminous Visions: Expanding Awareness Through the Undisclosed Lenticular Photograph’ was published by the Hesburgh Library at the University of Notre Dame. Thorne’s work has been published and exhibited internationally. Her work is in the collection of the Southeast Museum of Photography in Daytona Beach, FL. For more information, visit her website at annathorne.com ", "artifact_uri": "ipfs://QmbAi2bZPtkb5BLRXPQALbrEs1iurVEAhXkEviAMZQRxtx", "display_uri": "ipfs://QmQkNut65VYdPDc6VAKr7piNQwDTnDUwVouSGXQPMqsBgQ", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbAi2bZPtkb5BLRXPQALbrEs1iurVEAhXkEviAMZQRxtx", "mimeType": "video/mp4"}], "creators": ["tz1VKcQbRVWVTGCNUCGAkwYnytamAdj5PBWP"], "tags": ["photography", "videoloop", "minimal", "abstract", "fineart", "meditative", "colorful"], "extra": {}}