{"__version": 1, "token_id": 402871, "symbol": "OBJKT", "name": "Silver Angel Urban Decayed", "description": "If you saw the way Souls decay the way I do, would you consider challenging your worldview of the flippant fairy tale lie of \"Everlasting Eternal Life?\" Would you change the way you flap your wings to save the people you love from the tornado invoked from your Chaos, little angel? Would you give up on saving everyone, healing everyone, destroying every enemy, let your enemy hurt you because of your masochism? At some point you need to accept that not all Souls burn the at the same speed, or same intensity. There's only so much a burning lantern can do to refill its own oil, and whether you like it or not others use your light, feel your warmth, take your oil, ignite a pyre with your own flame.\n   Photos used in the creation of the tomb of this angel's Soul: An embossed photo on a metal plate of a gravestone + a photo of a cement pole with many remains of many torn down and eroded posters = I merged these two to Urban Decay the Silver Angel, personalized it by giving color, then began to deeply explore the artifacts captured within, and pull the soul out as she kept trying to escape again, and again, and again. As I Soulcrafted her colorful Urban Decayed tomb, where her nature is exposed, she wanted to leave, she wanted it to stop, and I got angrier and angrier and at this final moment of tokenization on the Tezos blockchain sentence her branded past skin to the muscle into this digital tokenized tomb.", "artifact_uri": "ipfs://QmTkFuTuLYBWLeLH7U67hX8UYgguvn39qtCBxfx7jT7kwn", "display_uri": "ipfs://QmTkFuTuLYBWLeLH7U67hX8UYgguvn39qtCBxfx7jT7kwn", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmTkFuTuLYBWLeLH7U67hX8UYgguvn39qtCBxfx7jT7kwn", "mimeType": "image/jpeg"}], "creators": ["tz1WSB79B4pMAqzsfhqox2FzCRkf15ybZ4GD"], "tags": ["silver", "angel", "urban", "decay", "soul", "spirit", "angels", "soulcrafting", "necromancy", "witchcraft"], "extra": {}}