{"__version": 1, "token_id": 444071, "symbol": "OBJKT", "name": "Б", "description": "To be honest... As I look at the NFT, I realize that it's not yet clear to everyone what it is all about. Let's say my parents would not understand at all what for, and more importantly, why some people spend money on it and others make money off of it. However, my personal opinion is that in 5 years it's unlikely anything will change drastically, but there will certainly be a lot more movement than there is now. And in my defense, this technology, which is turning the world of art/fashion/auctions/transactions upside down, certainly needs a little more time, but its adoption is rapid and unwavering. I'm surprised that this technology hasn't been widespread sooner, with the advent of cryptocurrencies.\n\nOverall, I'm very happy that finally there is such a thing.\nWhen quality work is completely free to wander around the web from the moment you put it out there, while being compressed by every possible and impossible thing and you can't do anything about it, you need a certain marker. Let's say the Mona Lisa. You can find it in great quality online, but even if you download it and print it, say, on canvas, it naturally won't become the original. And finally, there's a marker saying that even if you found an original file of digital artwork, with the original creation date and compression rate, etc... You still have a copy. A scan. A reproduction.\n\nAnd people in 5 years, hopefully, will be clearly aware and understand that, as in the case of Mona Lisa. As it is now, no one is arguing that a scan is not an original. Within 5 years I think it's feasible with NFT as well. \n\nMichael Voronin / @aencaster", "artifact_uri": "ipfs://QmWDsQQoc6iYDdBABduudiSRt9dPmPTnB49jmiqKGptCmw", "display_uri": "ipfs://QmexAg81EB3UywvXUtrNCanwxVV8CHh9NvkBFZS6R5KC65", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWDsQQoc6iYDdBABduudiSRt9dPmPTnB49jmiqKGptCmw", "mimeType": "video/mp4"}], "creators": ["tz1cgT6gJt2YBBP4R9vnSYBaxre8E3PNk6wn"], "tags": [""], "extra": {}}