{"__version": 1, "token_id": 551071, "symbol": "OBJKT", "name": "DREAM WORLD V", "description": "“DREAM WORLD V” marks the half way point within Jacob’s genesis NFT collection “DREAM WORLD” — a set of unique pieces that tell powerful stories with visuals inspired by the far corners of the earth. “I don’t live in either my past or my future. I’m interested only in the present. If you can concentrate always on the present, you’ll be a happy man. Life will be a party for you, a grand festival, because life is the moment we’re living now.” ― Paulo Coelho, The Alchemist. << Disconnect To Reconnect >> Stood under a breath-taking sea of twinkling stars, this shepherd and his camels stand free; free from the worries of the future and the anxieties of the past. His presence is truly ‘in-the-moment’, his mind focused on nothing but what he see’s in front of him. In todays chaotic world, living in the present moment can often feel like an impossible task. The constant distraction of technology and worrying about the future, or wishing to change the past, makes being truly present a challenge to uphold. In times like this, if you find yourself struggling to disconnect, close your eyes and picture yourself as the shepherd here. Fill your mind with the freedom he has, the moment he is in and immerse yourself in the beauty of that instance. Disconnect to reconnect with the power of the present moment and enter your Dream World. Each image within this collection tells a story, a moment suspended in time, connecting Jacob’s love to travel and his experiences, with the surrealism of the real world. This image combines 3 photos captured by Jacob over a 2 year period in the Middle East and Europe. *** The collector will receive a gallery quality, signed and framed physical print of the image alongside the NFT. The size of the print will be determined by the collector and Jacob once the sale is complete. \n", "artifact_uri": "ipfs://QmXxgk4rhSZknKVYCcebUZ4ra6ThckWBSK922CRBHZKPph", "display_uri": "ipfs://QmWgupFxsYYxQmsUe1bS95spbbZDjjZDH2g1uh1ULr7rCg", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXxgk4rhSZknKVYCcebUZ4ra6ThckWBSK922CRBHZKPph", "mimeType": "image/jpeg"}], "creators": ["tz1WTHfY9DfZhVJkHQXvCR39nshhYBJCbNP7"], "tags": ["alchemist，art，camels，desert，digital，dream，dubai，furturism，immersive，jacob，jacobriglin，landscape，milkyway，sand，sanddunes，stars，sunrise，sunset，surreal，surrealism，thealchemist，travel，universe，world"], "extra": {}}