{"__version": 1, "token_id": 618471, "symbol": "OBJKT", "name": "Grandfather Birch - Nimishoomis-wiigwaas", "description": "\"they said - if the trees could talk.\nwho said they couldn’t?\"\n\nGouache and colored pencil on masa. Scanned and digitally edited. \n\n--\n\nI was inspired by the book “Plants have so much to give us, all we have to do is ask”. by Mary Siisip Geniusz, edited by her daughter, Wendy Makoons Geniusz, and illustrated by her other daughter, Annmarie Geniusz.\n\nIt’s a beautiful love letter to plants, the wider lives the plants live, and the reciprocal relationship they have traditionally had with us. It’s also a compendium of Great Lakes plants/trees in the Anishinaabe tradition.\n\nI grew up in Toronto, and every summer we would travel around the province, sometimes camping, sometimes going to a cottage, often on a lake on the Canadian Shield. Reading this book has been nostalgic; I’ve been revisiting the childhood relationships to these plants, and realizing how inherently children have such an intuition towards building loving relationships to beings other than their own.\n\nThere is a section in the book about Grandfather Birch, or Nimishoomis-wiigwaas (Ojibwe name). It transported me to a time of standing in the crook of the tree, peeling his bark round and round.. I was enthralled by the gentle nature of his branches and leaves, though never quite understanding who he was in his entirety. Grandfather Birch was never complaining, just yielding and providing for the entertainment of a child. \n\nIn any case, this drawing is dedicated to Grandfather Birch. Thank you.", "artifact_uri": "ipfs://QmZErG2rVwatyeUhvVeLtCynTgDjbos8j64Uuirnh7ver1", "display_uri": "ipfs://Qme9Lf6cfcWLoA3WrjnnyEZmLiVHYz5wr9QD6Vx2dJekvF", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZErG2rVwatyeUhvVeLtCynTgDjbos8j64Uuirnh7ver1", "mimeType": "image/png"}], "creators": ["tz1bW4WrRo7LCcp9DNPbo2YPygahpxDq2KQu"], "tags": ["gouache", "coloredpencil", "trees"], "extra": {}}