{"__version": 1, "token_id": 357780, "symbol": "OBJKT", "name": "CONSCIOUSNESS", "description": "Let's get one this straight right off the bat...I love the band LCD Soundsystem. I'm a big fan of James Murphy's writing style and his perspective on getting older. His vantage points on the insecurities of being an aging artist in such a youth based culture gives me hope and invigorating. This might sound strange to some, but when I listen to his music I look forward to getting older. In the track \"Someone Great\", from the incredible 2007 album \"Sound of Silver\", the chorus goes...\"And it keeps coming, And it keeps coming, And it keeps coming, Till the day it stops.\" I slightly altered the lyrics to include the word THEN to introduce the concept of time into the work. When I think of consciousness, I view it like a light switch. It's either on or off. There is real no beginning to the sentence. It just goes right into AND THEN IT KEEPS COMING. Same thing goes for our consciousness. We are born and then all of a sudden we're conscious, though as a baby the brain does understand this whole new environment. I'm taking a little artistic license here...bare with me folks. Each line that follows says the exact same thing over and over, representing days our lives in a seemingly endless parade of light and darkness until the day it all stops. This is what consciousness could technically be boiled down to. Obviously, we have our lives to live in between, but if you mix some basic concepts of minimalism and a dash of conceptualism, we have arrived at destination; this moment of self-reflection.", "artifact_uri": "ipfs://QmQVUubkWmMfSrKutyZRPRLfGDYPj37vCudNVYLGyPh43m", "display_uri": "ipfs://QmZueoN38ksXvAfyeXMfE367GaLtcZUQ19JrhTdpvhXNyT", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQVUubkWmMfSrKutyZRPRLfGDYPj37vCudNVYLGyPh43m", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}