{"__version": 1, "token_id": 390480, "symbol": "OBJKT", "name": "CREATIVITY", "description": "Insights from the Dreaming Pool - Use what you’ve got and explore.\n\nLet it flow, make mistakes, one thing leads to the next and then to the next. Loosen it up, create for yourself not what you think others want to see or what is ‘right’.  Find your voice and take your time. Creativity is not a linear process and yet when you look back you can make all of the connections back to the beginning. Play, have fun, enjoy mark making, colour, playing with words, moving your body and making music.\n     \nHave you ever watched a child at play? Watched them when they didn’t know they were being watched? They just immerse themselves in their world of play creating and making as they go. They don’t do it for someone or for what anyone will say about what they did, they’re doing it because it is a natural intrinsic faculty that belongs to all human beings. To be immersed and fascinated is to be creative. Creative thinking is key to finding solutions to problems and you can train yourself to “think” creatively by following what fascinates you. Its not about achieving but rather about being immersed and learning how to follow your instincts. There are no mistakes in play there is just exploration.\n\nIs something calling you? What fascinates you? What is this card pointing out to you? Are you stuck? Looking for answers? Why not shift the focus, do something different, something that feels like play. Whatever it is that you’re drawn to just take some time and indulge. You’ll be surprised by how focusing your attention creatively for fun can free up your thinking and bring you to a relaxed state of mind.\n\n“Often the hands will solve a mystery that the intellect has struggled with in\nvain”\n        Carl Jung\n\nThe Dreaming Pool Oracle is a collaboration between artists Maia Mellier 🕸 🕷 (@maiamellier) & AEVIN (@aevin_io)", "artifact_uri": "ipfs://QmW5Xmnhje72qvpLxXBWyPSWKHVAgWHupjSHSxJAVGPGiT", "display_uri": "ipfs://QmRAuZHyg4hU6Kgkxs4pzN8wj5VeR2s8aDApS3VvCkbr3q", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmW5Xmnhje72qvpLxXBWyPSWKHVAgWHupjSHSxJAVGPGiT", "mimeType": "application/x-directory"}], "creators": ["tz1SEkFv8ibFsKzi3AgAfkAKDc5La329LJAy"], "tags": ["illustration", "collectable", "generativeart", "blackandwhite", "interactive", "p5js", "aevin", "maiamellier", "oraclecards", "cards"], "extra": {}}