{"__version": 1, "token_id": 463980, "symbol": "OBJKT", "name": "Postdoc Pod (Great Barrier Reef Institute of Marine Toxicology), The Offshore Firm (2021)", "description": "\"Postdoc Pod (Great Barrier Reef Institute of Marine Toxicology)\"\nThe Offshore Firm (2021)\n\n///////// Ever since the yearly scouting report touted marine toxins as the next great untapped market, the Offshore Firm has invested heavily in building out the Great Barrier Reef Institute of Marine Toxicology. According to the report, the quality and intensity of marine toxins have increased due the anthropogenic pressures exerted on the world's oceans. The Firm pinpointed the Great Barrier Reef as an ideal location to establish a research institute that doubled as an extraction center; this was mostly due to the prevalence of highly toxic jellyfish, octopi, and mollusks --creatures more likely to survive a mass extinction event-- but it was also due to the largesse of the Australian ruling class. The report concluded that Marine toxins can be processed to serve medical, cosmetic, gastronomic, and even military applications. Those conclusions pleased the Offshore Firm greatly, after all, every great vertical was once just a tiny droplet of poison ready to burst. /////////\n\nMetarealistic game photography depicting hypercorporate, antisocial, and sometimes liminal virtual environments.\n\nThis photographed scene was created using \"The Life Stage: Virtual House,\" a building design simulator released in 1993 for the 3DO console.\n\nAlthough the game has fallen into obscurity, it was notably ahead of its time for its use of photographic gameplay elements within an immersive 3D virtual space.\n\n// Artwork by Sabato Visconti // www.sabatobox.com // @sabatobox on IG //", "artifact_uri": "ipfs://QmcoKE2PSwnvVSEEgcvCZa6ovfcstzoVmgAD4NKt5cwAGT", "display_uri": "ipfs://QmcoKE2PSwnvVSEEgcvCZa6ovfcstzoVmgAD4NKt5cwAGT", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcoKE2PSwnvVSEEgcvCZa6ovfcstzoVmgAD4NKt5cwAGT", "mimeType": "image/gif"}], "creators": ["tz1U8x9dUtdv4mtLUvaukpMNVi1wvNxr1gy2"], "tags": ["gif", "90s", "dreamcore", "3do", "virtual", "seapunk", "retrogaming", "pixelart", "lowpoly", "surreal", "webcore", "digital", "videogame", "aesthetic", "underwater"], "extra": {}}