{"__version": 1, "token_id": 465980, "symbol": "OBJKT", "name": "Please Stand By -I Got Something To Say 087", "description": "Please Stand By utilizes the iconic SMPTE color bars template and changes the palette to bring into question viewers perceptions surrounding \"standards of color.\" An offshoot of my original series, I Got Something To Say, adds an additional more literal message. Please Stand By,  He’s More Pig Now than Man, celebrates the first successful pig organ successfully attached to a human patient. This week surgeons in New York used a kidney grown in a genetically altered pig to treat a human patient. It was the first time doctors were able to successfully transplant an animal organ into a human patient without the human patients body instantly rejecting it. “Researchers have long sought to grow organs in pigs that would be suitable for transplant into humans,” since pig anatomy most closely resembles the human anatomy, but the technologies utilized to make it possible have raised many ethical questions, especially due to the unknown probability of it’s success. So surgeons, with the consent of the patients family, used a brain dead patient sustained on a ventilator as a test subject and then monitored the patient for 52 hours afterwards. \nThis is a huge breakthrough that could ultimately provide a steady stream of organs for patients in need of transplants. The scarcity of human organs has led many patients around the world to wait on lists for years without their names ever being called for transplant, suffering through treatment after treatment that does little more than keep them alive. This could not only drastically increase the life span of humans worldwide but also their healthspan allowing people to lead healthier lives way longer into their older years.", "artifact_uri": "ipfs://QmQAzm4coo53f5BW7SP2CHshEjiN2GwpYE4RMX4o4X9m9t", "display_uri": "ipfs://QmQyXxEup6YarVGAqwqVyiqGWY1WxUEyjWYpsosHfudQ3U", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQAzm4coo53f5BW7SP2CHshEjiN2GwpYE4RMX4o4X9m9t", "mimeType": "video/mp4"}], "creators": ["tz1VCtzuZHriPNays8UJnAdrZDgRaPehud2Y"], "tags": ["art", "digitalart", "glitch", "glitchart", "color", "colorpalette", "colorpalettes", "tv", "television"], "extra": {}}