{"__version": 1, "token_id": 503080, "symbol": "OBJKT", "name": "DE L'AUTRE CÔTÉ DU MIROIR", "description": "\"The invisible, incomprehensible side of life for the uninitiated, the phantom world of thoughts and visions”\n\nI've fallen out of the world I'm used to see. Nothing had changed around me, but I clearly felt that the ground had gone from under my feet and I was in weightlessness. The whole world has turned upside down, and he is no longer familiar, he is completely alien, a little disturbing, but at the same time incredibly alluring. \n\nThis place is a 通往另一个世界的门户. The mirrored world. 在镜子的另一边 is like a dream. No, more like the world of dreams. Everything in it is phantom and unnatural, brought to the point of absurdity; but when I am in it, everything seems more real than reality itself, as if I see something that I could not notice before.\n\nThe real world feels so two-dimensional, plastic and superficial compared to 在镜子的另一边. It, in turn, consists of many dimensions, constantly pulsating and changing, flowing from one to another, merging and splitting before you could notice.\n\n在镜子的另一边 frightens, inspires numbing horror, but you want to return there again and again, it is mysterious, it beckons and whispers. \"There” I feel infinite. I don't have a beginning, I won't have an end. There I am immortal, but as vulnerable as ever before. \n\nThere is a gigantic force that presses on me from the outside and bursts me from the inside. I feel its presence with my whole body, with the whole gamut of feelings. No, it's as if a completely new feeling awakens in me, focused solely on the perception of this vigour.\n\nStaying in this place is just as difficult as seeing a dream again that just slipped away after waking up. Sometimes I see pictures and photographs and with unshakable confidence I understand - this is it. They were there too. And now I am here. It will end in 7 seconds. But how wonderful it is.\n\nThese are metopes from dreams. Нет, это и есть сон наяву. \n", "artifact_uri": "ipfs://QmWWM7CiQ2fH9pyS1WoPhJbiN1UUrsrCoXskoVAN3ApBGT", "display_uri": "ipfs://QmS4KKJoVgdQtCzcMmuzhHzTwX4NG7BbJ1RTLPfvcKDpsU", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWWM7CiQ2fH9pyS1WoPhJbiN1UUrsrCoXskoVAN3ApBGT", "mimeType": "video/mp4"}], "creators": ["tz1LDFVV1u4NRkSAQ36g2uZbpkkf3M9bC1fQ"], "tags": ["drain", "animation"], "extra": {}}