{"__version": 1, "token_id": 632780, "symbol": "OBJKT", "name": "Core Memory Au", "description": "Short straightfoward story:\n\nCore memory was an early form of non-volatile digital memory woven from wire and ferrite cores. \n\nThis plot was generated from an image of a core memory plane, processed with Drawingbot software, and plotted using a vintage Houston Instrument DMP-161 plotter using a Rotring technical pen, custom mixed De Atramentis Document ink and a Uniball Signo gold pen on A2 Hahnemühle Stella Matt 250gsm fine art paper.\n\n4000x5000px JPG\n\n\nLong personal story (optional):\n\nI share this with hesitation. Perhaps it is too personal or not the right platform. I understand art is in the eye of the beholder, and maybe I will remove that freedom from you by sharing these thoughts and context? But as I said, this is a personal story, and you have the choice to stop here or continue.\n\nMy mother was a craftsperson – spinner, weaver, knitter – and librarian. She spun and wove fibres and threads, and organised bound memories for 63 years. And now, while she is still with us, her memory has become unbound.\n\nCore memories she can still recall – a name, a place, an event – form an ever decreasing solid ground she can return to from the liquid spaces of her Alzheimer's Disease.\n\nI helped her through the early and middle stages and it was the hardest thing I've ever done in my own 43 years on the planet. Initially many things could be dealt with practically. Like when she lost the ability to access her digital photos – a software update changed the interface and should couldn't learn the new one (the disease hinders learning, in fact forces un-learning, from the onset) – but I could restore an old version.\n\nThen her connection with images on screens disappeared, so she returned to her boxes of printed photos and delighted in being able to easily curate them, sorting and collating them into groups. So I printed out all of her digital ones, added them to the mix and they became accessible once more.\n\nBut the things which can be dealt with practically do not last. Now she is challenged by seeing many images of, to her, strangers and foreign places. So I have taken over as caretaker of the boxes.\n\nAnd when I look through them I feel more connected with the photos which are the most creased, have dog-eared corners, or a handwritten note on the back. And I'm glad, like us, they were all physical in the end.\n\nHow does that translate to this place we find ourselves here? You and I here connected by electrons. How can someone else know what was important to us here? Here and now? Is it the sharing? Is it the stories? Which memories will last?\n\nAnd finally this piece of work…\n\nI dove back into art in the last four year without thinking about it too much. I just needed to create. I kept on returning to images of magnetic core memory for some plotter drawings. It felt like the form just presented itself without my seeking it out. But now I revisit it I think see it. They are woven memories. And the threads have unravelled.\n\nI wish I could reweave my mother's memories. I would weave them from gold.\n\nThanks for taking the time to read this.\n\nAfter 48 hours I will donate 50% of primary sales of this piece to Alzheimers New Zealand – a charity dedicated to supporting those living with dementia and their families – then I will burn the remaining editions.", "artifact_uri": "ipfs://QmSa4Y8zC7EHKYXwDpd1iVn5h4NS6y5mJuBdfYbDwtBLpE", "display_uri": "ipfs://QmbKi3ZMKuYFEPSRpRtmoNXN9Y394vxUqyDeKLhVVHxjvP", "thumbnail_uri": "ipfs://QmPpp76FkEXedQUwDFSaFirUKXWqEL3LetNQSh9nPUvnbg", "formats": [{"uri": "ipfs://QmSa4Y8zC7EHKYXwDpd1iVn5h4NS6y5mJuBdfYbDwtBLpE", "mimeType": "image/jpeg"}], "creators": ["tz1hZ7Q55pbwK26Se2U32iLk57LH4pxGN6VE"], "tags": ["lineart", "plotter", "drawing", "plotterart", "generativeart", "physical", "gold", "metallic", "memory"], "extra": {}}