{"__version": 1, "token_id": 321319, "symbol": "OBJKT", "name": "Social Nausea", "description": "\"Digital is not real but Social Nausea is. Consume wisely.\"\n\nThe Story : Back in 2013, \"Social Nausea\" is a word I had made up during my time working at VFX studios. I would notice my coworkers spend infinite hours on their smart devices scrolling through the endless maze of social media madness, posting random crap, waiting for the likes, and franticly responding to each notification bell as if it was their last. Once they were done devouring their batteries, you could see the dopamine starting to wear off as they grew more numb and exhausted once their instantly gained satisfaction started to fade. Craving for more they would run to find a charger and you could see the frustration on their faces if they couldn't find one or had forgotten one back home. As time grew, I witnessed the fall of these talented people when they got more unproductive due to lack of focus and built a bad reputation by being cranky and difficult to collaborate.\n\nAfter all, creativity requires teamwork, Hence, The word \"Social Nausea\" was born to tackle these difficult times within the team and to address that specific someone with those hilarious symptoms that they were suffering in a state of \"Social Nausea\" and could take the day off to clear their head.\n\nFast forward, years later, I still use these words at my own studio, and it has proven very helpful in making people realize when to stop. This can be harmful. So in short, \"Consume Wisely.\"\n\nThis connection with \"Social Nausea\" was a no-brainer and led me to the decision of kickstarting my NFT journey with it. This crazy word helped me develop a mindset of staying focused through difficult times and saved me from falling into the pit of instant gratification.\n\n-Fdk", "artifact_uri": "ipfs://Qmf48Wud3RNcsLGWaCcshnRk6dJ3MCvEKkUiMHAFCdaye2", "display_uri": "ipfs://QmTfZftM5jRtWGsXPJi6XqmD6eEWkMyX7uvtYiaWbupnuT", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmf48Wud3RNcsLGWaCcshnRk6dJ3MCvEKkUiMHAFCdaye2", "mimeType": "video/mp4"}], "creators": ["tz1bjGdjBLbwdr8ptGcjakKAeM6TLU6UzLgP"], "tags": ["digital", "animation", "3d", "cg", "female", "consume", "social", "media", "psychedelic", "black", "white", "glitch", "love", "trippy", "deep", "dark", "bars", "like", "vomit", "nausea"], "extra": {}}