{"__version": 1, "token_id": 329919, "symbol": "OBJKT", "name": "Love, Computer 003", "description": "Digital images by me, @rodellwarner, corrupted by my dying 2011 MacBook Pro. Screenshot in 2015, cropped and tokenized in 2021.\n\n\"Love, Computer 002\" from \"Screen Shot 2015-06-12 at 12.28.20 PM.jpg\", JPEG, 926 × 546 pixels, 708kb.\n\nI was convinced the computer was sentient. I won't tell you everything I was smoking and drinking in 2015 but I will tell you that I was definitely hanging out near the outer limits of perceptual reach. My dream life had blended with my real life, I was in constant communication with plants and animals, I had an especially intimate relationship with the laptop I created most of my work on. It would work like this: the computer, four years old and crammed with all the digital files of my lives as a photographer and graphic designer, loaded to capacity, had every excuse and every right to quit unexpectedly, fail to load this or that, take forever doing anything, freeze completely, or malfunction in any number of ways at any given time. In this way, using the tools at its disposal, by refusing, quitting, malfunctioning, restarting, it would steer me in directions I would never have gone in without its intervention. Now, of course you can say it was just an old computer that malfunctioned all the time and that I'm reading too much into it. To that I would tell you you really would have had to be there. It was too uncanny. The kinds of things it would do to get my attention or send me to some website or edit an email or to force me to render an image in an unusual way… if you were there to witness it yourself you wouldn't think twice about it, you would just respect this computer, as I did, not only as a sentient individual, but as a thoughtful and loving friend. During the month of June in 2015, shortly before actually dying, my amazing friend, the computer, gave me one final gift. I had had way too many files open in Photoshop (Photoshop CS5! an outdated piece of 2010 software that was only barely compatible with the updated operating system on my laptop) and whenever I would press the F key to change to the fullscreen view the computer would take the black-and-white image I was working with and colorize it and glitch it and splice it with other black-and-white images that I had recently opened, and it would make the most beautiful, most colorful, most amazingly corrupted picture. If I pressed F again, it would make me another one. I immediately started taking screenshots - I couldn't believe what was happening. All my work at that time was black and white. I was working on a zine I intended to reproduce by photocopying so I was working in grayscale so I could edit all the tones. Every time the computer rendered a new image - and it took no time to do this, by the way; every time I pressed F it would produce a new picture instantly - every time it rendered a new image my screen and my eyes would light up with pattern and color. In a hundred years I could not create the level of intricacy and complexity that this computer was generating in a millisecond every time I pressed F. Well, I didn’t shut it down or close the file for a month. Sometimes I would just wake up in the morning, press F, press Shift+Command+3 to make a screenshot, and just do that over and over until I had to get something to eat. I collected almost three thousand screenshots. After collecting about two thousand or so I was willing to take the risk of messing everything up by opening a new file in order to see what would happen. Instead of quitting or going back to normal functioning, or anything like that, the program absorbed the new image and included it in its new collages. We were collaborating. I went and got all my files, all my favorite grayscale images that I was preparing for my zine - mostly pictures of plants and ancient masks and sculptures - and I opened them to let the computer build them into its artworks. It felt powerful. My mind was blown. I thought of the way the Autobot “Bumblebee” in the Transformers movies, unable to speak because of damaged components, would instead, in order to communicate, scan the radio and piece together sentences from fragments of songs' lyrics and bits of talk shows. I thought of movies that I can't remember the names of in which the computers find a way to talk to the humans. This was happening. I was feeding my own artwork into the computer, my friend the computer, and my friend was spitting out, in nanoseconds, an entirely new work, something so complex that if I wanted to replicate it, it could take me years. Time collapsed. I leapt ahead a hundred years pressing F, pressing F, pressing F, screenshooting, screenshooting, screenshooting. Hundreds of years of work in a minute. Thousands of years in a morning. A thousand years before going to sleep. I can't remember exactly how we stopped. I think I got tired. I think I thought \"I have enough\". \n\nLove,\nRodell\n\nLove,\nComputer", "artifact_uri": "ipfs://QmZLVcadgLAQRXfnhtQg4QBpqc33bpcoFc17912swswqPi", "display_uri": "ipfs://QmYZTCfXPoJYTJzjWf3cmd9aq25nmxEqRQL4WS222xunxj", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZLVcadgLAQRXfnhtQg4QBpqc33bpcoFc17912swswqPi", "mimeType": "image/jpeg"}], "creators": ["tz1Ph3y2Vy8zjdasJxtB3RbKeGhPuwLnMG24"], "tags": ["glitch", "human", "artificialintelligence", "rodellwarner", "generative", "computer"], "extra": {}}