{"__version": 1, "token_id": 390219, "symbol": "OBJKT", "name": "Biker Look", "description": "Confortável e preparada. Comfy and prepared.\n\n\nColeção RU4 - Desfile-jogo\nRU4 Collection - Fashion Show Game\n\n(pt) RU4 é uma coleção de moda e desfile-game que expressa um trânsito tecnológico nos espaços urbanos e naturais. O caos e alta saturação vem da inspiração em experiências no Rio de Janeiro. A matéria prima do mundo físico, como elementos da rua, pinturas e desenhos são levadas ao contexto digital, onde é possível trazer novas experiências imersivas, como jogos. Trata-se de um convite multimídia à moda.\n\nNesse desfile-game os jogadores podem encontrar até 6 itens escondidos e ganhar NFTs como recompensa. Há, também, um enigma final em que a recompensa é 1 NFT rara. No final do desfile, há a loja da marca com as NFTs de todas as roupas do desfile e um provador com filtros de realidade aumentada.\n\nEsse projeto é o lançamento da marca independente de Tecnologia & Moda da artista Priscila Nassar. A primeira marca a estrear no\nBrasil Immersive Fashion Week e na plataforma de NFTs, hic et nunc.\n\n-\n\n(en) RU4 is a fashion collection and fashion show game that expresses a technological transit in urban and natural spaces. The chaos and high saturation comes from the inspiration of experiences in Rio de Janeiro. The raw material of the physical world, such as street elements, paintings and drawings, are taken to the digital context, where it is possible to bring new immersive experiences, such as games. It is a multimedia invitation to fashion.\n\n\nIn this fashion show game, the players can find 6 hidden items and earn NFTs as a reward. There is also a final puzzle, where the reward is 1 NFT rare. At the end of the show, there is the brand's store with the NFTs of all the clothes in the show and a fitting room with augmented reality filters.\n\nThis project is the debut of the independent Technology & Fashion brand by artist Priscila Nassar. The first brand to debut on the Brasil Immersive Fashion Week and on the NFTs platform, hic et nunc.\n\n\n-\n\nPara jogar e saber mais, acesse:  priscilanassar.com/RU4\n\nTo play and know more about, visit: priscilanassar.com/RU4\n\n\n\n", "artifact_uri": "ipfs://QmcAmjvvWA51PxadvBuPnBJMmiCQi89WfBZAzFevawoTx8", "display_uri": "ipfs://QmaDqvtqtnv5MuWGkgTx2BdefLz3BsZ5n2tbDk22aVwQGe", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcAmjvvWA51PxadvBuPnBJMmiCQi89WfBZAzFevawoTx8", "mimeType": "model/gltf-binary"}], "creators": ["tz1aNyUoPFVd5UXmDNA7noeJAnQTbBPamrgK"], "tags": ["digitalfashion", "ar", "priscilanassar", "ru4", "game"], "extra": {}}