{"__version": 1, "token_id": 393319, "symbol": "OBJKT", "name": "EVENT HORIZON", "description": "What in the world is an event horizon? And how is this art? An event horizon it is a boundary in space beyond which events cannot affect an observer. Uhhhh say again? It's the outer part of a black hole, a point of infinite density and infinite gravity.  They form when a massive dying star collapses in on its itself under its own crushing weight. It no longer has to energy to keep gravity's incredible pull at bay, creating a section of space-time that has a gravitational pull so strong that to escape it would require going faster than the speed of light, which is not possible. Once something goes past this point it can never escape, never to be seen again, forever. So, in this work I wanted to illustrate what it would look like to be standing next to an event horizon. The actual words event horizon are placed parallel with the left hand side and are cropped just shy of half way. The entire left hand side is completely black representing the surface of a black hole. According to Light around this area would be completely devoid of photons and thus reflecting nothing back. The words would slow down and completely stop moving and eventually turn redder and redder (redshifting - a change in the wavelength of light, in which the wavelength is longer than when it was emitted at the source.) over time because less and less light would reflect back at us. We truly live in amazing times of discoveries and revelations about the universe and subsequently all of reality. Amazing, but how is this art? This could be a good way to help visualize this natural phenomenon and give it some context. It's not exactly a 1:1 representation, more of a conceptualization of the overarching ideas of the concept.", "artifact_uri": "ipfs://QmQing2Du36kExLG5pJkiHzp72u3P8kF5mnGedQ6xBjjic", "display_uri": "ipfs://QmXMXKEC5z8eoH2rLTQZ7cKGn28f9qfahDjbDhP7AWVtEL", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQing2Du36kExLG5pJkiHzp72u3P8kF5mnGedQ6xBjjic", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}