{"__version": 1, "token_id": 442619, "symbol": "OBJKT", "name": "Al-Haleem @32", "description": "The Forebearing, The One who delays the punishment for those who deserve it and then He might forgive them.\n\nAllah is Al-Haleem, the most serene, kind and gentle. He does not punish people for every sin, he tolerates and is most gracious and merciful. He is ever calm and deliberate, never acting hastily, even with the wrongdoers. He gives us opportunity to learn and be kind.\n\nThere is no blame upon you for that to which you [indirectly] allude concerning a proposal to women or for what you conceal within yourselves. Allah knows that you will have them in mind. But do not promise them secretly except for saying a proper saying. And do not determine to undertake a marriage contract until the decreed period reaches its end. And know that Allah knows what is within yourselves, so beware of Him. And know that Allah is Forgiving and Forbearing. (Quran 2:235)\n\nThe seven heavens and the earth and whatever is in them exalt Him. And there is not a thing except that it exalts [ Allah ] by His praise, but you do not understand their [way of] exalting. Indeed, He is ever Forbearing and Forgiving. (Quran 17:44)\n\nHe will surely cause them to enter an entrance with which they will be pleased, and indeed, Allah is Knowing and Forbearing. (Quran 22:59)\n\nIndeed, Allah holds the heavens and the earth, lest they cease. And if they should cease, no one could hold them [in place] after Him. Indeed, He is Forbearing and Forgiving. (Quran 35:41)", "artifact_uri": "ipfs://QmfZ1f5Js9inKKKy6XKzd6faXbz9JikXMYsMFf52iYspTr", "display_uri": "ipfs://QmY5gbRXGJWvURu1agVWSbS14yHQsbf7iYKLd64TKMF6Ui", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmfZ1f5Js9inKKKy6XKzd6faXbz9JikXMYsMFf52iYspTr", "mimeType": "image/png"}], "creators": ["tz1XKKqyhN7ka8Svg7DBe67hrSWVNcYnrFPM"], "tags": ["moslem", "religion", "colorful", "1of1", "asmaulhusna", "asmaulhusnanft", "god", "name", "allah", "islam"], "extra": {}}