{"__version": 1, "token_id": 443619, "symbol": "OBJKT", "name": " Access Gemstone", "description": "1st Access Gemstone - a symbol of Mr. Walkscapes' generosity.\n\n\nThis access gem was sent by Mr. Walkscapes along with the reward poster for collecting his precious collections.\nThere is 250 Access gemstones, but they are fragile and will only last a short time before catching fire and destroying themselves, so only skilled collectors will have access to it.\n\nThis gem will work in 3 situations and can always be redeemed by the gem holder.\n\n1° - Once all the access gems are exhausted, this stone will instantly randomly lead you to one of the 250 lost gems from Mr.Walkscapes' collection.\n\n2° - When Mr.Walkscapes returns to H=N, the holders of this gem will receive, during a 1-year period, a monthly package. The package will contain several exclusive pieces from the trips throughout the various metaverses he travels.\n\n3° - This gem will work as exclusive access to all projects, events, parties, dinners and exhibitions of Mr.Walkscapes in any metaverse or city in the world.\n\n\nAll collectors who retrieve some of my 250 precious gems will participate in exclusive giveaways, raffles, and will have exclusive access to some of my treasures once I return to H = N. I'm grateful for the help of all the astute collectors in this metaverse, should they so choose find me I moved these days to Twitter, there I live as @Mr.Walkscapes.tez\n", "artifact_uri": "ipfs://QmWAC1M2dYRi5oSA44ZAJ4wKuL7Gb1NnP5PFryTN69Lb3U", "display_uri": "ipfs://QmUZno6pNn85GSwJf7zufeeuTG5pAtw4TpRt3eXZJ15zUN", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWAC1M2dYRi5oSA44ZAJ4wKuL7Gb1NnP5PFryTN69Lb3U", "mimeType": "model/gltf-binary"}], "creators": ["tz1ZKjejFa9MVpSjybppsgvV4iVhLHV5iv4H"], "tags": ["SrWalkscapes", "gems", "stones", "3d", "glb", "AcessToken", "ecology", "vrart", "hicetnunc", "sculptrvr", "vrartist", "hicetnunc2000", "cleannft", "nftcollectibles", "digitalart", "animation", "3dart"], "extra": {}}