{"__version": 1, "token_id": 513919, "symbol": "OBJKT", "name": "Good Vibes - Music #1 of 27", "description": "Waking up late in a city full of sin,\nHang Over kicking in, Fvck work I'm calling in,\nBoss is giving me shit, It's the second time this week,\nHe's all about the cheddar, I'm more about the cheese,\nAnd the way that I see it, It's the root of all evil,\nIf all of us had it, We would be all equal,\nBut since we're on the subject, Yes, I'm balling on a budget,\nSitting in lower class and I'm getting right above it,\nThat's the goal and I'll hunt it, Won't stop until it happens,\nI try to stay focused, but I always get distracted,\nSmoking weed, less active, less work, more laughing,\nNever carried heat unless it's cigarettes I'm packing,\nTime is never stopping and life is too precious,\nThe man up above put us here just to test us,\nDoing bad things only with good intentions,\nHe'll forgive you in the end,\nI just thought that I should mention it.\n\nLife's too short, but it's okay, we'll keep on living through another day,\nWith good vibes, good vibes, good vibes and good vibes - X2\n\nCan you feel the heat, it's the middle of the summer,\nLakers lost again and I know it's a bummer..\nBut life goes on and it's alright,\nWe're gonna party like the world is ending tonight and that's right..\nJust live it how you live it,\nAnd don't ever let someone ever tell you different,\nThis is your story and you're written in the pages,\nKeep doing great things and live on through the ages,\nGet a golden chance? Might as well take it,\nYou only live once, so who knows if you will make it,\nFalling while your standing or hit a crash landing?\nGet up like a champ and they will keep on chanting,\nLike a King or a Queen no matter who you are,\nLive life to the fullest and shine with the stars,\n24/7, Winter, spring, summer, fall,\nLive life to the fullest and shine with the stars.\n\nLife's too short, but it's okay, we'll keep on living through another day,\nWith good vibes, good vibes, good vibes and good vibes - X2", "artifact_uri": "ipfs://QmfPz5T9TxP9MbPb6JBbiUMBzQk7NMPA667xwvWB5ufsUb", "display_uri": "ipfs://QmZgFu1hcH5SLrRvUNPf8hXcAAXLsYH9WzWVyDnnASjxzT", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmfPz5T9TxP9MbPb6JBbiUMBzQk7NMPA667xwvWB5ufsUb", "mimeType": "audio/mpeg"}], "creators": ["tz2MxjL7SLCvEVmUtASGpa3tjNwnKfJXYaBu"], "tags": ["Music", "Hiphop", "Rap", "Underground", "Goodvibes", "Free", ""], "extra": {}}