{"__version": 1, "token_id": 572119, "symbol": "OBJKT", "name": "Sync: The Phygital T-Shirt. A test case for decentralized fashion customization utilizing blockchain technology and local production.", "description": "The phygital NFT climate t-shirt test case proposes a new fashion pipeline emerging from digital spaces, local production, and physical fashion. The test case discusses advanced garment tools and processes for interactive 3D garment design, the processes which utilise blockchain technology to create an NFT from the garment design, the additional NFTs which include parametric sewing patterns, and local construction processes, which together create a global lingua franca for practicing fashion localism. The test case furthermore discusses the ecological footprints of the tools and processes involved at each step to address climate impact directly from the garment design stage. The non-fungible token or NFT is an opportunity within the global pandemic for initial testing of decentralized fashion production. Utilizing parametric patterns developed in Rhinoceros 3D CAD software, an interactive 3D design and digital files were produced and analyzed. The 3D virtual garment was then minted on the Tezos blockchain (which uses a proof-of-stake consensus algorithm), via the experimental Hic et Nunc website. The collectors of the NFT were sent a second token minted on the same blockchain. The secondary token contained the layouts for 6 sizes of the t-shirt formatted for digital textile printing. Once the size is chosen, the layout is sent to regional textile printers and then constructed by local tailors within one's home village or city. The methodology of the phygital fashion process diverges from tradition to reconnect consumers with production processes both globally and locally, acknowledging the ecological footprints along the way.\n\nResearchers Elizabeth Bigger and Luis Fraguada with GenCloth\nNovember 2021, 6th International Conference of Apparel Textile and Fashion Design. Paris, France. \n\n", "artifact_uri": "ipfs://QmYew1F4KniZad2yPt6iMbgfPdYTkmcLVyLqZFWCirqWcp", "display_uri": "ipfs://QmfAHuu8SqwDa7B65mbJswhK8AKjxKfvWcKWFQvYsuyeBY", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"mimeType": "application/pdf", "uri": "ipfs://QmYew1F4KniZad2yPt6iMbgfPdYTkmcLVyLqZFWCirqWcp"}], "creators": ["KT1AKZPMQxtJb2iVB7py6xE6fAbPgnpLYdAH"], "tags": ["research", "publication", "researchpaper", "digtalfashion", "phygital", "decentralizedfashion", "3D", "sewingpatterns"], "extra": {}}