{"__version": 1, "token_id": 625719, "symbol": "OBJKT", "name": "Con el Sol en el Ascendente. ", "description": "La linea del horizonte es el 'ascendente', a medida que pasan las horas del día el sol y los demás planetas se asean por esa linea, el sol siempre esta en el ascendente a las 6am o a la hora del amanecer dependiendo del país, cuando se encuentra justo en el limite del horizonte. \n\nCuando el Sol esta en el Ascendente, la energía espiritual y la consciencia se unen a la acción y la expresión, es el camino de ida, es el plan de acción. \n\nEsta foto fue tomada el 2 de enero del 2022, a las 5:34am en la costa atlantica de argentina, con el Sol, la Luna, Venus y Plutón en conjunción  en Capricornio justo pasando por esa linea del horizonte. \n\nEl Sol es tan brillante que no se ve nada más, bueno deja que el sol queme mis ojos, deja que queme mi espalda. \n\n-----------------------------------\n\nThe horizon line is the 'rising', as the hours of the day go by the sun and the other planets are groomed by that line, the sun is always on the Ascendant at 6am or at sunrise time depending on the country, when it is right at the edge of the horizon. \n\n\nWhen the Sun is on the Rising, the spiritual energy and consciousness joins the action and expression, it is the way forward, it is the plan of action. \n\nThis photo was taken on January 2, 2022, at 5:34am on the Atlantic coast of Argentina, with the Sun, Moon, Venus and Pluto in conjunction in Capricorn just passing that horizon line. \n\nThe Sun is so bright you can't see anything else, well let the sun burn my eyes, let it burn my back. \n\n\n", "artifact_uri": "ipfs://QmTrjK4isfoQemLR51QhYtdeVKM3HEov9EKBdc8NkJD7pa", "display_uri": "ipfs://QmP5LGSdKq5QUcz779xgXyaVTz3ZQHe9vS9yTuffAhBqar", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmTrjK4isfoQemLR51QhYtdeVKM3HEov9EKBdc8NkJD7pa", "mimeType": "image/jpeg"}], "creators": ["tz2VPrz6wQji1PEyHywYn8vw8vzHmZMdpzbx"], "tags": ["horizon", "photography", "nft", "sunrise", "morning", "rising", "sun", "beach", "femalephotographer", "photo", "photograph", "nftart"], "extra": {}}