{"__version": 1, "token_id": 290668, "symbol": "OBJKT", "name": "ASTRAL ENTITY // AE111", "description": "ASTRAL ENTITY // AE111\n//Modeled in VR // Encounter Prompted by OM3 written by GPT-J //\n \nEntities lie hidden in the Astral Plane. They camouflage themselves with symbolism and they are very tricky to find. These Astral entities feed off of the attention of the collective consciousness of the universe. OM3 found one hiding in his thoughts while deep in meditation. Once noticed the entity began to speak. \n\n“What you must do is to stop and look. I am here to help you to see. This world that you see is just a facade. It is a world of deception.” OM3 smiled as he moved his hand over his body. “You can see the fear. You can look within yourself and understand it. You can look inside of you and understand that it is not real. What is real is your consciousness. You are more than what you have believed to be your self. And you must come to the realization that you are a unified conscious being and that no one, and nothing can separate you from your purpose.” OM3 raised his arms out and pointed to the camera. “Your purpose is to wake up. Your body is here to protect you. You must use your body to protect your body.” OM3 paused and his eyes softened as he took a moment to consider what he was saying. “You must be awakened. Your purpose is to help this planet, your purpose is to help every individual, and it is time for you to fulfill your purpose. And it is time for you to help these beings. Help them to understand their vulnerability. Help them to understand what has been taken from them. Help them to stop all of this insanity. Help them to stop with this war and destruction.” OM3 lowered his arms and his body and sat up. “Do not forget who you are and what you are. \"", "artifact_uri": "ipfs://bafybeihzzb4sv3dcziztk24cg46c7uilljhduduxd4chje4a7ufz5lcuwe", "display_uri": "ipfs://bafybeifekydfm5hzpgvdqsjr2wkovjy2ni2n7z2fidz5usuvoqsnjsnwhy", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeihzzb4sv3dcziztk24cg46c7uilljhduduxd4chje4a7ufz5lcuwe", "mimeType": "video/mp4"}], "creators": ["tz1RQm6FHtqXL9jt3khj9UPxW1vQv6Rt75yn"], "tags": ["loop", "render", "3d", "scifi", "vr", "om3", "animated", ""], "extra": {}}