{"__version": 1, "token_id": 338768, "symbol": "OBJKT", "name": "Angels of The Stars", "description": "Angels of The Stars is an animated mandala accompanied by an original soundtrack, the track was inspired and performed after mediating on the finished drawing of the mandalas. the music tries to capture the sound and feel of the animation.\n\ndetails:\nstars are a source of awe for humanity, they remind you of the vastness of the cosmos, the infinity of space and the insignificance of a single human soul. but upon meditating upon stars you can find out that every one of us is somehow made of star dust and millions of years ago we might have been stars. yes you are made of stars.\n\nthe music on this track is a mixture of electronic and Persian folk music. The instrument used here is the persian setar which gives the sound a kind of holy and spiritual feel. the other sound effects were added to encapsulate a higher state of mind.\nthe swirling mandala is symbolic of a higher state of consciousness which is achieved through either meditation or other ways, it gives you a feeling of the divine and how you are always connected to the source of all energy. This piece is called Angels of The Stars because, each star in this piece is a symbolical angel which is trying to communicate through art to the viewer.\n\nAngels of The Stars is part of the Mindala Genesis Collection. A collection of mandalas, drawn in a state of meditation digitally, these Mandalas try to encapsulate the sensation of experiencing higher states of consciousness . for more information visit https://razmard.com/portfolio/mindala-nft-collection/", "artifact_uri": "ipfs://QmRGM9LjSB15z1iT7PhBWo2CdV35LhFC7eW2R1Pd8J7MwY", "display_uri": "ipfs://QmVLoRNqo1QcSddXdzSgDu4UGWL1CiVLQ3dXpDqUPtN3kr", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRGM9LjSB15z1iT7PhBWo2CdV35LhFC7eW2R1Pd8J7MwY", "mimeType": "video/mp4"}], "creators": ["tz1hQCLusVds3SvDqYJM6W2hRuxSFnS7ojrE"], "tags": ["colorful", "music", "originalsoundtrack", "musicnft", "mandala", "mindalagensis", "mindalacollecation", "razmard", "psychedelic", "colorful", "esoteric", "animated", "animation", "stars", "loop"], "extra": {}}