{"__version": 1, "token_id": 352268, "symbol": "OBJKT", "name": "PAINTING ON A FRIDAY NIGHT", "description": "When you think of a Friday evening, what goes through your mind? Go to dinner with a date perhaps? Go dancing with a few good friends? Drinking with buddies watching a sports game? Going to the movies? A perfect Friday evening for me would be looking at a blank canvas with a bunch of fresh paint in front of me. New music sounds that I've never heard before beckoning me to approach the paint. Scents of grapefruit/lavender/yuzu or some other exotic scent in the air wafting about. It's a love dance between the unknown stranger of creation and myself. Words and thoughts flow through the body and onto the canvas. My amazing partner in life, Teddy, makes the most delicious food in the background. I pause to be a sous chef (or as I always joke and say his Jew chef. Relax people...it's a pun and I was brought up Jewish. I can say that. Besides, it's funny because I always complain about everything like an old ornery Jewish man from Boca Raton) and help with the chopping of fresh veggies, proteins, etc. I put the plates out and light the candles. I pour wine for Teddy. (I don't drink) The mood is set for endless possibilities. The act of creation is incredibly powerful and a welcomed specter of love is in the air. We dine. We laugh. I paint. We talk. I clean. We retire to the bedroom and make love and fall asleep. Now, does this actually happen on Friday nights? No, but it sure does sound like a great time. Side Note: Not all of my work is wordplay. Some of it is just good old fashion sappy and sentimental poetry that makes me smile every time I read the words, like seeing an old friend for the first time in a year or two.", "artifact_uri": "ipfs://QmVoDhqq6p4agreE9shog4vCrFhtSs5v16PAxsgzYqEzD2", "display_uri": "ipfs://QmW8BBqQYMwJ1AAvsAe6GBpmvnN7aj7MAKcFiyrWTEYwLm", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVoDhqq6p4agreE9shog4vCrFhtSs5v16PAxsgzYqEzD2", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}