{"__version": 1, "token_id": 390368, "symbol": "OBJKT", "name": "FILL IN THE GAPS", "description": "Insights from the Dreaming Pool - Work it out. Let your subconscious mind find a way.\n\nAsk yourself which parts are working in your life and what needs improvement or an overhaul.\nThere is something you need to do to fill in the gaps in your life.  An action you need to take or to stop doing something that’s always leading to the same result.\n\nStand back and take a look. \n     \nImagine that this drawing fills up to be a full circle, a sphere, round and whole. \nImagine that the drawing is your life. The bits that are already there are the things and ways of thinking that are working for you. What are they? Is it how you look after your health? Or how you are in your relationships? Take your time to really figure out what’s working for you and see your part in this, what you are doing and how you are doing it. There are good patterns at play in the areas of your life that work,  skills and ways of being that you can observe about yourself.  Now write down the areas of your life you want to improve and be honest about what’s going on. Then imagine those areas the way you want them to be. Bring the skills and attributes that you have observed about yourself to the table, you may need to add new skills or find other resources. Ultimately what is most important is to fill in the picture the way you want it to be.\n\nThe Dreaming Pool Oracle is a collaboration between artists Maia Mellier 🕸 🕷 (@maiamellier) & AEVIN (@aevin_io)", "artifact_uri": "ipfs://Qmb39RNwiLb4q5AXTGqKtdceR5VQCT2BSow6TM1g2aiXgn", "display_uri": "ipfs://QmVydSvCmJUKtDurUNsNRGyH458nhxYXhSbwYc7N7xBbv3", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmb39RNwiLb4q5AXTGqKtdceR5VQCT2BSow6TM1g2aiXgn", "mimeType": "application/x-directory"}], "creators": ["tz1SEkFv8ibFsKzi3AgAfkAKDc5La329LJAy"], "tags": ["illustration", "collectable", "generativeart", "blackandwhite", "interactive", "p5js", "aevin", "maiamellier", "oraclecards", "cards"], "extra": {}}