{"__version": 1, "token_id": 432468, "symbol": "OBJKT", "name": "Embers and the Giants", "description": "Embers and the Giants is a still from an IMAX film and gallery installation of the same name, presenting an endangered old-growth forest during last light, articulated by thousands of floating embers of light. Initial impressions may be that we are witness to a rare and exceptionally beautiful display of fireflies or the embers from a forest fire out of frame. In the case of the moving image, the longer viewers look the more evident it becomes that we are not witnessing a natural spectacle. We are witnessing human intervention through thousands of tiny drones mimicking a natural spectacle, suggesting a time when we will need to amplify the spectacle of nature in order to convince the public of its worth.\n\nAncient trees on Vancouver Island, some of which are up to 2000 years old, are the rare remnants of industrial logging. Part of the Coastal Douglas-fir ecosystem, it is one of the most endangered in Canada. With most of the planet’s old-growth logged worldwide, it is home to now extremely rare giant trees, a vital part of the ecosystems which sustain wildlife, store vast quantities of atmospheric carbon, clean our waters and an important part of many First Nations cultures. Yet the loss of these irreplaceable forests continues at a pace three times faster than tropical rainforests are disappearing worldwide. 34 football fields of old-growth is logged every single day on Vancouver Island alone. Like these giant trees, with quickly dwindling numbers globally fireflies are also threatened with extinction.\n\nSince the industrial revolution, we have measured progress through natural resource conversion. As a result, Earth has lost half of its wildlife within our lifetime. Some of the world’s top climate scientists are now claiming that if we don’t immediately halt actions contributing to climate change (through resource conversion, fossil fuels, etc), human beings will be added to the extinction list. We have until 2023 to radically shift our relationship with the living planet.\n\nRead more about the project here: kellyrichardson.net/project/embers-and-the-giants/\n\nAll primary proceeds of this NFT will be donated to the fight for Fairy Creek, a battle to protect an irreplaceable old-growth watershed in unceded Pacheedaht and Ditidaht territories near where Embers and the Giants was filmed . More info at laststandforforests.com. \n\nArtist retains copyright", "artifact_uri": "ipfs://QmWyQBAKd9MxxKUpyfJFyM3idNqpceLAuhthAQWmzLF9SQ", "display_uri": "ipfs://QmVeGvj6LaXs5sr56YBwbN1668VeUfkFCgX5vaR6yWeYoo", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWyQBAKd9MxxKUpyfJFyM3idNqpceLAuhthAQWmzLF9SQ", "mimeType": "image/jpeg"}], "creators": ["tz1M7n1FpvfKhByTPhW3pwbQv67Ka5YV17BC"], "tags": ["hen4fairycreek", "oldgrowth", "landscape", "biodiversity", "extinction", "drones", "forest", "scifi", "clifi"], "extra": {}}