{"__version": 1, "token_id": 512368, "symbol": "OBJKT", "name": "Fleetburner Full album variant 1", "description": "Link to full album: go to https://www.pinata.cloud\nand use this id: QmQ9qf4VoErn6i2qYeNUs392iUmqVfwsh55jGrGiU2jGSb\n\nThis will be my model: I will release 1k editions of my latest album in FULL, at a max royalty for a starting price of NOTHING. And each time it resells, I will send 50% of my earnings to another musician or artist that follows this same model. \n\nBased on trust and blockchain we can all be held accountable for our actions. I am putting my delusional words of hope that the world is an inherently GOOD place where my mouth is. I understand that I am but one man, but I have made a rule for myself to not go down without a fight and to pass the torch. The album, \"Fleetburner\" is a full-length concept album on leaving everything behind that destroys you. Setting sail for a new unknown world with no compass, rather than stay on a land in flames and turmoil. I will even break the new \"rules\" the community has set about platforms. The album will be minted on Ethereum blockchain, and also on Tezos. And any new platform I deem fit. It's my work. This is not about the value for the collector. This is not about the record label making money. This message, this hope can only be strong enough to fight the middlemen, if example is followed. Try new things, how YOU can grab a friend and drag him up into the sun. I'll join your fight if I can. Tell me why my thinking is flawed, and help me improve for the sake of us all. But most of all, share your dreams, hopes, your ideas, your crazy new tactics. Because we will have to tower over a massive wave of incoming greed disguised as opportunity. If you are still here reading this, I love you. Let's change the world. For good and forever. ", "artifact_uri": "ipfs://QmSDRKZvsAhwtppciyGxghUdSKTYNW569Ls1rwknhFeyD9", "display_uri": "ipfs://QmV9gVdjkCdA4QFo4Q7K4nm28XpYnHQsTXbpyBJS6tYgEr", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSDRKZvsAhwtppciyGxghUdSKTYNW569Ls1rwknhFeyD9", "mimeType": "video/mp4"}], "creators": ["tz1SRtdDrVtx77SWDqrjQHrWRfN8XBk8h53j"], "tags": ["music", "metal", "fleetburner", "kevinstorm"], "extra": {}}