{"__version": 1, "token_id": 634468, "symbol": "OBJKT", "name": "Please Stand By -I Got Something To Say 123", "description": "Please Stand By utilizes the iconic SMPTE color bars template and changes the palette to bring into question viewers perceptions surrounding \"standards of color.\" An offshoot of my original series, I Got Something To Say, adds an additional more literal message. Please Stand By, People Are Monetizing Tragedy. Every day on my way to work I pass by Diana the Musical and I cringe. A few years ago, this same story was told as a show on FX. Everywhere I look left and right people are looking to monetize the tragedy of others. Major motion pictures revolving around the world trade center attacks, Fictionalized television shows detailing the murder of Nicole Brown Simpson, anything to make a quick dollar. And for what? None of these things are meant to bring awareness to any social issues or do some form of good to prevent them from happening again. All they do is continue to fatten the pockets of people who already have more money than they know what to do with. It can sometimes just make me want to throw my hands up in surrender. But I think it’s important we continue to call out these blatant cash grabs. Don’t support them first of all, while I know we as a society love to watch train wrecks this is not the direction we should be headed in, and more importantly push executives that make money on these productions to put their profits into avenues that can help those who were hurt by these tragedies or organizations that can help prevent them from happening again.", "artifact_uri": "ipfs://QmUbo4hsc7LyesKWDJPB5XJXRcQG1nAN2jjVykB3QUuRxQ", "display_uri": "ipfs://QmduVLU1g5hQg3Sm21ay1qeKX9zRXYqZh4xNe8MWENSAZ4", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUbo4hsc7LyesKWDJPB5XJXRcQG1nAN2jjVykB3QUuRxQ", "mimeType": "video/mp4"}], "creators": ["tz1VCtzuZHriPNays8UJnAdrZDgRaPehud2Y"], "tags": ["art", "digitalart", "glitch", "glitchart", "color", "colorpalette", "colorpalettes", "tv", "television"], "extra": {}}