{"__version": 1, "token_id": 297042, "symbol": "OBJKT", "name": "Series Fortune Candy Factory No.01 - Marry Me Strawberry", "description": "*THIS IS A GIFT CARD FOR THE FIRST OWNER OBJKT#279653*\n\nThank you for owning my artwork OBJKT#279653. I hope this gift card makes your day.\nOf course, you can sell or give it to your friends.\n\n\n---------------------\n\n\nSeries Fortune Candy Factory No.01\n\n\n*Marry Me Strawberry*\n\n\nIngredient:\n\n- Strawberries\n- Cinamon\n- Pineapple Juice\n- Sugar\n- Citrus\n- little bit of salt\n\n\nSawi nongkrong sambil melamun depan jendela belakang rumah yang menghadap ke halaman belakang. Neneknya Sawi pelihara ayam dihalaman itu. Kandangnya besar sekali. Saking besarnya ayah menyimpan kayu bakar, batang pohon bambu, batu bata, dan pekakas lain dikandang, katanya agar tak terkena hujan. Halaman belakang dipagari oleh bambu agar ayam-ayam tidak kabur keluar halaman. Di depan pagar adalah rumah teman sekolahnya, namanya Stroberi. Ya, Sawi memang sedang menunggu stoberi keluar rumah, tapi ini masih siang bolong, ibunya pasti melarang ia bermain.\n\nBosan tampaknya ia. Dilihatnya ayam-ayam sedang berkumpul tepat dibawah jendela. Langsung saja Sawi pergi kedapur dan mengambil dedak dan jagung kering, ia masukan ke rantang penyok lalu ia campurkan dengan air. Sambil celingak celinguk, ia keluar dari jendela agar lebih cepat ketimbang ia harus menuju pintu belakang karna pikirnya terlalu jauh. kalau ketahuan ibu, pasti ibunya marah.\n\nAyam-ayam mulai mematuk matuk makanan di rantang yang berisikan dedak dan jagung. Ada 4 ayam disitu, satu ayam jago dan tiga ayam betina. Sawi jongkok sambil memeluk sikut, dagunya juga ikut nempel. \n\n\"Istri kamu yang mana sih Jago?\"\n\n\"Petok.. petok..\"\n\n\"owhh, udah lama nikahnya?\"\n\n\"Petok.. petok..\"\n\n\"Om aku juga baru menikah bulan lalu\" \n\n\"Kapan kalian punya dedek bayi?\n\n\"Petok Petok\"\n\n\"Semoga, biar bisa main sama aku nanti\"\n\n\"kalian tanya aku dong!\"\n\n\"Petok Petok\"\n\n\"hahaha... stroberi temen aku di sekolah, bukan pacar\"\n\n\"Petok.. petok..\"\n\n\"beneran, tanya aja langsung sama stroberi nanti'\n\n\"Petok... petok..\"\n\n\"harus sekarang banget?\"\n\n\"Petok... petok..\"\n\n\"gimana caranya? pasti lagi disuruh ibunya tidur siang\"\n\n\"Petok... petok.., kukuruyuk\"\n\n\"haha... becanda kamu, jangan dong\"\n\n\"kukuruyuukkk - kukuruyuukkk\"\n\n\"hei hei, stop-stop, biar aku saja yang panggil\"\n\n\"STROBERIIIII NIKAH YUUKKKK\"\n\n---------------------\n\n\n\n\nAbout this Project:\n\nSeries Fortune Candy Factory\n\nThis series is a project gift card, for owners who buy my work. the concept is to make a short story that has a positive message, like chewing candy but now it's healthier because you don't need to consume sugar. This project is inspired by the book series that I used to read often called \"Chicken Soup for The Soul\".\n\nNOT FOR SALE CURRENTLY\n\nedition: 31 edition\n\nprice: 1 xtz (open swap when OBJKT#279653 sold out)\n\nRoyalty: 25%", "artifact_uri": "ipfs://bafybeichhymgvres2glz3h6qghsod5x5okqbl4talacfzergd2idxi3akq", "display_uri": "ipfs://bafybeichhymgvres2glz3h6qghsod5x5okqbl4talacfzergd2idxi3akq", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeichhymgvres2glz3h6qghsod5x5okqbl4talacfzergd2idxi3akq", "mimeType": "image/gif"}], "creators": ["tz2X8ai2TZFZWCEiqdutTFLjRX12wgwT6HZp"], "tags": ["shortstory", "GIF", "giftcard", "bungsafar", "SFCF", "Strawberry", "SeriesFortuneCandyFactory"], "extra": {}}