{"__version": 1, "token_id": 378442, "symbol": "OBJKT", "name": "SEE IT THRU - burnedbyairfryer #120 (1/1)", "description": "Second minted (@burnedbyairfryer) piece on hicetnunc/tezos blockchain.\n\nWhen it comes to digital collage..I've been super obsessed with eyes, hands, clouds, planets. Those assets just provide a lot of feeling for me & takes me places. I've also been in between trying to keep my digital collages looking more analog, but not adding too much digital manipulation on the actual cut out pieces, but with my years of play since I was young when it comes to video effects in final cut pro & the new skills I've learned in photoshop, I've been trying to just experiment.\n\nThough I strive for a sort of aesthetic, I've been trying my best to prioritize my ideas & personal feelings over the look, in hopes that with the lack of design expertise, I can bring expression from deep down to produce just art...to where maybe it isn't \"just\" anymore...and more just me being vulnerable with all pieces regardless the concept.\n\nIf anyone collects this or sees value in my efforts. I thank you so much, for sometimes it feels these art pieces are all I have to provide in this world. 8+ hours a day in front of my laptop & digital programs to find my voice again & maybe be able to relate to others again. My goal with this one was just for me to see through the fog that's been paralyzing me and let gratitude & abundance shine back in my life.\n\nYou could find my socially anxious self on twitter: @no5ay_\nand more collage art growth on ig: @burnedbyairfryer\n\n/burnedbyairfryer piece #120 (1/1 on tezos chain)", "artifact_uri": "ipfs://QmPpGnodwgUJEbbPa5g9w8MvuUgdXyFrmAfPUurr9wYwf6", "display_uri": "ipfs://Qmd4YG1mvLmNLfQeMWMHkKxipDGApHuyhK5VGctswHqbii", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPpGnodwgUJEbbPa5g9w8MvuUgdXyFrmAfPUurr9wYwf6", "mimeType": "video/mp4"}], "creators": ["tz1MVGesL1NyxCCdd3Fn5W8dPvgEL5n2bwwc"], "tags": ["digtal", "art", "collage", "see", "it", "thru", "burnedbyairfryer", "no5ay_", "experimental", "expression", "eyes", "clouded", "shine", "surreal"], "extra": {}}