{"__version": 1, "token_id": 389942, "symbol": "OBJKT", "name": "DEPRESS I ON", "description": "After playing with VERT I GO, I wanted to see if there were any other words I could do the same effect with, but differently. I discovered the word DEPRESSION was similar. Instead of making the same echo chamber fade effect of VERT I GO, I decided to invert every other gradient square creating an equally interesting effect of strangeness. Depression affects millions and millions of people around the world at any given moment. During the pandemic, to fight off depression and to help other people with it I created curated weekly music playlists, which I called \"Something to Lift Your Spirits\" that I would send to almost everyone I knew. So, similar to VERT I GO, I wanted express the feeling on paralysis of depression and separating the words, but not on syllabilic parameters. We are left with DEPRESS I ON, alluding to say, I am depressed or I have depression. I was able to stave off depression during this time by creating almost non-stop. Being creative is a great outlet for conscious and subconscious emotions and feelings. If you or anyone you know is suffering from depression, please reach out to them and check up on them. Sometimes unchecked depression can lead to mental disorders, self-medicating, and/or in extreme cases suicide. We all need more love, compassion, and understanding. The simple act of reaching out could save a life.", "artifact_uri": "ipfs://QmYiu2vWBp4kgdeF8JaGfzhp8QQnLHd9TyyCJ1QoTATfq6", "display_uri": "ipfs://QmPST7yz4qmZ5cYGw2BfM8piuhYzsSbeAGVyZw4LsJnp5M", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYiu2vWBp4kgdeF8JaGfzhp8QQnLHd9TyyCJ1QoTATfq6", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}