{"__version": 1, "token_id": 517842, "symbol": "OBJKT", "name": "Look at me", "description": "Allow this to catch fire in your thoughts – the day when you stop listening to society’s relentless white noise….about how you’re not attractive enough…not liked by enough social media followers…not young enough… not successful enough…not even the right race, sex, or creed! Imagine coming to the realization that it’s really just a bunch of nonsense. Consider what it might feel like in your mind and soul to finally just press the mute button. What if you dared to reject society’s ignorant perception of your worthiness and - instead - you embraced your own authentic awesomeness? Can you envision what that moment of personal triumph might look like? Indeed, it might bear a striking resemblance to THESE images! \nMost of us are accustomed to ritualistically voguing for an audience of faceless online strangers. The highly curated imagery that we send out into the world, however, bears little resemblance to our core truth or the complexities of our personality and spirit. We end up empowering critics who we’ll likely never meet with the ability to scrutinize a superficial concept of ourselves. Their feedback - often steeped in negativity - inevitably darkens the perception that we have of our own self-worth. \nInstead of focusing on filters, flattering light, and performing for likes, Francien Krieg’s refreshingly raw ‘selfies’ capture the spiritual release that happens when we prioritize being real with ourselves. This type of mindset doesn’t require approval from others. It thrives on self-love and knowing that – even without smoke and mirrors – there is glorious beauty in allowing our authentic hearts to shine. Sizzling and crackling with unadulterated truth, Francien’s portraiture stands in solidarity with anyone who is sick of allowing widely held cultural stereotypes and beliefs to tear them down. The vast spectrum of unfiltered emotions radiating from each painting are emblematic of releasing ourselves from society’s shackles without fearing the consequences. \nThe songs of exultation, primal screams, and even ebullience that are depicted in Francien Krieg’s self-portraits celebrate courageous authenticity and beautiful imperfections. Being in this zone may not be supermodel-pretty – and at times, it may seemingly straddle sanity and madness – but anyone who dares to claim this space cannot help but feel out loud…the way that a young child might. It’s a solemn vow to be in the moment, to tread a path of self-love, and to protect the very best part of our essence – the quality that makes our aura pulse and shimmer like the Northern Lights. Francien’s paintings raise a glass to the triumphant reclamation of our spirits. Long may they shine.\n\n", "artifact_uri": "ipfs://QmQ4oMZ81iEhWmTbAjc6nKyETG3U5yNPeUS7m62NTVX1ms", "display_uri": "ipfs://QmeUNv6gQ6dkLkMHniYd2tVTS4R8yPbn5DygSkPXjXECYZ", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQ4oMZ81iEhWmTbAjc6nKyETG3U5yNPeUS7m62NTVX1ms", "mimeType": "image/jpeg"}], "creators": ["tz1VyfBFYj7z9yryYR1oCbgqMhK2sfWDmdEn"], "tags": ["nude", "woman", "figurativeart", "oilpainting", "selfportrait", "figure", "realisme"], "extra": {}}