{"__version": 1, "token_id": 573042, "symbol": "OBJKT", "name": "Rahwana White", "description": "Sumber Wuluh Village, Lumajang, East Java, is one of the villages affected by the eruption of Mount Semeru on December 4, 2021, spewing hot clouds of avalanches on Saturday at around 15.00 WIB. One of the evacuation points is in the bale village of Penanggal, with 500 refugees in it.\n\nAll sales of this work will be donated to help people affected by the Semeru eruption.\n\nRamayana is a story/hero from India adapted by Valmiki (Valmiki) or Balmiki from another epic story of Dewi Shinta from the Mahabharata. Ramayana folklore is inspired by Hinduism, namely Ramayana, which comes from Sanskrit: Rāmāyaṇa; comes from the words Rāma and Ayaṇa which mean Rama's Journey (Valmiki, T. H. Griffith 1870-1874). According to Poerbatjaraka (2010), the Ramayana fairy tale tells about the love story between Raden Rama Wijaya and a princess named Dewi Shinta, whom Rahwana later kidnaped in exile. Raden Rama, Laksmana, and Dewi Shinta from this story Ravana has considered a lousy character takes the point of view of Ravana's side, which is twisted from the previous story. Rahwana loves Dewi Shinta so much, who has already become the wife of Raden Rama, and there is no other way but to kidnap Dewi Shinta so that Rahwana can show his love for Dewi Shinta. Even though Raden Rama freed Dewi Shinta, Raden Rama only had to uphold the truth, so Raden Rama waited for 12 years to free Dewi Shinta from Ravana's grasp.\n\nThis work was exhibited on 12 July 2019 at Bandung creative hub and public test at Red Raws Center on 31 July 2019.", "artifact_uri": "ipfs://QmaYbxHy1q5BMRFrLHtbab8HtpqLAnhcZw8eBmqPc8wJTo", "display_uri": "ipfs://QmNtJ1o4i4YC416gLVvxqFB5sVewtS16oPbJdxc9sDmGSb", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"mimeType": "image/jpeg", "uri": "ipfs://QmaYbxHy1q5BMRFrLHtbab8HtpqLAnhcZw8eBmqPc8wJTo"}], "creators": ["tz2DXDS3piK3ucRxJS25j9j3Pu6fXcU8oWy5"], "tags": ["#nftforhumanity#nft#nfts#nftphotography#nftindonesia#nftcollector#nftartist"], "extra": {}}