{"__version": 1, "token_id": 594442, "symbol": "OBJKT", "name": "Maybe it's all a dream? Maybe you're still sleeping? // demi-sommeil {délirant}", "description": "Standing at the edge of the world, looking down, you see nothing but your vague & muddy reflection, except the same end of the world, with the same boundless expanse in front and behind you, where there is not a single living soul, not even your own. An icy wasteland where cold light begins and ends, blinding the eyes. You are asleep. And everyone around is sleeping. Only you can't see them, because you can't even discern yourself. Your existence is like a nightmare, the delirium of a madman, a mirage reflected in the vacuum of the cosmic desert under the rays of a dying star, a game with the illusion of choice and the illusion of happiness. \n\nWho said that nightmares should be scary? They can be as sweet as that sugar muck on the store shelves, they can remind even the most delightful dreams that you still remember. But under the cover of blissful slumber, in fact, there is a numbing horror that you are so wary of looking into its void dead eyes.\n\nAs in life, you can never predict with complete certainty when a dream turns into a nightmare. But it's sweet to see even a nightmare, knowing that you will certainly wake up. Any dream must end with awakening, if it does not want to find itself as death. Walking dead in the world of the living is much worse than sleeping six feet under the ground.\n\ncollaboration piece w/ juteexawesome (https://twitter.com/paparaaci)\nmusic: joalisho\n", "artifact_uri": "ipfs://QmVUgfcQDiWw3cYpvDRQdJnB6pmApPLpiV5GyAsUoof5KT", "display_uri": "ipfs://QmUpk28LaeCRf7RGpkHBfVKBVcenEzoopu4tNDxs89Tfnb", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVUgfcQDiWw3cYpvDRQdJnB6pmApPLpiV5GyAsUoof5KT", "mimeType": "video/mp4"}], "creators": ["tz1X1tQRRfKR9svCePUmqup1TxYeAZPLpxzq"], "tags": ["animation", "drain"], "extra": {}}