{"__version": 1, "token_id": 636042, "symbol": "OBJKT", "name": "X-15 Gold Frame", "description": "A multinational organization known as the New Age Weapons Research Institute, or NAWRI for short, sought to make a genetically engineered human with physical and mental capabilities that would exceed all known limits of other human beings. Their first successful experiment codenamed X-15 ended up being a technological marvel, yet failed to impress any of their secret investors. The project was quickly discarded before any reveal to the public and all the machines were set to be destroyed.\n\nX-15, the first of many successful tests of the technology, was supposed to be destroyed along with the other machines… but despite the fact he was a weapon more dangerous than anyone on the planet, his creator saw more potential in him than just someone that could kill, and allowed the machine to have a free life by putting it through an extensive memory implantation process. X-15 came out with a fabricated memory of him being born and raised in India, his new name being Akhil.\n\nAkhil had implanted memories from humble beginnings, with a hard-working upbringing that led to him becoming both a private eye and an activist for justice. It was in this capacity that he met Diggs, who hired him to investigate a mysterious explosion. His investigation led him to the research center owned by NAWRI, where he learned of his creation and most importantly that everything he had believed to be his own personal history was all a lie.\n\nAfter being told about experiments and organization that led to his creation, Akhil was heartbroken. He became deeply resentful and began searching for a way to end the cruel organization's existence and destroy the system that enabled humanity to create such a destructive machine, leading him to devise a plan to end the world once and for all.\n\n—-\n\nThe Gallery Gehenna Project is a daily art project where there are multiple frames for each individual artwork, each with different types of rarity applied. Gold frames have the lowest initial mint rate of the main 3. All artworks will be compatible within the Gallery Gehenna Game with each artwork unlocking a playable story segment.\n\n", "artifact_uri": "ipfs://QmSPzdv3ZBoK592KBPQmMYE2ZeCquEKKYVtWYi5fBa3GXT", "display_uri": "ipfs://QmaeXry7T3UvzhPeP5E9qgP5NqEth9mw7wGvCfAcHwRNjh", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSPzdv3ZBoK592KBPQmMYE2ZeCquEKKYVtWYi5fBa3GXT", "mimeType": "image/png"}], "creators": ["tz2KTcdaM1hm8d8K9pnBu6dsD6v38bjyXDAP"], "tags": ["Neuralart", "neural", "art", "AI", "Cyborg", "Machine", "Gun", "animeart", "anime", "longhair", "neuralnetwork", "gallerygehenna", "gallerygehennaproject", "mixedmedia", "GoldFrame"], "extra": {}}