{"__version": 1, "token_id": 287159, "symbol": "OBJKT", "name": "\"They are coming\"", "description": "The Maha Kumbh Mela(Festival) of India is the largest peaceful congregation in the world, attended by millions of devotees, sadhus, saints, and mystics. This shot is from Prayag in modern-day Allahabad which is believed to be the most important pilgrimage center for Hindus. Traditionally river confluences are regarded as auspicious places, but in Sangam(confluence), the significance of the confluence is most pious because here, the holy Ganga, Yamuna, and the mythical Saraswati meet to become one.\n\nAccording to legends, Lord Vishnu (a Hindu god) was carrying a Kumbh (pot) of Amrit (nectar), when a scuffle broke out and four drops were spilled. They fell to earth at the four Tirthas of Prayag, Haridwar, Nasik, and Ujjain. A tirtha is a place where the devout can attain salvation. The event is commemorated every three years by the Kumbh Mela, held at each tirtha in turn; the Sangam is known as Tirtharaj, the ‘King of Tirthas’, and here the Kumbh is held once in every twelve years, which is the greatest and holiest of all.\n\nThe festival is especially renowned for the presence of an extraordinary array of religious ascetics – sadhus and mahants – enticed from remote hideaways in forests, mountains, and caves. Once astrologers have determined the propitious bathing time or Kumbhayog, the first to hit the water is by legions of Naga Sadhus or Naga Babas, who cover their naked bodies with ash and wear hair in long dreadlocks. The sadhus, who see themselves as guardians of the faith, approach the confluence at the scheduled time with all the pomp and bravado of a charging army.", "artifact_uri": "ipfs://bafybeihgpevjcstdgxlkj7noocaqm7apd2du3fle5uekdw6icbugrmttzq", "display_uri": "ipfs://bafybeihnoc4iglskw6kmbrxanzretp7tagls3rsaknrugymxdbnsa6va5m", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeihgpevjcstdgxlkj7noocaqm7apd2du3fle5uekdw6icbugrmttzq", "mimeType": "image/png"}], "creators": ["tz1aFV6jYFibRMZjqUX5nE4Yrk8FGmi2r6NP"], "tags": ["nft", "nftcollector", "nftphotography", "nftphoto", "nftartist", "hen"], "extra": {}}