{"__version": 1, "token_id": 305159, "symbol": "OBJKT", "name": "GENERATIVE Persian GOLD KURDISH BIJAR CARPET  (RARE EDITION)", "description": "GENERATIVE Persian GOLD KURDISH BIJAR CARPET  (RARE EDITION)\n\nGenerative artwork exploring color and the emergent effect of stacking simple shapes and filling their intersections.which take you on the journey to an imaginary universe. All artworks are created using custom algorithms in processing.\nThis collection has an abstract look at Iranian carpets, Iranian art-industrial carpets that have long overshadowed Iranian culture as a name and credit for Iran.\nArak carpet is a type of Iranian carpet that is woven in the Arak region. During the Qajar period, Arak was one of the important centers of carpet weaving in Iran. The carpet industry has been popular in the region in the past, and Farahan carpets, Saraband carpets, and Sarough carpets have become world-famous.\nAntique Persian Kurdish Bidjar Sampler Rug, Origin: Persia, Circa: Last quarter of the 19th century– The colors and spontaneous rug designs of the Kurdish tribes are what make them popular among collectors and designers. This carpet is from the town of Bidjar and was created around the last quarter of the 19th century. Many of the rugs are woven by entire families in many of the villages surrounding this Northwestern Iranian town. They are known for their diverse range of colors, showing the skill of both the dyers and weavers.\n\nOne of the most charming aspects of Kurdish rugs is the level of creative expression that they demonstrate. The signs and symbols woven into them reflect a language that is taught to the children and is part of the cultural heritage. Sometimes, you can even see a few rows that are imperfect and that show the unsteadiness of hands that are just learning a new skill, then in the next few rows, more skilled hands, and more even knots resume. This is one of the characteristics that makes Kurdish rugs unique. Children learn the skill at an early age by participating along with the rest of the family.", "artifact_uri": "ipfs://QmZZKbtpTdAFLAZTzKnZnVzZ7th2M9wqzj339kKw4CuwuF", "display_uri": "ipfs://QmZZKbtpTdAFLAZTzKnZnVzZ7th2M9wqzj339kKw4CuwuF", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZZKbtpTdAFLAZTzKnZnVzZ7th2M9wqzj339kKw4CuwuF", "mimeType": "image/gif"}], "creators": ["tz1SSCjgL54U5yUemQVFGfZ9M9ygKHLHgNsA"], "tags": ["generativeart", "creativecoding", "generative", "codeart", "newmediaart", "abstract", "creativecodeart", "algorithmicart", "touchdesigner", "object4objekt", "generativedesign", "processing", "mathart", "computerart", "proceduralart", "geometricart", "procedural", "isometric", "bhfyp", "geometry", "pattern", "GEOMATIC", "aiart", "artxcode", "minimal", "psychedelic", "glsl", "psychedelicart", "opart", "genartclub", "noise", "trippy", "opticalart", "artandtechnology", "coding", "audiovisual", "pyton", "p5js", "hen200k", "shahrokh", "machinelearning", "pixelart", "pixels", "rare", "1"], "extra": {}}