{"__version": 1, "token_id": 365559, "symbol": "OBJKT", "name": "Vessels 148:  SILVERTONGUED KNIFEBACK", "description": "It was both a blessing and a curse when a herd of silvertongue knifebacks passed through the boy’s tribal territory. A blessing because the meat from just one of the gargantuan creatures was enough to feed his tribe for a month: roasted marrow and tender stews and meat jerky and succulent lard. The boy salivated just thinking of it! And it wasn’t just the food. The bones and hide would provide tools and clothing for all. The boy was quickly outgrowing his old rags made from the fur of a mangy wild cat. He wanted to dress like a man, in quilled knifeback armor that gleamed in the sun. Yet it was also a curse when the giants appeared because certain death awaited many of the tribespeople who dared to join the hunt. The boy was an orphan because of those stupid knifebacks and he swore he’d take one down one day singlehandedly and avenge his parents. Whenever he said this, the other kids would laugh and jeer. Well, he’d show them! For the past two days the tribal council had been holding meetings, strategizing for the next hunt. There wasn’t much time before the knifebacks would take flight and migrate north to the mountains, far out of reach. For now, the beasts were gathered by the hot springs, eating every creature in sight and destroying the surrounding vegetation with their sharp quills and powerful wings as they fought one another for every scrap and morsel. They were quick to anger, and especially dangerous because of it. The boy took advantage of the adults being distracted by their tiresome meetings to slip away and do some of his own reconnaissance. He slipped through the trees, using every skill his father had ever taught him to move as quietly as a mouse. Not even a single twig snapped beneath his feet as he climbed and crawled through the undergrowth to where six knifebacks were sunning on the flat stones surrounding the hot springs. Their heavy breaths rumbled through the air, vibrating the leaves on every branch.\n\nThe boy was brave, he really was, but seeing the creatures this close made him tremble uncontrollably. He was shorter than the smallest talon on a single foot! And the smell! His senses were flooded with the pungent odor of blood and musk. Perhaps that’s why he didn’t notice the strange fellow who suddenly appeared next to him. He was a tall man clad in bone-like armor, and a helmet crafted from the tusks of some wild animal. He gave the boy a conspiring grin. “Big, aren’t they?” he whispered. “I do like a challenge.” “W-who-“ the boy stammered. “The name’s Tusk. Now, watch and learn.” With a single graceful movement, the mysterious man leapt into the clearing. The boy gasped. The man was insane! Or suicidal! Or both! The enormous beasts barely had a chance to react as Tusk danced acrobatically between them, his swords gleaming. The metal clanged off the thick hide of one knifeback, barely making a mark, but enraging it all the same. It turned to bite the man, but he had already rolled away and the creature instead gnashed down upon the tail of another knifeback whom the stranger had riled up as well. Chaos ensued, and the creatures began fighting one another in their bloodthirsty rage to be the first to devour Tusk who continued to dart and weave between them, taunting them with his blades. Trees fell as their long quills sliced through them, and blood flew through the air. The boy lost sight of Tusk, and for a moment he thought he might have been eaten. But then he appeared again, grinning like a mad man amidst the bloody melee. The boy could barely believe his eyes as, one by one, each creature fell to the ground, causing the ground to tremor. And then all was silent as Tusk stood in the center of the fallen knifebacks, slick with blood that wasn’t his own. Was he some sort of demon? How was this possible? “That was fun,” Tusk said, using a sword to cut a quill from the back of the one of the beasts. He tossed it to the boy, who almost collapsed under its weight. “It’s thanks to you,” he added. “I perform best when there’s an audience.” And without another word he leapt off into the jungle, disappearing from sight. The boy stood there, clutching the quill to his body. Nobody from his tribe would believe him if he told them what he had seen. So he decided he might as well take the credit!\nFANFICTION CREDIT: @NFTYpups\n", "artifact_uri": "ipfs://QmcLdBJoZYhirknEMv6xohoNSwWxET9mCe3FXcMba8PDVi", "display_uri": "ipfs://QmTquig9PvTFiSshoaHc6ZLShXM7YNCkAhLeRamE7L26zA", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcLdBJoZYhirknEMv6xohoNSwWxET9mCe3FXcMba8PDVi", "mimeType": "image/jpeg"}], "creators": ["tz1MY1BKQd2QFDDsjCpkKi6vVDxPKycGiJA3"], "tags": ["Megafauna", "FANFICTION", "vessels", "silvertonguedknifeback"], "extra": {}}