{"__version": 1, "token_id": 507759, "symbol": "OBJKT", "name": "J U Z U 数珠", "description": "Juzu (数珠) is a Buddhist ritual implement and a kind of ring composed of many beads which are linked by piercing a bundle of threads into a hole made on each bead. As it means beads that are used when praying to Buddha, it is also called 'nenju' (praying beadroll).\nIn Sanskrit, it is called 'hasoma.'\nWhile praying to Buddha, it is used for the purpose of rubbing, jingling and/or counting frequency of mantra and Buddhist invocation. In sects that do not care about the frequency of Buddhist invocation, such as Jodo Shinshu (the True Pure Land Sect of Buddhism), it is used as a symbol of reverence to Buddha.\n\nGenerally, it is hung on hands that are put flat together on the occasions of Buddhist rites, Buddhist memorial services and/or praying to Buddha, Bodhisattva, memorial tablet of the deceased. The way to hang on the hands is different from sect to sect.\n\nMonks sometimes hang it on the neck instead of hands.\n\nConcerning its origin, there are various views but it is generally believed that the tool used by Brahmanism in Ancient India is the origin. The above tool was used by Sakyamuni and introduced into China later. Thereafter, it was introduced into Japan in the Asuka period along with the introduction of Buddhism. In the Kamakura period, when Jodo-kyo (pure land teachings) prevailed and Invocation of the Buddha's Name became popular, it spread widely among ordinary people.\n\nNFT TYPE: MP4\n\nTWITTER: @hiideto_\nINSTAGRAM: @hiideto", "artifact_uri": "ipfs://QmXPxb2HM7fAPJVMnCaBYLFAPAdyqLEUioiUhHwF76Tbnk", "display_uri": "ipfs://QmS2hstwqTiW8LvByGYCMgUiQzmawW3STQ7T8vYwhU8Rrf", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXPxb2HM7fAPJVMnCaBYLFAPAdyqLEUioiUhHwF76Tbnk", "mimeType": "video/mp4"}], "creators": ["tz1c72P2uPhffZCPTmTAPSszHW2rQzyUbZzh"], "tags": ["juzu", "buddhism", "buddha", "loopanimation", ""], "extra": {}}