{"__version": 1, "token_id": 593059, "symbol": "OBJKT", "name": "Dear Deer", "description": "After Shinta & Rama got married, there came a time when they were exiled from the kingdom. They decided to live in a forest together with the loyal brother of Rama; Laksmana. \n\nOne day, Shinta saw a deer running around. The deer is so beautiful, it catches Shinta's eyes. It fur is made of gold, it shines bright between trees and bushes.\n\nShinta was used to be treated as a princess. Her father gives everything to make her live in a comfortable life and she almost always gets everything she wants.\n\nAbout this beautiful deer that catches her eyes, she then asked Rama to catch it for her. Feeling like a real man, he immediately responds her wish as his command. He went to catch the deer and left Shinta with protection from Laksmana. But it won't take long until Laksmana was killed because of Shinta's own suspicion.\n\nIn every version of Ramayana's epic, this chapter of story lands as the beginning of all tragedy between Shinta, Rama & Ravana. \n\nI re-write this chapter in a form of poem with 2 kind of typefaces. \nYou can read the writing top to bottom combining the 2 typefaces OR you can read the lines separately between the italic typeface and the original typeface. Whichever way you choose, this piece will come down to a same conclusion.\n\nThe way you read this piece symbolizes a hidden meaning; no matter what we do in life, when it is not ours, it will not be ours. No matter what way we choose in life, when it should happen, it will happen.\n", "artifact_uri": "ipfs://QmYNrRNqFCXDQ9p9dQFo3vBr1ep4Duo7WDGVPLTVzuKdiM", "display_uri": "ipfs://QmTKjr9hGGsLemVFxe5v364TRndWFaTmwQSVi1pQG9qHVm", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYNrRNqFCXDQ9p9dQFo3vBr1ep4Duo7WDGVPLTVzuKdiM", "mimeType": "image/jpeg"}], "creators": ["tz1XSa1ZQ8ECTUL7dwEZKbpqoCs52My3Mnhx"], "tags": ["poem", "indonesianwriter", "Ramayana", "textbased"], "extra": {}}