{"__version": 1, "token_id": 625159, "symbol": "OBJKT", "name": "Transition ", "description": "Lucy enigma pertama kali Ada pada tahun 2014 sebagai band Noise ala Velvet underground, sonic youth, bahkan The vasseline. Tahun 2019 - 2020 menjadi solo musik projek oleh Anggi dengan Pop, tweepop, psychedelic pop (oktober 2019 release EP berbentuk Kasey pita bertajuk Garu 161019, februari 2020 release single Sarche Di SoundCloud)\n\nAkhir tahun 2021, Anggi bertemu dengan Pram seorang Artis visual yang akhirnya menjalin kerjasama untuk membuat tokoh fiksi Lucy Enigma. Tidak banyak waktu yang dimakan, proses virtual Lucy enigma terbentuk oleh goresan tangan khas Pram.\n\nAwal 2022, perdana Lucy enigma akan release lagu baru dengan penampilan baru Lucy enigma sebagai Musisi Virtual.\n\n\nLucy enigma adalah virtual musisi, yang diciptakan oleh eksplorasi imajinasi Anggi.  Dan digambarkan oleh Pram\nBiodata\nNama : Lucy Enigma (28yo)\nPanggilan : Ucyl (ucil) / lucc (Lus)\nZodiac : Sagittarius (21 desember)\nhobby : main gitar psychedelic harmoni, keys ambients string, bengong bayangin kehidupan org sekitar dan dunia damai, lari lari ditaman bunga apalagi taman bungannya warna orange atau kuning, mendukung apapun pilihan hidup semua org tersayang.\nmood : suka senyum, bisa ngobrol sama org sesuai energi, suportif, kaya langit sore yg teduh tapi hati penuh gelisah.\nissu musik + lirik : keresahan perasaan, hati, pikiran, untuk selalu bs yakin semuanya baik baik aja, selalu bisa jujur dengan diri sendiri.\nfav : bunga, taman, danau, keramahan.\n\n\nTransisi, direkam akhir tahun 2019 Di Kanawa Record Yogyakarta dan dibantu Studio Engineer oleh Kemal Akbar. Instrument Gitar, Bass, Keys oleh Anggi, Mixing & Mastering oleh Aloysiusnitia.\n\n Percaya akan \"we are just in time\" begitu juga dengan single transisi yang release di waktu yang tepat, belajar menerima semua hal baik buruk didalam diri dan hidup yang sejatinya semua seni hidup hanya tentang bertahan dan berbuat baik.\n\n\nLucy enigma, 2022", "artifact_uri": "ipfs://QmbdmUW9yrseJ36iyQWCDbUoDE4wsQvBxq8581rh6YdNs8", "display_uri": "ipfs://QmQ3CQRwMNu4vWL7G4EqaJp4tiuUeqre5FP8x2GFhxT7xj", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbdmUW9yrseJ36iyQWCDbUoDE4wsQvBxq8581rh6YdNs8", "mimeType": "video/mp4"}], "creators": ["KT1StunL8mTGExdqhA2eER9siLCGDuFnKcC8"], "tags": ["lucyenigma", "aplus", "musicvideo", "mp3", "mp4", "henradio", "nftmusic", "nftart", "psychedelic"], "extra": {}}