{"__version": 1, "token_id": 361308, "symbol": "OBJKT", "name": "Azarbaijan", "description": "Azerbaijan or Azarbaijan (Persian: آذربایجان‎, Āzarbāijān [ɒːzæɾbɒːjˈdʒɒːn]; Azerbaijani: آذربایجان‎, Āzerbāyjān [ɑːzæɾbɑjˈdʒɑn]), also known as Iranian Azerbaijan, is a historical region in northwestern Iran that borders Iraq, Turkey, the Nakhchivan Autonomous Republic, Armenia, and the Republic of Azerbaijan.\nIranian Azerbaijan includes three northwestern Iranian provinces: West Azerbaijan, East Azerbaijan and Ardabil. Some authors also include Zanjan in this list, some in a geographical sense,others only culturally (due to the predominance of the Azeri Turkic population there). The region is mostly populated by Azerbaijanis, with minority populations of Kurds, Armenians, Tats, Talysh, Assyrians and Persians.\n\nIranian Azerbaijan is the land originally and historically called Azerbaijan; the Azerbaijani-populated Republic of Azerbaijan appropriated the name of the neighbouring Azerbaijani-populated region in Iran during the 20th century. Historic Azerbaijan was called Atropatene in antiquity and Aturpatakan (Adurbadagan) in the pre-Islamic Middle Ages. Some people refer to Iranian Azerbaijan as South (or Southern) Azerbaijan and the Republic of Azerbaijan as Northern Azerbaijan, although others believe that these terms are irredentist and politically motivated.\n\nFollowing military defeats at the hands of the Russian Empire, Qajar Persia ceded all of its territories in the North Caucasus and Transcaucasia to Russia via the Treaty of Gulistan of 1813 and the Treaty of Turkmenchay of 1828.The territories south of the Aras River, which comprised the region historically known as Azerbaijan, became the new north-west frontier of the Persian Empire and later Iran. The territories north of the Aras River, which were not known by the name Azerbaijan at the time of their capture by Russia, were absorbed into the Russian Empire, renamed the Azerbaijan Democratic Republic during the country's short-lived independence from 1918 to 1920, incorporated into the Soviet Union as the Azerbaijan Soviet Socialist Republic, and finally became the independent Republic of Azerbaijan when the Soviet Union dissolved.", "artifact_uri": "ipfs://QmUc32tRtC8hxzidDFMcBpK3sVDoM3Dx7xQL4ttXgiipRm", "display_uri": "ipfs://QmeZisW3WpdohFcF6gAwycKGp5YUhYxC5CFHKk8dzhppjw", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUc32tRtC8hxzidDFMcBpK3sVDoM3Dx7xQL4ttXgiipRm", "mimeType": "image/jpeg"}], "creators": ["tz1byfv1EckZBdrd9Z3CVp6nY8W7WRYWf6qn"], "tags": ["type", "typography", "iranian", "3dart", "asia", "hen200k", "font", "culture", "mehranerfan", "cultural", "calligraphy", "colors", "iran", "artist", "nftart", "generatives", "colorful", "persiancalligraphy", "grunge", "texture", "pattern", "black", "dark", "azarbaijan", "republic", "type"], "extra": {}}