{"__version": 1, "token_id": 414108, "symbol": "OBJKT", "name": "GEROLSTEINER", "description": "Do you have a favourite drink in the WORLD? Mine is this random German water called Gerolsteiner. I was traveling back in 2016 and got a blood clot in my leg from flying. It was like one of those random things you read about, and so scary. What was even stranger was that it happened on a stopover that I had in Cologne in Germany after flying from Thailand and about to go on to Morocco. So boom, here I am by myself, 4am in the morning and suddenly I have pain in my leg. I ended up having to go to hospital and then stay there. I don’t speak German, not many of the staff spoke English. I was freaked out of my mind with worry. But everyday I would have bottles of this delicious water called Gerolsteiner brought to me to drink. Just part of the German hospital way of doing things I guess! But I got very attached. The experience was terrible, I was all alone, I thought i was going to die, but I had these special water bottles being brought to me which was about the only thing that made me happy everyday.\nAfter that where I live I get Gerolsteiner. I ordered it into NZ and now I’m in the Netherlands we get it whenever we’re driving into Germany. At one stage we had six crates in our storage room. And we keep all the bottles and we take them all back to be recycled in Germany by the company each time we go back.\nAhhhhh delicious.\n\nPersonal daily art story\nNumber 14 #STOREEZ by Cat Brown/ Treasvre Trove \n", "artifact_uri": "ipfs://Qmami9sq78A16XbfhL3udzZLKYTmZgDc6uakDsa3WWJT5h", "display_uri": "ipfs://QmQPEMMhijHMFwBV3Vm87z2yzCDGtDcxLGS5cmkco22h34", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmami9sq78A16XbfhL3udzZLKYTmZgDc6uakDsa3WWJT5h", "mimeType": "image/jpeg"}], "creators": ["tz1Xu1CazAffNXnBZcgA23nt8QbvP44LLxGh"], "tags": ["Gerolsteiner", "water", "happy", "CatBrown", "TreasvreTrove", "2021STOREEZ"], "extra": {}}