{"__version": 1, "token_id": 445908, "symbol": "OBJKT", "name": "@burnedbyairfryer \"#127\" (10/17/21)", "description": "3000x3000\n300dpi.jpg\n\n\nDaily digital surreal collage art (127) using personal journal entries & drawings from 2019 + photoshop.\n(From instagram @burnedbyairfryer)\nBefore therapy, I was trying to treat myself through self-help apps, daily workbook entries, etc. So in 2019 I would write journal entries about anything on my mind and would time myself for like 20 minutes or so. Just letting things flow, mostly frustrations of the past…and one of the things I learned was burning the entry or destroying it as a way to “let go”..rather than ripping up pages, I decided to draw over my entries. The drawings didn’t need to be related to the entry, but I wanted to flip the energies by spending time being free and feeling young again in a sense…I am not an amazing drawer, I can doodle, but that’s about it…in 2019 I spent time doodling over a lot journal entries & besides doodling I really aimed for collage style pieces, drawing over stickers to add to the doodle, just to add more depth..I guess I was already a fan of layers & collage before realizing it. I’ve always wanted to draw, but my only experience is like trying to draw anime style characters & a lot of influence from graffiti block letters in middle school during my time as a bboy & being a little more invested in hip hop culture/elements…I’m kind of rambling, but basically I decided to make a collage today & incorporate these personal doodles over my journal entries in 2019. By early 2020 before pandemic things, I had found a therapist and took a step back from the entries and doodles just because of time, but I still look at this sketchbook pretty often. I felt it was important to kind of refer back to them & see how to put it together with my art practice from today. I might add some of these journal doodles from that time to future digital posts here just to kind of put them in a new light and remind me of those times for a bit of motivation on future projects, etc….Being stuck today & questioning how does everyone create & post multiple times a day, I had to revisit these drawings & kind of remind myself of purpose & such..Maybe this isn’t that aesthetically pleasing of a piece compared to recent works, but this practice is very important to me and my health..With that, thank you for your attention during this process.\n10-17-2021\n\ninstagram: @burnedbyairfryer\ntwitter: @no5ay_", "artifact_uri": "ipfs://QmWwc9vQJpfefpzTL6VUn9HTfQYAUyyNJFRjcpVgvx5Dv4", "display_uri": "ipfs://QmU97BsobeKaSsScm9fNwAHQdUU5Yaxsn3AQufZArZ988H", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWwc9vQJpfefpzTL6VUn9HTfQYAUyyNJFRjcpVgvx5Dv4", "mimeType": "image/jpeg"}], "creators": ["tz1MVGesL1NyxCCdd3Fn5W8dPvgEL5n2bwwc"], "tags": ["burnedbyairfryer", "no5ay_", "digital", "art", "therapy", "mixed", "media", "illustration", "journal", "entry", "personal", "expression", "doodles", "2019", "collage"], "extra": {}}