{"__version": 1, "token_id": 570708, "symbol": "OBJKT", "name": "THE TOUGHEST GOODBYE", "description": "What is a goodbye ? For some of us it's just another word we use everyday. But for some of us, it means a lot.\nThe most sensitive part of a goodbye is when the person leaving is not expected to return and there are only two chances, either he comes alive or remains alive in the memory.\nThis NFT, visually represents a very heart-warming goodbye between a father and a daughter.\nBenjamin, who is a member of the U.S Army. Benjamin also played a very crucial role in the operations of Afghanistan for the past year.\nSomehow, Benjamin dealt with every obstacle in his way just to return and reunite with his beloved family.\nAfter spending a year, it was time for Benjamin to say goodbye to his family once again.\nIt was time for Benjamin to serve his country and his motherland once again.\nBenjamin's daughter, Sarah who has come to say goodbye to her father. Sarah has understood the concept of working in the military and she also knows the risks of being a part of the military.\nSarah doesn't seem to mind the fact that she won't be able to meet her father on returning home after college.\nSarah has faith in her dad that he will always be with her, and he will return safe and sound home once again.\nAfter Benjamin leaves, Sarah waves her hands back and forth as a gesture of goodbye and to bid him adieu.\nA very emotional and a sensitive moment for Sarah. She is sad deep inside but she continues waving at her father and hoping that they will reunite very soon.\n\nP.S. Other Details in this piece\nSara's pet cat is licking her paw while she just sits quietly beside her watching her father start the car.\nSara's neighbor is just walking by the window when this scene unfolds.", "artifact_uri": "ipfs://QmaWahL2WC26fDZaxN6U4u2hUEUoU5p2RCyXCso7Cck7hB", "display_uri": "ipfs://QmernmPYvDbhHhvPXND7XJpTdc9Yg7YKiXFAgXeoHdHQji", "thumbnail_uri": "ipfs://QmXS2L5ctrdY7bWTHzCNPu6iyHM7NM1KKPvEn4reDSXPTK", "formats": [{"uri": "ipfs://QmaWahL2WC26fDZaxN6U4u2hUEUoU5p2RCyXCso7Cck7hB", "mimeType": "video/mp4"}], "creators": ["tz1eQ8uCr5CmV6ieBTpgs4qhhaPzRjbZvFYm"], "tags": ["3dart", "3danimation", "3dillustration", "illustration", "animation"], "extra": {}}