{"__version": 1, "token_id": 471057, "symbol": "OBJKT", "name": "Leftover #ribeye", "description": "When I started college and went to live in the big city, I had to look for a job to pay the bills. I came from a humble family and the money my father earned in town was not enough for my expenses as a student.\n\nOne of my first jobs was as a dishwasher in a downtown hotel restaurant. My task was simple. The waiters would come from the salon with a pile of dishes, and I would receive them and separate them. I put plates on one side, silverware on the other. From there they would go to the sink where I would cover them with water and detergent.\n\nMany of the dishes came almost clean or with traces of sauces. It was difficult to guess what the chef had served on one of those dishes, unless you knew the menu and could identify a trace of sauce or the juice of a meat.\n\nOther dishes, on the other hand, were often covered with leftovers, as if the diner had had enough or didn't like the food. Chunks of meat, pieces of broccoli, half-eaten tomatoes, half portions of purée.\n\nIt is said that to know the socioeconomic level and habits of a family you just have to snoop in their garbage can. And here it was the same, just by seeing how a dish had turned out I could achieve a series of conclusions about the eater.\n\nBut what most caught my attention was the formal aspect, the figures and color combinations that were formed involuntarily on the plate. It was a truly automatic gesture. It was intentionless art.\n\nMore than once my boss would catch me staring at the dishes on the counter. \"Hurry up, or do you expect them to wash themselves?\", he shouted at me. I didn't quite know what was happening to me in front of the dishes, that I was paralyzed, staring at them and wandering.\n\nIn the end I was fired from my job. \"You're too slow,\" they told me.\n\nMany years later, when I was already living in Buenos Aires and I was able to acquire my first good photographic gear, one of the first artistic projects I did was to go out in search of restaurants that allowed me to photograph the dishes just before they went to the plate.\n", "artifact_uri": "ipfs://QmV1E6kNKMWEr5tBgVsobxtmaTsHbpfbZtffLn7DuLbYES", "display_uri": "ipfs://QmWfgpietMsyPQah5CSWYHUgyxVziwFMDhcGRNbHEgKDpv", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmV1E6kNKMWEr5tBgVsobxtmaTsHbpfbZtffLn7DuLbYES", "mimeType": "image/jpeg"}], "creators": ["tz1R7avu7k1Y1oWHQR4oSzL8RsAZnwAtxLQu"], "tags": ["ribeye", "food", "photography"], "extra": {}}