{"__version": 1, "token_id": 515757, "symbol": "OBJKT", "name": "Oleum Bellum GENESIS-0001-OB50-SOLO", "description": "Oleum Bellum [NFT]\nGENESIS-0001-OB50-SOLO / PNG [1000x3000] / Definitive Version\nDesign by Marcvs + 3D Rendering Christophe Barranco\n26 Minted Editions\n\n\nOleum Bellum 50ml / 500mg CBD [IRL]\nOleum Bellum is a dry oil to prepare the body for physical activity. The natural active ingredients energize the cells and strengthen the skin's natural defenses. Oleum Bellum Oil prepares the body and its stressed areas to face aggressive substances or degraded conditions by strengthening the skin's natural defenses. Natural Cannabidiol is a molecule derived from hemp, it is known for its anti-inflammatory, pain-relieving and soothing properties and is not considered a narcotic or a doping product. The biophotonic properties of Miron's ultraviolet glass protect against the harmful effects of light, increase shelf life and protect the integrity and potency of the active ingredients. The shelf life of the products is thus extended and the potency of the active ingredients is very well preserved.\n\n\nGet the NFT object : Claim the IRL product*\n*Available exclusively for primary collectors\n\nYou bought on primary and want the IRL product ? Or any question, do not hesitate to contact us contact@marcvsgroup.com\nFree international delivery of the physical product with the purchase of 1 of 25 NFT exclusively for primary collectors. Our product contains CBD (Cannabidiol from natural hemp), you need to check if your national laws allow it.\n\n\nAbout Oleum Bellum\nAPPLY TO THE BODY 1 TO 2 TIMES A DAY\nCosmos Organic certified by Ecocert Greenlife according to the Cosmos standard.\n\n98% OF THE TOTAL IS OF NATURAL ORIGIN\n51% OF TOTAL INGREDIENTS COME FROM ORGANIC AGRICULTURE\n\nNot tested on animals, GMO or THC free in compliance with current European rules. Made in France Produced in Bretagne, designed in Gironde. \n\nINGREDIENTS : SESAMUM INDICUM SEED OIL*, CANNABIS SATIVA SEED OIL*, COCO-CAPRYLATE / CAPRATE, DICAPRYLYL CARBONATE, PROPANEDIOL DICAPRYLATE, HELIANTHUS ANNUUS SEED OIL*, SIMMONDSIA CHINENSIS SEED OIL*, MACADAMIA INTEGRIFOLIA SEED OIL*, TOCOPHEROL, CANNABIDIOL, PARFUM, ARNICA MONTANA FLOWER EXTRACT*, CALENDULA OFFICINALIS FLOWER EXTRACT*, LIMONENE, LINALOOL, CITRAL\n* Ingredient from Organic Farming\n\nMore info on www.fedoracrew.com \nFedora Crew By Marcvs\n", "artifact_uri": "ipfs://QmTZBx73FRMdjgddwrZo18LXxrHNhtpk2YKdoTC7KRSyb7", "display_uri": "ipfs://QmTdrCMxzt6qk5yaciU9EX9LkxGkd8mBLuVRfKMYjHWkwv", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmTZBx73FRMdjgddwrZo18LXxrHNhtpk2YKdoTC7KRSyb7", "mimeType": "image/png"}], "creators": ["tz1Tp6cnVyACPYSBKgGCnFaDQgpWAvViY1iU"], "tags": ["#experimentation#product#hemp#cbd#care#commerce#3D"], "extra": {}}