{"__version": 1, "token_id": 578457, "symbol": "OBJKT", "name": "Take me to the metaverse", "description": "This piece is an exquisite corpse, created by Eva Cortez, Paula Woscoboinik and Ararte. Ararte began by drawing the legs and head only linearly. The process continued when the draw was passed to Eva who continued drawing the body digitally. Finally Paula made the background making these drawings float magically among clouds and ETH symbols. The idea of the work is to represent a body enraptured by blockchain technology, floating there, flowing, growing, taking off into this new dimension that is the metaverse. \"Take me to the metaverse\" represents how blockchain technology becomes that amalgam that unites art, the artist and allows him to transcend to unexplored spaces. This exquisite corpse shows us how meaningful connections are established thanks to art and technology; connections that transcend beyond physical spaces and are only possible in the metaverse. In November of 2021 this piece was competing in the Barte contest of ONG Bitcoin Argentina. This is the foundational artwork of this great artists collective, this is just the begining of a mixture full of awesome female art! We hope you'll join us in this trip, we are ready, are you?\n\nIf you like see more individual works of this artists you should check this links below:\n\nEva Cortez: https://instagram.com/evacortezarte?utm_medium=copy_link\n\nArarte: https://linktr.ee/arabelatuti\n\nPaula Woscoboinik: https://linktr.ee/pauwoscoboinik", "artifact_uri": "ipfs://QmSi9WiaTMcEJynxm4jvj9CzCPwHZYs5aqKptX58od6SLA", "display_uri": "ipfs://QmZTL1Hg3abshkYpHTaGwDyyMreocSyZwDofdHNoEGRLSF", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSi9WiaTMcEJynxm4jvj9CzCPwHZYs5aqKptX58od6SLA", "mimeType": "image/jpeg"}], "creators": ["KT1CLe1uKLwmrvcPPTT1N9MAuTBuVHzuHdQW"], "tags": ["nft", "nfts", "nftartist", "nftartists", "nftcollector", "nftcollective", "nftwoman", "nftwomans", "metaverse", "metaverso", "artista", "cryptoart", "cryptoarte", "Argentina", "Venezuela", "nftcommunity"], "extra": {}}