{"__version": 1, "token_id": 579257, "symbol": "OBJKT", "name": "Caminito", "description": "The third piece piece of the Baires collection inspired by places in Buenos Aires.\n \nYou know Caminito, right?\n\nNo?\n\nTry to imagine a small place of unusual colored houses, built of wood and sheet metal, where its three corners smell of a sea port, and where you walk at the tempo of 8 bars: that of Tango.\n\nThink of a humble neighborhood where the houses and tenements were decorated with the surplus of the paintings that arrived on the boats to its port, and where the scarcity forced the use of more than one color on each wall.\n\nImagine a slum with an Argentine accent populated by Italian immigrants, who lived on what a silver-colored river shared with them. The widest on the planet.\n\nTry to think of a picturesque street just over 150m. in length, which became a sister to that river, and adapted its same sinuous shape to be able to walk by its side. Together and parallel.\n\nA pedestrian walkway that invited art to visit it, and with its help they managed not to disappear.\n\nImagine an open-air museum, with a large mural by Benito Quinquela Martín, where the illustrious people observe you and greet you from the privileged height that the balconies grant them.\n\nThink of a colorful alley in the middle of La Boca, with the endearing veteran of someone who was born in another era, in the second Buenos Aires, and with the joy of knowing the living history of the city.\n\nYou got it?\n\nWelcome to Caminito.", "artifact_uri": "ipfs://Qmaf8bZ3Hj4CKXozaXaemiX8H9TgzEMiLumrzgy3kjZYFC", "display_uri": "ipfs://QmUDTAf8iAK8eZXquW6Aua8FZBFeiqiJPCUfvxMozZLUVp", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://Qmaf8bZ3Hj4CKXozaXaemiX8H9TgzEMiLumrzgy3kjZYFC", "mimeType": "image/jpeg"}], "creators": ["tz1afXNKCeyAEE852tgxj4E1UGcg5beaiChh"], "tags": ["digital", "3dpixelart", "caminito", "laboca", "nft", "buenosaires", "3d", "argentina", "pixelart"], "extra": {}}