{"__version": 1, "token_id": 352287, "symbol": "OBJKT", "name": "SPACE IS A PLACE WHERE PARTICLES EMBRACE.", "description": "I'll be candid, I'm obsessed with space/physics/math/science. Do I understand the nitty gritty of it all? Absolutely not, but you don't have to, to appreciate it. It's similar to art, in that you don't need to fully understand a work from Dan Graham, Joseph Beuys, or Louise Bourgeois to appreciate the work, but it helps to be passionate about trying to learn more about them. Life is all about learning. For me learning about space/time/forces of the universe/etc boggles my mind, expands my perception, enhances my creativity, and most importantly grounds me as a human (ironically). When we read the sentence it has a certain rhythm to it. In fact, if you raise and lower your hand to the syllables of the words, it makes almost a musical beat. As you read it out loud over and over again, you'll notice your hands creating a wave of sorts to the sounds. In quantum theory, we know that waves are really just fields of probabilities and when we try to measure them, the probabilities collapse and we can measure the resulting particle. Random Note: I often take cannabis edibles and ponder the universe as I listen to Alan Watts' philosophy. I once had a vision of seeing how a hypersphere functions and saw what I perceived to be the shape of the universe. Imagine a donut, then slice down one side and pull it straight. You now have a cylinder. Now slice that down vertically and you have a flat sheet. Now imagine that flat sheet expanding in every direction. Now wrap that sheet onto the surface of a sphere. et voila. It was mind blowing and yes that actually happened. It was one of most amazing moments I've ever experienced. Was I accurate? Who the hell knows, but we do know that the universe is 2d flat.", "artifact_uri": "ipfs://QmVVzH14GLRxCrmPMiLCrLjRyfpfANTxgteeKUbM98ACUt", "display_uri": "ipfs://QmWffD2SkiNvYzhdpztWrea7edejAR6KcuCvw163uPkBwq", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVVzH14GLRxCrmPMiLCrLjRyfpfANTxgteeKUbM98ACUt", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}