{"__version": 1, "token_id": 554787, "symbol": "OBJKT", "name": "GlitchedTemploSanDiegoComp", "description": "Glitched compilation of different edits from one same photograph taken on 08/26/21 14:59hrs on downtown Guanajuato, Guanajuato; edits made on 09/10/21 within 21:54hrs and 22:04hrs. \n\n+ Following the same process of taking into account all the \"parts\" that were part of a search for something appealing i have included 8 images on a video-compilation, 7 produced during the exploration of this photograph that in the moment i felt \"werent enough\" to share, and the original the photograph itself; then re-glitched the video-compilation and this is 1 of 3 pieces produced while exploring the video-compilation. The decision of choosing this final re-work from 3 options that i made, helped me realize that i had fallen into the same area i wanted to avoid for i had made the compilation to not exclude \"parts\" of my process and out of respect for the pieces that build the way to a \"final piece\" but then again while re-working the compilation i ended up making  more than 1 option and choosing 1 out of 3, so... the minting and sharing of the video compilation is in a way a contradiction of the purpose of the comp itself, for it is a selection of a piece from a number of parts of a process but at the same time its a project that includes other \"parts\" of a creative exploration to be in essence taken into consideration. So it is and it is not what it was supposed to be?\n\n                                                          here it is. ", "artifact_uri": "ipfs://QmQ6Jk1A9Pyqak7ZNjuCcT9sDErZHH2HfTMWP1uLXoBqfZ", "display_uri": "ipfs://QmPRYJEzQv6X8eJYcXEmADdqUrJE9GVoCrkN6XKCpzvufo", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQ6Jk1A9Pyqak7ZNjuCcT9sDErZHH2HfTMWP1uLXoBqfZ", "mimeType": "video/mp4"}], "creators": ["tz1hgdyB1cCRz1uLH5RNwrRcyHxxURibnG4G"], "tags": ["glitch", "photograph", "compilation", "nikon", "digital", "art", "tezos", "tezosnft", "objkt", "objkt4objkt", "glitchart", "psychedelic", "past", "present", "future", "hen500k", "pollbein"], "extra": {}}