{"__version": 1, "token_id": 302451, "symbol": "OBJKT", "name": "Achromic", "description": "Have you ever loved someone so badly? That every inch of your soul aches for them so badly? Have you ever loved someone so much that it broke you so hard when they left? \n\nYou knew the first time you met him, when you first laid your eyes on him. You knew that you're never gonna love someone like that again, you chose to ignore the red flags because you believed him when he said that he'd changed, that he's gonna love you more. But he didn't. He treated you like how he dreated his mother, with disrespect. He treated you like an option, fed you with lies that you're gonna engross yourself into. He changed? He didn't. The more you stayed with him, the more you felt unworthy and unneeded so you changed. You cared a less, you used your heart a little lesser. You became cold, unfeeling. When he left, he left with the heart that he tore a million times. You're heartbroken, unable to paddle along with the waves that keeps on drowning you. Until you met someone new, someone unexpected. He loved you with all his heart, and turned into a monster that you turned into. In this world, we meet alot of people. You'll meet tons of who'll make you wish that you didn't opened up to but still, you have to understand. These people that you meet bears the trauma of their yesterday. They didn't chose to hurt you either. They're just a byproduct of what others did to them, you can't just choose to love someone without accepting their imperfections. You can't play a beautiful tune on the piano without both white and black keys.\n\nArtist: Jovierose | 3456 x 2592 | Noir Photographs |", "artifact_uri": "ipfs://bafybeieqkqqh52npntrvkgtj7j3sf233j3ptw32hjmutek3xqfrz7wuqri", "display_uri": "ipfs://bafkreicivdu5l3ftu3ql5enqthueelobhgzpkpz5yopwic4yzggcrpri7e", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeieqkqqh52npntrvkgtj7j3sf233j3ptw32hjmutek3xqfrz7wuqri", "mimeType": "image/jpeg"}], "creators": ["tz1PyL35gcf2t84KqcAYatKgwRyYchf8FKjC"], "tags": ["BlackandWhiteFlower", "FlowerPhotography", "NoirPhotographs", "CanonPhotography", "NFTPhotography"], "extra": {}}