{"__version": 1, "token_id": 322051, "symbol": "OBJKT", "name": "GENERATIVE Persian Tribal Carpet-KORDI(RARE EDITION)Black series 03", "description": "\n\nGenerative artwork exploring color and the emergent effect of stacking simple shapes and filling their intersections.which take you on the journey to an imaginary universe. All artworks are created using custom algorithms in processing.\nThis collection has an abstract look at Iranian carpets, Iranian art-industrial carpets that have long overshadowed Iranian culture as a name and credit for Iran.\nPersian Tribal rugs by general description are considered to be amongst the most authentic of all Persian Rugs. Entirely made by hand on collapsible wooden looms using the Persian double knot by the various nomadic and semi-nomadic tribes occupying the Fars region of southeast Iran (Persia). Designs and patterns are woven by use of the weaver's own imagination using only locally available natural and vegetable dyes. Each carpet is a different representation of the weaver's own personal artistic expression reflecting the different lines of tribal tradition, ability to source good materials, and the different aspects that influence daily tribal life. Distinguished by their fine quality and deep piled translucent wools from the Fat-Tailed Sheep. Renowned as being exceptionally soft and beautiful they weave bright and elaborate colors with the symbolic use of tribal patterns and family motifs. Each carpet is unique and carries its own distinct artistic merit and personal charm. Due to the use of hand-spun oil-rich wools and the process of hand-tying of each and every knot (an individual piece of the pile) to the foundation.\n", "artifact_uri": "ipfs://QmP3aZU4euetQefBJ8Swfubs3eVXNhMGTJmwt3jP9KC9ci", "display_uri": "ipfs://QmP3aZU4euetQefBJ8Swfubs3eVXNhMGTJmwt3jP9KC9ci", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmP3aZU4euetQefBJ8Swfubs3eVXNhMGTJmwt3jP9KC9ci", "mimeType": "image/gif"}], "creators": ["tz1SSCjgL54U5yUemQVFGfZ9M9ygKHLHgNsA"], "tags": ["generativeart", "creativecoding", "generative", "codeart", "newmediaart", "abstract", "creativecodeart", "algorithmicart", "touchdesigner", "object4objekt", "generativedesign", "processing", "mathart", "computerart", "proceduralart", "geometricart", "procedural", "isometric", "bhfyp", "geometry", "pattern", "GEOMATIC", "aiart", "artxcode", "minimal", "psychedelic", "glsl", "psychedelicart", "opart", "genartclub", "noise", "trippy", "opticalart", "artandtechnology", "coding", "audiovisual", "pyton", "p5js", "BLACK&W", "shahrokh", "machinelearning", "pixelart", "pixels", "rare", "1"], "extra": {}}