{"__version": 1, "token_id": 334751, "symbol": "OBJKT", "name": "Love, Computer 006", "description": "Digital images by me, @rodellwarner, corrupted by my dying 2011 MacBook Pro. Screenshot in 2015, cropped and tokenized in 2021.\n\n\"Love, Computer 006\" from \"Screen Shot 2015-06-19 at 11.48.22 PM.jpg\", JPEG, 926 × 546 pixels, 899kb.\n\nWhen I was 14 I had a portable CD player that took two double-A batteries and they would last me, like clockwork, exactly two weeks. I remember well because I’d have to use my small allowance to buy two fresh batteries for it every other week. I loved that CD player. I would download music during the night, burn the songs to a new CD every couple days, or maybe every week, and listen to all kinds of new music on my way home from school. One day the time came to buy new batteries but my CD player just didn't show any signs of the batteries dying. Usually the digital display would get dimmer or whole machine would just shut off and I would know it was time for batteries. This was so routine that I even had a sense for it - I could feel when the time for new batteries was coming. Well, this time I felt all the feelings and knew for sure that the two weeks had passed but the CD player just didn’t show any of the signs. It was going on as if I had just replaced the batteries. Very odd. Made me nervous, threw me off my routine. I didn’t want to spend my battery money and then not have any when I suddenly needed batteries at some random future time. The randomness was stressful. I waited with anticipation for the batteries to die. \u2028\u2028Two more weeks passed and the batteries didn’t die, then a month passed. I had all this extra money because I didn’t have to buy batteries (Duracell or Energizer batteries, the best) and my CD player was just going, going, going. It was as if it was connected to an inexhaustible source of power. Two whole months passed. This was impossible. At this point I was totally in awe of the situation. I didn’t tell anybody what was happening. I didn’t understand how it was possible and I still don’t understand. This kept going on. Do you know what I did? One day I just opened the battery compartment and spun the batteries around in their place with my thumb. When I closed the compartment back and turned the CD player back on, it turned off right away. It suddenly, finally died. I think back to this moment all the time. How long would the batteries have lasted if I hadn’t interfered? I realise that my discomfort with not understanding how something that should have been impossible was happening drove me to destroy that thing even though it was a beneficial and beautiful thing. I resolved some time ago to react differently if ever again faced with a similar scenario.\n\nSo! When, in 2015, my laptop started remixing my own digital artworks - grabbing images that I’d recently opened and making new and amazing collages out of them every time I pressed the letter F on the keyboard (!!!???!!?????) I didn’t do anything to interfere with whatever the mechanics were. I didn’t open any new programs, I didn’t close any open programs. I didn’t demand normal functioning, I didn’t ask any questions. All I did for an entire month was make sure my laptop stayed plugged in and pressed F as much as possible and captured screenshots of the works. These images here on @love__computer are my favorites from my stash of over 2800 screenshots. These are the unsolicited, not-impossible reworkings of my own digital artworks by my forever beloved, now defunct, 2011 MacBook Pro.\n\nLove,\nRodell\n\nLove,\nComputer", "artifact_uri": "ipfs://QmcS7oiwoWg3WAeR76Mud6LFxGsoJfUwUqJq6NsxhdBTKz", "display_uri": "ipfs://QmaMty4Csy1FTXy3fK2Wpm9XmyTNEWxXK9i1UVySivwcjn", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcS7oiwoWg3WAeR76Mud6LFxGsoJfUwUqJq6NsxhdBTKz", "mimeType": "image/jpeg"}], "creators": ["tz1Ph3y2Vy8zjdasJxtB3RbKeGhPuwLnMG24"], "tags": ["rodellwarner", "artificialintelligence", "generative", "computer", "human", "glitch"], "extra": {}}