{"__version": 1, "token_id": 364751, "symbol": "OBJKT", "name": "EVENT  HERE / EVEN T HERE / EVEN  THERE", "description": "As stated before, space mean something in terms of context. Reading spaces in between words are kind of like listening to jazz. You listen for the notes, but its in between those notes that give them context. The silence lets you know something just happened and then something else is happening. Ahhhh...nothing like a nice jazz reference to cool down the pace a little bit. In this particular work, I play with the concept of letter sharing between words. I like to refer this type of wordplay as \"Boomerang Letter Group\" The \"T\" here is like an offering that EVENT is giving to HERE. The word HERE happily accepts the \"T\" and now it's THERE. It all goes back to love. When we share our thoughts, feelings, dreams, failures, grief, joy, hope, hopelessness, etc. we learn and grow from one-another. We are trained directly and indirectly by American Capitalism that everything is a competition (which some of it is no doubt), but from what I have learned from living with First Nations people for a year and a half, it's that when one rises, he/she/they lifts up the entire community with them. It's not a competition, it's a cooperation. Think bigger than yourself. In First Nations culture, before elders make a decision, they think 7 generations down the road. They think about how things will affect their lives and their children's lives. We need more of that in the world. ", "artifact_uri": "ipfs://QmcZUz4YTaDVY5tjFZGzAzmcQn8twBNpfqCqMBnkPWQ9U4", "display_uri": "ipfs://QmcNzUA499ftUiCYmsgNLdUupv8TYFfwk1tCeqxVdz8tj8", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcZUz4YTaDVY5tjFZGzAzmcQn8twBNpfqCqMBnkPWQ9U4", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}