{"__version": 1, "token_id": 386751, "symbol": "OBJKT", "name": "A FILA DO TEMPO (THE TIME QUEUE)", "description": "Considering a total mental prison based on the implantation of a belief system that we live by today, it is about the suffering that our minds are capable of creating. The work seeks to portray a part of this manipulation that is done, in a surreal and subjective way we see a giant clock hand symbolizing the time stamp and a line of beings in this hand waiting for the time to dive into the system, which in turn insists on \"sitting your foot\". The artist reflects bodies building and deconstructing created patterns, right and wrong, coins symbolizing the capitalist system and the whole moment we live behind the famous “black mirror” or “hypnotizing screens” blocking even more the capacity to be. The anthropophagic smoke that comes out of the café reminds the eyes of an ethereal spiritual being not made of flesh and blood, this one is cleaner and lighter, stripped of the system's masks, connected with workers in favor of a free system, in this case, the bees that uncover the third eye by enlarging\nthus the universal perception.\n\nYear: 2018-2019 | Technique: Black pen on paper\n\nThis artwork is from a limited edition of 100 prints\nPrinted in UltraChrome HD mineral pigment - Epson\n297x420 mm Hahnemühle Museum Etching 350g\nWagner Possati - Brazil - São Paulo 2020\n\n3508x4961pixels | .jpg | 96dpi | 11.9 MB\n\nThis art is part of a collection of 4 works released by Gallery Visionariom Art.\nThis NFT was generated as a gift from a physical work.\nwww.visionariom.com\n", "artifact_uri": "ipfs://QmWdYgYvQC4M4Ti1cCKVibHgmpUcv8VDkFogrN6tfpSTvK", "display_uri": "ipfs://QmdL2xca2K4aEXJqcpFeAVeC9tyQ2RcXR6pvxEVUzKWuBo", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWdYgYvQC4M4Ti1cCKVibHgmpUcv8VDkFogrN6tfpSTvK", "mimeType": "image/jpeg"}], "creators": ["tz1RbevQhPbo6mfBW9mrmNZzju5hHrpaG5QP"], "tags": ["wagnerroza", "obrjkt", "time", "visionariom", "visionariomgallery", "brazil"], "extra": {}}