{"__version": 1, "token_id": 469151, "symbol": "OBJKT", "name": "@no5ay_ \"far off\" (10/24/21)", "description": "3000x3000\n300dpi.jpg\n\nWas under a lot of self made stress yesterday during the celebration of my father's 61st birthday. Though I was present with family & enjoying food, I was stuck on the thought of another year passing me by..My parents are getting older and so am I, but I'm sure they never expected that their oldest son would end up with disabling anxiety & chronic pain that has prevented me from being able to provide any income for myself..by now they are expecting the house, grandkids, probably worrying about me often and how my dad will continue to provide...but at least here where I'm at and have grown up...that lifestyle is not normal..and though I blame my chronic pain & how all my doctors visits, physical therapy, etc..has not helped all these years...and how my years of therapy have yet to help me get over my social anxiety & fear of stepping outside of my room.....I can't help, but only blame myself..With my age, with my digital art experience, with everything I have and don't have...constantly seeing what others have and are experiencing whether it be social media or family/friends around me...I feel so far off..feel like a disappointment..and tell my therapist every so often that it would be easier for me to not be around to feel like a burden....I fight this feeling daily and it stretches out my goals and dreams further than I'd like to...making just everything feel so unreachable. I'm praying that my efforts will help...and I'm not only talking about financial freedom through art being the only thing I feel capable of doing...but just praying my efforts in becoming better for myself, my friends, my family...I want to be & feel better so my life could flow in ways to where I have all the energy to give & to give back someday...it just all really feels so far off..\n\nDaily digital abstract art using photoshop paint.\n10-24-2021\n\ninstagram: @no5ay_\ntwitter: @no5ay_", "artifact_uri": "ipfs://QmTkspMneEi3BCvM2cFQjVZMfh8SrCdobfdohcBMz1dTtk", "display_uri": "ipfs://QmcRSyub6gKuAiMdJbmzf8Si2QPnsoqvhEshvejXqKyyHd", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmTkspMneEi3BCvM2cFQjVZMfh8SrCdobfdohcBMz1dTtk", "mimeType": "image/jpeg"}], "creators": ["tz1MVGesL1NyxCCdd3Fn5W8dPvgEL5n2bwwc"], "tags": ["abstract", "abstraction", "digital", "paint", "painting", "art", "expression", "personal", "struggle", "cry", "no5ay_", "sunrise", "color"], "extra": {}}