{"__version": 1, "token_id": 486351, "symbol": "OBJKT", "name": "SELFISH / SHELLFISH / SELL FISH", "description": "Sometimes my nostalgia gets the best of me and I give into reading old rhymes from years ago. In this work, we explore the influence of the old \"Sally sells seashells\" rhyme that was made popular in the 1870s in an edition of “The Family Herald; a Domestic Magazine of Useful Information and Amusement”. I'm pretty sure it is still used today by English teachers as a means to explain the concept of tongue-twisters (A word or group of words difficult to articulate rapidly, usually because of a succession of similar consonantal sounds). The version I remember learning as a child was: \"Sally sells seashells by the seashore. She sells seashells on the seashell shore. The seashells she sells are seashore shells, Of that I’m sure. She sells seashells by the seashore. She hopes she will sell all her seashells soon. If neither he sells seashells Nor she sells seashells, Who shall sell seashells? Shall seashells be sold?\" Upon revisiting this rhyme I thought, how can we modernize, yet keep the integrity of the original? I had rules: 1. All the lines had to sound exactly the same. 2. The rhyme must be as minimal as possible, preferably within 3 lines (art always looks better using the rule of 3s). 3. Must have a similar feel to the original. The result was, SELFISH SHELLFISH SELL FISH. Try and say that 10 times fast, it's almost impossible.", "artifact_uri": "ipfs://QmVEyfQPPgmahvaJqz25MQrDDkSjniDrGze9sSfCtLHK6e", "display_uri": "ipfs://Qmc7tdaccAWXJ9jMLTFQQd3GNYj1R4yZC5AcNCabVRaTK6", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVEyfQPPgmahvaJqz25MQrDDkSjniDrGze9sSfCtLHK6e", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}