{"__version": 1, "token_id": 529351, "symbol": "OBJKT", "name": "comb", "description": "This comb is an edition of 100 pieces. It’s an official artwork by Simon Freund from 2015 (simonfreund.com/com). Most of the 100 combs are circulating somewhere around the planet and have been given as a present to the people Freund has met over the past years. The last and only time a comb was sold was for 120€ during an auction of the Academy of Fine Arts Munich in 2017. The whole amount was donated to the AKADEMIEVEREIN.\n\nDate (bought or received): 2015\nColour: black\nMaterial: 100% caoutchouc\n\nEdition of 100 pieces\nHandmade in Germany\n\nBonus: The buyer of the NFT will receive an actual comb sent to their home address (shipping costs must be covered by the buyer). Please get in touch via mail@simonfreund.com after your purchase.\n\n–\n\nallipossess.com is an online installation by Simon Freund. A register of each and every object Freund owns at this specific time. The installation is updated as soon as an object has drastically changed (ie is broken, was stolen, got lost) or when an object is added. This is the NFT version of the same installation.\n\nThe price of the objkt roughly resembles the price of the item at the time it was bought, or its respective value at the time it was minted. If an object is available for free, it means that it was given to Freund as a present, so it’s a present to you as well.\n\n–\n\nTo find out more about Simon Freund and this work, visit simonfreund.xyz", "artifact_uri": "ipfs://QmbAQrh5ftiArVsYPuwrymUKpWduJpvvnyH47K4kW3ou9U", "display_uri": "ipfs://QmXbvxMh66mCVCoh5oLC44t8DpkbchUAZbxiPMKTimnFTV", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbAQrh5ftiArVsYPuwrymUKpWduJpvvnyH47K4kW3ou9U", "mimeType": "image/jpeg"}], "creators": ["tz1WcctCirZPWXZjutfAtuSAw5a3AttHSUzj"], "tags": ["simonfreund", "allipossess", "ongoing", "onlineinstallation", "website", "allipossess.com", "collection", "photography", "#f6f6f6", "comb", "art", "minimal", "blackandwhite"], "extra": {}}