{"__version": 1, "token_id": 556051, "symbol": "OBJKT", "name": "Animal Farm | Special Edition 01", "description": "#FucksGivenCelebration!\n\nPainting reference: Posthumous portrait of Columbus by Sebastian del Piombo, 1519. (There are no known authentic portraits of Columbus.)\n\nAnimal: Spotted hyena (Crocuta crocuta).\n\nPlant: Maize (Zea May L.) & Cotton (gossypium hirsutum)\n\n100% of the primary sales of this project are going to supporting the development of the Surui Paiter and Cintas-Largas people as well as their #CriptomoedaOYX project.\n.\n.\n.\n.\n.\n'By 1850, Mississippi, along with Alabama, Louisiana, Arkansas, and Texas, was providing 55 percent of the nation's cotton crop. \n\nThe use of enslaved labor has been presented as premodern, a practice that had no ties to the capitalism that allowed America to become — and remain — a leading global economy.\n\nTo grow the cotton that would clothe the world and fuel global industrialization, thousands of young men and women that were treated like property were forced to plant and pick thousands of pounds of cotton.\n\nAlfred Crosby, an American environmental historian, coined the phrase ‘ecological imperialism’, a theory about the “biological expansion of Europe from 900 to 1900”. \n\nIt began with Christopher Columbus who left Spain on several voyages financed by the Crown. In the year 1492, the territories now known as Latin America were conquered. \n \n“When he left Spain, Columbus took a boat full of plants, flowers, animals, people and bacteria. When he landed in the Americas, he unleashed all of these on the new terrain, which lead to the destruction of indigenous plants and animals, and the spread of disease. \n\nThe people of Meso America, the Aztec in Mexico and the Inca in Peru succumbed to the conquistadors’ weaponry, which was also biological. About six million died of smallpox”, says Musemwa. \n\nThe political empire-building that took hold in Latin America also transformed the local ecology. The environmental impact of maize production on African soil is significant. If not managed properly, it causes soil degradation and erosion, destruction of wildlife and plant biodiversity, loss of food crop diversity, and climate change. \n\nIts dependence on irrigation and its low tolerance for drought is a concern in water scarce regions. \n\nThe demand for and profitability of cotton were such that most smaller farms and plantations in this region had single-crop systems.\n\nOn the largest and most self-sufficient plantations, however, corn was also raised in abundance, largely as a staple for the people who were enslaved's diet. Corn was usually planted at the end of the cotton cycle and harvested in the fall.'", "artifact_uri": "ipfs://QmbGnb6N5v8E5bTybVpwzPgs9VjY2xuk8GQ4ZTravU1A9i", "display_uri": "ipfs://Qmb1R1BsqrNkGCwt2fnQAQBtR5JzFSNtVCspRE5XJEfbun", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbGnb6N5v8E5bTybVpwzPgs9VjY2xuk8GQ4ZTravU1A9i", "mimeType": "image/png"}], "creators": ["tz1VgqNwFGVU5yEew5WkiySscP2Smv5aZbUa"], "tags": ["animalfarmoyx", "digitalillustration", "brazilianartist", "nature", "animal", "surreal", "colorful"], "extra": {}}