{"__version": 1, "token_id": 566251, "symbol": "OBJKT", "name": "PRETENTIOUSNESS ITS UNSEEN TROPES", "description": "Nothing screams pretentious meta art like a pretentious anagram about a pretentious anagram. When we pull the word PRETENTIOUSNESS apart we discovery a truth within the smarminess of it all; ITS UNSEEN TROPES. (Why are you so obssessed with pretentiousness Andrew?) Great question. I love everything about art; I love making it, thinking and reading about it. Art is the history of us; humans. There is nothing I wouldn't do to help a fellow artist. That being said...what drives me crazy is seeing artists that claim to be something they are not or giving the illusion of grandeur, when the reality is the inverse. Some artists are quite eloquent when they talk about their work, some not so much...and that's fine. Not everyone can articulate what's happening in their work. Art life is all about learning, implementing, and teaching. Just be true to your craft and your craft will be true to you. No one likes a liar or a snake-oil salesman; be honest and real. Have the wisdom to realize you don't know it all and have the humility to stay humble. I don't claim to know it all. Hell, I don't even know 5% of it all. Humility comes with having modesty in your behavior, attitude, or spirit; not arrogant or prideful. What I do know is that artists need to ask questions; a lot of them. Read more books. Be open to constructive criticism. Ask for opinions. Read more books. Stop pretending and start being. Make the shittiest art possible; get it out of your system and then make something new. Just don't be pretentious for the love of art.", "artifact_uri": "ipfs://QmXyXCLVYV5EssyFsT4G4pwTJ1QGg6Pt5LqmMtEmziU9V3", "display_uri": "ipfs://QmbNhmoPPqTpq5NvpiTnP5S4aYWdCUmDJY6efp4M3DtGQw", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXyXCLVYV5EssyFsT4G4pwTJ1QGg6Pt5LqmMtEmziU9V3", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}