{"__version": 1, "token_id": 427002, "symbol": "OBJKT", "name": "Delivery for Gragim Flukestone", "description": "Year: 32 ATBU\n\nGragim, son of Gragim,  who was  defender of Dry Gulch and thou who \n hath entombed The Beast, greetings.\n\nEver since I became aware of the notes of your good reputation which has spread far and wide like a melodic anthem, I have longed to make myself known to you at some favorable opportunity, that I might deserve through this acquaintanceship to gain your mentorship.\n\nPer your announced decree for an apprentice and understudy, my soul task in life has become to see myself fulfilled of that role. One, and indeed myself, must make an assumption that you have received many letters such as this one for there are no others throughout the lands offering such life experience, for there are no others throughout the lands having experienced quite as much life as yourself.\n\nI was heartened to realize no mention of physical prowess and ability in your summons, only noting the characters of sharp wit and mental clarity in the requisites for acquiring apprenticeship. This is ideal in relation to my station in life. The Crippled Crystallographer, though untoward and indecent, is accurate in my description. I would be surprised had you not heard the rumors of my physical limitations, but also of my successes in the field of Crystalline Transmutation. Though preceding myself and this letter, those rumors are true. So you could imagine why I consider myself dually advantaged to fill the application.\n\nI am on tenterhooks awaiting your response, and have all manner of formal application papers ready for the sending. May the desirable prosperity of your generosity be preserved always.\n\nIn servitude and awe,\nChristophaer Lodestone (The Crippled Crystallographer) \n  ", "artifact_uri": "ipfs://QmWNziunGdxe453b1cn3raYVPN36ZmyFUcugt1hKxnoqKa", "display_uri": "ipfs://QmVSKuu95yYfz8rYQKGzX17nRCigKtHfaRWSTyxLf8ANkX", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWNziunGdxe453b1cn3raYVPN36ZmyFUcugt1hKxnoqKa", "mimeType": "video/mp4"}], "creators": ["tz1hQ7nA7zBaV58ebNEpNDR2Hemr3U1GdKAa"], "tags": ["Fantasy", "Landscape", "Pixel"], "extra": {}}