{"__version": 1, "token_id": 452002, "symbol": "OBJKT", "name": "I AM METALS.", "description": "There aren't that many words in English that allow you either add or subtract one letter and then make a completely new fully functioning sentence out of it. In this case, I AM METALS is one of those cases. Metals is an interesting word, though on the surface it looks like any other word, but look deeper and you will see 5 words in one: me/met/meta/metal/metals. By adding I AM to each sentence, we create a semantic dynamic that acknowledges the artist and at the viewer simultaneously. Each progressive line from top to middle gets longer and longer, adding more layers of complexity. Then the reverse happens, the form begins to become less complex as each progressive line further done uses less letters. What winds up happening is somewhat of a metaphysical conversation about ourselves. I AM ME. (how are you not yourself?) I AM MET. (We are all met, but by what, by whom?) I AM META. (By even saying this makes or shows awareness of reference to oneself or to the activity that is taking place, especially in an ironic or comic way.) I AM METAL. (This is a bit more personal as I personally enjoy some of the  classic Metal genre of music [Metallica, Iron Maiden, Black Sabbath, Judas Priest, AC/DC, Megadeath, K.I.S.S., and many others], but I digress.) I AM METALS. (All of our bodies need various types of metals to survive: sodium, potassium, magnesium, calcium, iron, nickel, and many others.) I call these type of structures syntax crystals, because the shape and form these words create almost a crystalline structure. You'll see more of these types in various forms in upcoming pages. ", "artifact_uri": "ipfs://QmXvV6aoCcpue24VgJkwN4W5ammf2hyEhJoya3d571QYpV", "display_uri": "ipfs://QmPBtf9frWVdcUJ4oFjjNuW2HJK4pg1mSXj97yjkYycKNy", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXvV6aoCcpue24VgJkwN4W5ammf2hyEhJoya3d571QYpV", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}