{"__version": 1, "token_id": 491802, "symbol": "OBJKT", "name": "Mediation Room  (HR ██████ Site 01A), The Offshore Firm (2021)", "description": "\"Mediation Room  (HR ██████ Site 01A)\"\nThe Offshore Firm (2021)\n1260 x 900 px, GIF\n\n///// A recent issue of Forbes Magazine lavished praise on the Offshore Firm for the ferocious loyalty of its employees. They said a strong corporate culture and robust human resources department go a long way in building deep bonds of devotion. One of the policies highlighted in the issue was their effective mediation process to address worker grievances. The article went on to explain how there was once some chatter among the \"Xerox Lads\" about drafting a collective bargaining agreement, but the issue was quickly resolved because the mediation process was designed to sense the slightest unease among employees. \"At the Offshore Firm, we are more than just a family. We are a communion of chosen vessels bound to a sacred duty.\" /////\n\nMetarealistic game photography depicting hypercorporate, antisocial, and sometimes liminal virtual environments.\n\nThis photographed scene was created using \"The Life Stage: Virtual House,\" a building design simulator released in 1993 for the 3DO console.\n\nAlthough the game has fallen into obscurity, it was notably ahead of its time for its use of photographic gameplay elements within an immersive 3D virtual space.\n\n// Artwork by Sabato Visconti // www.sabatobox.com // @sabatobox on IG //", "artifact_uri": "ipfs://QmRxeLpb9h37C4fPrbrfeerqDZD4kenmw425WCFdqaB6D5", "display_uri": "ipfs://QmRxeLpb9h37C4fPrbrfeerqDZD4kenmw425WCFdqaB6D5", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRxeLpb9h37C4fPrbrfeerqDZD4kenmw425WCFdqaB6D5", "mimeType": "image/gif"}], "creators": ["tz1U8x9dUtdv4mtLUvaukpMNVi1wvNxr1gy2"], "tags": ["gif", "webcore", "lowpoly", "aesthetic", "3do", "retrogaming", "digital", "www", "pixelart", "videogame", "90s", "dungeon", "halloween", "surreal"], "extra": {}}