{"__version": 1, "token_id": 525102, "symbol": "OBJKT", "name": "Senjata Pemuas Massal Bootleg Tape, YESS Edition", "description": "Bootleg tapes were a staple of 70’s -80’s Indonesian music history. Back then, western music albums weren’t officially licensed locally. So the only way you could listen to foreign albums were either by getting it straight from abroad (which is expensive), or buy the “official” bootleg version that was available at your friendly local cassette stores. Naturally, most people opted for the second option. My father had a HUGE collection of these bootleg tapes. Although I found out later that bootlegging is illegal, those tapes had a major influence on my musical experience. They introduced me to some of the classic albums that I love to this day.\n\n“Senjata Pemuas Massal” is currently my most well known song. It was my first song that ever get the music video treatment, and I guess that’s what make it so popular. To this day, I could never walked off from a live stage without performing it. I tried that once, and the audience just wouldn’t let me end my set unless I play that stupid song. I told ‘em that since they want it then I’ll  play it, but they’d have to sing it themselves. And they did, from start to finish! It was great.\n\nYESS had a very distinctive look on their tapes. Even if you only had a short look from the side, you’d know you’ve seen a YESS tape when you see it. These dudes have exquisite taste in their music. They specifically released jazz, classic and progressive rock albums that only serious musicians are super-into. Of course my dad had a whole bunch of these things, cause I just happened to be a loser son of a very talented 70’s musician.\n\n", "artifact_uri": "ipfs://QmeZMfev1XVRK3tWkmfPUV5bZiMjo2S3tb71Q2QVehbmhY", "display_uri": "ipfs://QmRCnrEee8f2KaSKFFbdK7KZ3icLgvZHkQ5TbrR92pXMFm", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmeZMfev1XVRK3tWkmfPUV5bZiMjo2S3tb71Q2QVehbmhY", "mimeType": "image/jpeg"}], "creators": ["tz1T9f1P4JAJ2sqh4QQMut65btmk6oMm3Jys"], "tags": ["YESS", "tape", "bootleg", "late90's", "70's", "80's", "indonesiancassettesera", "krowbar", "sabdarajadosa", ""], "extra": {}}