{"__version": 1, "token_id": 565002, "symbol": "OBJKT", "name": "\"EspanSalles\"", "description": "Espansalles\n\nIlustração digital\n\nEssa ilustração é uma releitura de uma charge publicada pelo perfil @o_capirotinho, \nde autoria do ilustrador e chargista Guilherme Infante.\nNa ocasião, o mesmo relatou que havia sonhando com essa imagem:\na cabeça do Ministro do Meio Ambiente, Ricardo Salles, em uma lança indígena. \nNa época, a obra foi sensurada. Foi daí que veio a ideia de fazer uma releitura,\nnuma tentativa de mobilizar mais artistas para abraçarem a causa e mostrar que juntos somos mais fortes -\no que não aconteceu, além de minha versão também ter sido sensurada poucos dias depois. \nEstão ceifando nossas matas e nossa liberdade!\nContinuaremos lutando, resistindo e acreditando na força de nossa união!\n\n(Art. 171 da Constituição Brasileira de 1988: Obter, para si ou para outrem, vantagem ilícita, em prejuízo alheio, induzindo ou mantendo alguém em erro, mediante artifício, ardil, ou qualquer outro meio fraudulento.)\n\n_______________________________________________________________________________________\n\n\nDigital illustration\n\nThis illustration is a reinterpretation of a cartoon published by the profile @o_capirotinho,\nby the illustrator and cartoonist Guilherme Infante.\nAt the time, he reported that he had dreamed of this image:\nthe head of Brazil's Minister of the Enviroat's where the idea of ​​doing a re-reading came from,\nin an attempt to mobilize more artists to embrace the cause and show that together we are stronger\n -\nUnfortunately that's not what happened, my version was also censored a few days later.\nThey are reaping our forests and our freedom! \n\n(Art. 171 of the Brazilian Constitution of 1988: Obtaining, for yourself or others, illicit advantage, to the detriment of others, inducing or keeping someone in error, through artifice, ruse, or any other fraudulent means.)", "artifact_uri": "ipfs://QmUYdrBQuUiqVw7r2v4ziJ72KK9nziJa4eZtP1Xru1Ey2V", "display_uri": "ipfs://QmXwXxDDCbWY82HNwBbfL1JUgELrFj8fHZVWyWUQMvKfax", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUYdrBQuUiqVw7r2v4ziJ72KK9nziJa4eZtP1Xru1Ey2V", "mimeType": "image/png"}], "creators": ["tz1L45ouDEDxak9reBHBY8cEjuwsxfDYyuFK"], "tags": ["Brazil", "Amazonia", "censored", "Brasil", "Illustration", "graffiti", "burning", "Ambiental", "cartoon", "rainforest", "enviromet", "bolsonaro", "forabolsonaro", "fascism", ""], "extra": {}}