{"__version": 1, "token_id": 581902, "symbol": "OBJKT", "name": "Rangda", "description": "Rangda is the queen of the leaks in Balinese mythology. This scary creature is said to often kidnap and eat small children and lead an army of evil witches against the Barong, which is a symbol of good power. In addition to the queen of the leaks, Rangda herself is considered the embodiment of Goddess Durga.\n\n\nIt is said that Rangda most likely came from queen Mahendradatta who lived on the island of Java in the 11th century. He was exiled by the king of Dharmadayana because he was accused of committing witchcraft against the consort of the two kings. According to legend he took revenge by killing half the kingdom, which later became his and the property of Dharmodayana's son, Erlangga. Then he was replaced by a wise man. The name Rangda means also widow.\n\nRangda is very important to Balinese mythology. His battles against Barong or against Erlangga are often featured in ballet. This ballet is very popular and is an important heritage in Balinese tradition. Rangda is described as a woman with long messy hair and long nails, a long protruding tongue, and long breasts. His face was terrifying and had long, sharp fangs.\n\n\n\nIdentifying the types of Rangda forms that developed in Bali is very difficult. This is because Rangda's form in general is the same. Indeed, in the Calonarang story there are other forms of Rangda such as Rarung, Celuluk, but these are the henchmen of Si Calonarang and their position is more in stories not sacred. To distinguish Rangda's form is to look at the shape of his face (prerai), namely:\n\nlion\n\nIf Rangda's face shape resembles a lion and slightly protrudes forward (munju). The nature of this Rangda is fierce and savage.\n\nlazy\n\nIf the shape of Rangda's face resembles a human face and is slightly widened (lumbeng). Rangda's form like this, shows an authoritative and haunted nature.\n\nGiant\n\nIf the shape of Rangda's face resembles a giant form as we generally see Rangda in general. Usually Rangda is scary.", "artifact_uri": "ipfs://QmQvybprueJp9bCtM9g964LP8uJ4A23dRYrDKcyiidt7xG", "display_uri": "ipfs://QmYax3AV6kn9i2ySa92HiZXGQ6FSsU3i6nMC1WSrGdhs8M", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmQvybprueJp9bCtM9g964LP8uJ4A23dRYrDKcyiidt7xG", "mimeType": "image/jpeg"}], "creators": ["tz1QanVS6UuVLHoto85pwUnGBFnxjPPLvLrV"], "tags": ["Rangda", "mythology", "queen", "leaks", "bali", "indonesia", "photography", "culture"], "extra": {}}