{"__version": 1, "token_id": 624902, "symbol": "OBJKT", "name": "", "description": "if you use internet to translate “brincadeira” you will get to “just kidding” but thats not what this painting is about. Brincadeira can also be explained as “playing time” but is so much more: when body, mind and soul are dancing togheter, when your trully aurea appears to play with the world and all possibilites of existance . Can “Brincadeira”  be another word for magic? That canva was handpainted using color pencil, oil color and plaster and carries a full ritual: the blue circle opens the work for the  guardians of Mars that are being summoned by its magical square at the background, to manifestate the hidden intent that is marked in orange behind the pig. And finally the pink sphere closes de magic circle and ends up the ritual. The purpose of it? if you are looking  at this, its because it worked. \nI was editing the photo of this painting when a strange bug on the app resulted in this 3D object you can see now.\n\nPT/BR: \n“Brincadeira” também pode ser explicado como “hora de brincar”, mas é muito mais: quando corpo, mente e alma dançam juntos, quando sua verdadeira áurea aparece brincando com o mundo e todas as possibilidades de existência nele. Brincadeira pode ser outra palavra pra magia? Esse quadro foi pintado à mão com lápis de cor, tinta a óleo e gesso e carrega nela um ritual completo: o círculo azul abre o trabalho para os guardiões de Marte que estão sendo convocados por seu quadrado mágico ao fundo, para manifestar a intenção oculta que está marcada em laranja atrás do porco. E finalmente a esfera rosa fecha o círculo mágico e encerra o ritual. O propósito disso? Se você está olhando esta pintura, é porque funcionou.\nEu estava editando a foto do quadro quando um bug estranho no aplicativo de fotos resultou neste objeto 3D que você pode ver agora. ", "artifact_uri": "ipfs://QmcFv94sUWxN9JnJbuZa4wxewa42p4KNovUzjuZetFVs6m", "display_uri": "ipfs://QmZPikNTdHw4B86odoKEpBZCzrfagLSNWAtDCZpb2ZHxf4", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcFv94sUWxN9JnJbuZa4wxewa42p4KNovUzjuZetFVs6m", "mimeType": "video/quicktime"}], "creators": ["tz1a3wxu8npSBNFf8PRMdqxvDrLgDpxd7JWg"], "tags": ["oilpainting", "magick", "magic", "ritual", "witchcraft", "glitchart", "glitch", "brazilianartist", "brazil", "brasil", "mixedmedia", "painting", "classicart", "bizarre", "grotesque", "ocultism", "contemporany", "womanartist", "pigs", "mars", "astrology"], "extra": {}}