{"__version": 1, "token_id": 287339, "symbol": "OBJKT", "name": "Wheel of Time", "description": "The bird-like Ah K'in (\"time keeper\") holds the mask of time and floats in the space, bound to the primordial waters, while the wheels of time turn, and with them, the three stones of creation set by the gods, and thus the whole universe.\n\nHe follows the path of the Year Bearers, who carry the burden of time, and allow the Sun to give heat and vital energy to the Earth. Disguised as the principal Bird Deity, his secret identity is Bolom K'awiil, \"nine times born\", god of the upper skies, the thunder and time.\n\nAnimated illustration created over a sketch from some time ago. Inspired by the Crossbill bird (Loxia curvirostra), an original character from my childhood stories, the tale of the three stones of creation, from traditional Maya mythology, and the Maya calendars: The Haab' (Maya version of the 360+5 days cycle Mesoamerican calendar) and Tzolk'in (260 days cycle, called Chol Q'ij by the K'iché of nowadays Guatemala). In modern day Guatemala, southern Mexico & the Maya' / Yucatán Peninsula, traditional readers of these calendars are known as Ah K'in \"day keepers\", or more broadly \"time keepers\".\n\nThe Maya people are some of the first known to have independently developed the concept of zero, and historically have been skilled mathematicians and astronomers, or observers of the night sky, making accurate measurements of time. Needless to say, the Maya peoples and their languages still exist today, and aren't simply an ancient civilization, but a people in the present, with more than a four thousand years of tradition, and walking towards the future.\n\n1080 X 1080 gif\n\nOriginal sketch, concept, illustration and animation by Zamahel\nlinktr.ee/zamahel\ntwitter.com/itzamahel\ninstagram.com/itzamahel", "artifact_uri": "ipfs://bafybeih4rxwl4qjwk7smfqaquau46gng4xsuvh3lx7zct3wduzyyfagb4q", "display_uri": "ipfs://bafybeih4rxwl4qjwk7smfqaquau46gng4xsuvh3lx7zct3wduzyyfagb4q", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeih4rxwl4qjwk7smfqaquau46gng4xsuvh3lx7zct3wduzyyfagb4q", "mimeType": "image/gif"}], "creators": ["tz1eFB4QTvmxTsVetkQFdtjBkPnDpYaSsbGT"], "tags": ["illustration", "animation", "animated", "gif", "2danimation", "conceptart", "character", "charaterdesign", "Maya", "bird", "original", "firstnations", "brasil", "brazil", "mexico", "guatemala", "mesoamerican", "fantasy", "space", "cosmos", "cosmic", "trippy", "galaxy", "time"], "extra": {}}