{"__version": 1, "token_id": 569139, "symbol": "OBJKT", "name": "ourWorld", "description": "Throughout most of my life I have viewed myself to be on the same level as animals, and so far this class has only proved my view further. In this class, we have engaged with many knowledgeable like minded individuals and even tools/tech who have helped me realize one major flaw in my view. I believed that everything was categorized into different levels with non-living objects at the \"bottom\", plants next, humans and animals after, and then some higher power at the \"top.\" I have now realized that it is not a hierarchical system at all, and more of a system of interconnecting networks, all with their own separate importance that help the greater whole. \n\nOne of the tools that helped me come up with this conclusion was the openAI's GPT3. At the start of my exploration with GPT3, I didn't know how capable software like this would be with open ended, philosophical questions, but to my surprise it answered in a way that I am not used to seeing tech answering questions. When asked what is the difference between nature and humans it responded with: \n\n“Nature is a self-organizing system, while humans are an engineered system\"\n\nI then started to ask it whether or not humans and nature are connected and would one die without the other? GPT3, in many instances agreed that both humans and nature co-depend on each other. Nature is not able to take care of itself, it just does it's thing. Humans operate in a way where we are always trying to better and improve things. We can help create strong relationships with nature by listening to what she has to say and only getting better and smarter with our tools. Once we can see that the world thrives through connections and not a hierarchical system, that's when change will happen", "artifact_uri": "ipfs://QmU3XRxUwxg3X4STUugq1vhpKikY6GGDzjti2Z9WaFUGfv", "display_uri": "ipfs://Qmd1h9qtcFrrvCp5CwvYxZZuqSoCKP1LgTFVXxNiM7wL4V", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmU3XRxUwxg3X4STUugq1vhpKikY6GGDzjti2Z9WaFUGfv", "mimeType": "video/mp4"}], "creators": ["tz2XVYwNuG5QyQ3yVHz8aBEPj12SAffxpJBR"], "tags": ["animation"], "extra": {}}