{"__version": 1, "token_id": 301546, "symbol": "OBJKT", "name": "GENERATIVE Persian Farahan Carpet (RARE EDITION)", "description": "GENERATIVE Persian Farahan Carpet (RARE EDITION)\nGenerative artwork exploring color and the emergent effect of stacking simple shapes and filling their intersections.which take you on the journey to an imaginary universe. All artworks are created using custom algorithms in processing.\nThis collection has an abstract look at Iranian carpets, Iranian art-industrial carpets that have long overshadowed Iranian culture as a name and credit for Iran.\nThe ancient city of Nahavand in western Iran is one of Iran's leading rug-proveniences. It produces high-quality Persian rugs, which have a very good reputation.\nFerahan is a village located in the province of Markazi in central Iran. Older ferahan rugs are very popular in the West. Most ferahan rugs have a geometric pattern although some curvilinear rugs are woven in ferahan as well. These high quality rugs are mainly woven by the asymmetrical knot on cotton foundation.\nThe rugs from this area can be divided into two types. The first type is characterized by an all-over layout, usually an endless repeat, with motifs or designs such as the herati, gul hannai, boteh or mina-khani. Herati, being the most popular motif, has many variations and the boteh motifs are usually woven inside hexagon-shape panels.\nThe second type is characterized by its medallion layout. The medallions can be large hexagon, diamond, or oval shapes with large pendants. The corners are so long that they either almost meet or do meet near the center of each border on each side of the rug. Two common motifs used in the field of these rugs are the herati and gul hannai.\nSunburst Medallion A special kind of medallion design is a large circular serrated medallion similar to a radiating sun; this design is known in the trade as 'sunburst.' The field of this design is not very crowded. A small section of a medallion identical to the center medallion is woven at each end of the rug, interrupted by the border.", "artifact_uri": "ipfs://bafybeihmrutlps2qe76mmvpvk7stbr7cfg64oalnqiusdhngh3maw3rtwm", "display_uri": "ipfs://bafybeihmrutlps2qe76mmvpvk7stbr7cfg64oalnqiusdhngh3maw3rtwm", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeihmrutlps2qe76mmvpvk7stbr7cfg64oalnqiusdhngh3maw3rtwm", "mimeType": "image/gif"}], "creators": ["tz1SSCjgL54U5yUemQVFGfZ9M9ygKHLHgNsA"], "tags": ["generativeart", "creativecoding", "generative", "codeart", "newmediaart", "abstract", "creativecodeart", "algorithmicart", "touchdesigner", "object4objekt", "generativedesign", "processing", "mathart", "computerart", "proceduralart", "geometricart", "procedural", "isometric", "bhfyp", "geometry", "pattern", "GEOMATIC", "aiart", "artxcode", "minimal", "psychedelic", "glsl", "psychedelicart", "opart", "genartclub", "noise", "trippy", "opticalart", "artandtechnology", "coding", "audiovisual", "pyton", "p5js", "hen200k", "shahrokh", "machinelearning", "pixelart", "pixels", "rare", "1"], "extra": {}}