{"__version": 1, "token_id": 329646, "symbol": "OBJKT", "name": "Monarch Butterflies Migrate in Clusters", "description": "  The image, \"Monarch Butterflies Migrate in Clusters\" is one of twenty images created for a special AI Art Series, “Save Monarch Butterflies\". The concept of the series is to bring more awareness to the disturbing status as well as the amazing migration of Monarch Butterflies. Sadly, the conservation status of this phenomenal species has become a major concern. According to the conservation experts including scientists and researchers, the number of Monarch Butterflies have \"declined by more than 80%\" over the past 20 years. This has been reflected in the declining numbers of North American Monarch Butterflies overwintering in Mexico and California. In December 2020, the U.S. Fish and Wildlife Service assessed the Monarch Butterfly as a candidate for a potential \"endangered\" listing under the Endangered Species Act. The agency and scientists continue to monitor Monarch Butterflies because they are threatened by the decreasing supply of milkweed; use of pesticides; urban sprawl; habitat fragmentation; global climate change; etc. Even on its transcontinental migration, the Monarch Butterflies encounter various threats to its survival. \n\n  This image was created with the assistance of artificial intelligence (AI).  The process for creating this image included using a text prompt, algorithms, and artificial intelligence. The Snowpixel App was used in the process of creating this image. Each image may be interpreted differently through the eyes and imagination of the viewers.", "artifact_uri": "ipfs://QmXFizCsToeCvDfDJwS1ocR57isCKWupmReCHCDharwSGe", "display_uri": "ipfs://QmWJGefezzbv7GhtFi3vZcjDe2wTqby3y9WpoPov4D1aaT", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXFizCsToeCvDfDJwS1ocR57isCKWupmReCHCDharwSGe", "mimeType": "image/png"}], "creators": ["tz1XQeAkWGur8esmmuChxBN5VTZk4X3Z48gH"], "tags": ["butterflies", "butterfly", "monarch", "milkweed", "flowers", "migrating", "America", "overwintering", "generations", "transcontinental", "migration", "conservation", "nature", "protect", "USA", "endangered", "insects", "AIart", "artificial", "intelligence"], "extra": {}}