{"__version": 1, "token_id": 353046, "symbol": "OBJKT", "name": "Azadi - Freedom", "description": "The Azadi Tower (Persian: برج آزادی‎, Borj-e Āzādi; \"Freedom Tower\"), formerly known as the Shahyad Tower (برج شهیاد, Borj-e Šahyād; \"Shah's Memorial Tower\"), is a monument located on Azadi Square in Tehran, Iran. It is one of the landmarks of Tehran, marking the west entrance to the city, and is part of the Azadi Cultural Complex, which also includes an underground museum.\n\nThe tower is about 45 metres (148 ft) tall and is completely clad in cut marble.It was commissioned by Mohammad Reza Pahlavi, the last Shah of Iran, to mark the 2,500th year of the foundation of the Imperial State of Iran and completed in 1971.\n\nAfter winning a competition, architect Hossein Amanat was tasked to design the tower. His ideas were based upon classical and post-classical Iranian architecture, popular influences on art in the 1960s following the White Revolution. Iran's increasing wealth sparked modernization programs and sent the art industry into a renaissance-like period.\nThe first name associated with this monument was Darvāze-ye Kuroš (\"Gate of Cyrus\"), and at the time of the Centenary Celebrations, Asadollah Alam, who chaired the Council of Celebrations, referred to the monument as Darvāze-ye Šāhanšāhi (\"Imperial Gate\"). The monument's ultimate official name was decided before the announcement of the competition for the monument's design in September 1966. Bahram Farahvashi, a scholar and professor of ancient Iranian languages who worked with the Council of Celebrations, came up with the officially designated name of the structure, Šahyād Āryāmehr.Built in 1971 in commemoration of the 2,500th year of the foundation of the Imperial State of Iran, this \"gateway into Tehran\" was named the Šahyād (\"Shah's Memorial\") in honor of the Shah (Mohammad Reza Pahlavi), but was later renamed Āzādi (\"Freedom\") following the 1979 Revolution.", "artifact_uri": "ipfs://QmUKwtBMPA7b27rT4nSqJznPGurCiTksySiBoNfgxju529", "display_uri": "ipfs://QmPsG3A8bSaAYiTeNNdeLt3qRqGzUMat3rKvQFghFYGQ3N", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUKwtBMPA7b27rT4nSqJznPGurCiTksySiBoNfgxju529", "mimeType": "image/jpeg"}], "creators": ["tz1byfv1EckZBdrd9Z3CVp6nY8W7WRYWf6qn"], "tags": ["type", "typography", "iranian", "3dart", "asia", "hen200k", "font", "culture", "mehranerfan", "cultural", "calligraphy", "colors", "iran", "artist", "nftart", "generatives", "colorful", "persiancalligraphy", "grunge", "texture", "pattern", "black", "dark", ""], "extra": {}}