{"__version": 1, "token_id": 375746, "symbol": "OBJKT", "name": "② MELTING BARRIERS - mystical messages", "description": "The portal has opened again. The collective energy from the HEN Witches is strong…  The mystical creatures within the depths of AVA UNIVERSE want to help and guide you through your troubles or questions（✿ ͡◕ ᴗ◕)つ━━✫・*。\n\nthe card ② MELTING BARRIERS showed up on the reading today. It is time for you to start connecting with your intuition. Take your internal chaos as a way to understand yourself better. Embrace every side of you, get to know what really serves you and what is just a facade.Melt away all the barriers for deeper inner connection. Use creative tools to understand your deepest fears (write them down, draw them, paint them, physically create them). Once you have stare them down, write down:\n\n1. Why are they there? \n2. What is this fear protecting you from?\n\nLook at every situation in a balanced and grounded point of view,  every positive has a negative and vice versa. Understanding and connecting with your emotions with creative outlets creates a meaningful a deep inner connection. An amazing tool to starting understanding your inner universe. \n\n\n.。･:*:･ BY BEING A CARD HOLDER YOU WILL RECEIVE A PERSONALIZED CARD READING .。･:*:･ \n\nYou can choose between:\n(1) Virtual Session (15-30min Google Meet ~ DM me @ava_digitalart on Twitter to schedule a time!)\n(2) Chat Session (If you're a lil shy or are super busy ~ DM me @ava_digitalart on Twitter) ", "artifact_uri": "ipfs://QmWpM6YiZtVQkG1gTT9DYDJtUv1Sp7C5Ea21FJShTpAbb2", "display_uri": "ipfs://QmVduL5FV5PMQ5VCWkSrN3tASw81P1YpYzyCVbzyj33CeA", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWpM6YiZtVQkG1gTT9DYDJtUv1Sp7C5Ea21FJShTpAbb2", "mimeType": "image/png"}], "creators": ["tz1NCZ22YDxbk5XrPJkGsTS1Q5ZVrF1W7sBX"], "tags": ["WitchingHourOnHEN", "MagicCard", "AVAuniverse", "tarot", "oracle", "mysticalmessages", "Shroomies", "ArtAlchemy"], "extra": {}}