{"__version": 1, "token_id": 387446, "symbol": "OBJKT", "name": "Your Love is Tobacco", "description": "When I first got the news that not only is my physical disability permanent, but I'm not expected to live more than another few years, there was a crack and a shatter that'll forever leave me experiencing a different reality than majority of society. How sweet as a bee's tits to be ignorant to the vulnerability not one single human being is immune to being put into a body prison of torture worse than death. I started smoking, I mean why the fuck not? I'm not expected to live long enough to care what it does to me.\n   So I smoked for the next 2/3rds of how much life I was \"expected\" to live. In that time I was able to track down a doctor that had the ability to save my life; a newly developed surgical intervention for disabilities like mine. But... I had to quit smoking, because recovery was too delicate of a healing process to have nicotine get in the way of. I told everyone who gave me crap for smoking being bad for my health like that doesn't make me want to have another or something \"If I'm expected to live long enough to care, I'll quit,\" and I kept that promise.\n   I couldn't exactly afford the patches and gum, I got cheap stale floor scraped cigarette cut tobacco leaf by the pound and manually machine packed pre-filtered tubes, there was no exorbitant amount of money I'd be saving by quitting (which is the target audience of people they price those cessation tools at, seriously, just fucking hand roll, it's dirt cheap.) So I reached out to Tobacco Free Florida who I later found out was funded by a lawsuit in the '90s against tobacco companies for false advertising that my grandfather was a part of for his gallbladder cancer. My family chose to have the lawsuit winnings \"Go to help future smokers quit.\" and all these years later. That's me. I was sent hundreds of dollars worth of patches and lozenges simply for signing up and attending a virtual class a week. And after bouncing back from the pain of a health flare up nearly killing me, I just jumped cold turkey from 16mg/day - the pain of nicotine withdrawals couldn't compare to pain that intense and that fresh, it had to be then.\n   I don't regret it, the ritual kept me calm through an existentially morbid time in my life. The neighbor socializing simply sitting outside every hour made me friends - I have smoking to thank for being gifted the wheelchair I'm currently wheelchair bound in. It served it's purpose in my life, and I refuse to feel ashamed for that; it no longer served that purpose and it was time to quit, and I kept my promise to quit.\n\n   God bless, Sam - you live on in my breath; inhalation of more fresh than without you.", "artifact_uri": "ipfs://QmYoTGvDuCdKqZRby2R4qw9w39sX5FA47bTk7PoPEYAyBA", "display_uri": "ipfs://QmXRiwZNcC2L1LjFtUQz9cm7eHYmq7KYoKaGQPp6CMXAmp", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYoTGvDuCdKqZRby2R4qw9w39sX5FA47bTk7PoPEYAyBA", "mimeType": "video/mp4"}], "creators": ["tz1PqogZ7ELvjZrVaAcM2sqKKrYNgm67pSVt"], "tags": ["Tobacco", "datamoshing", "livedatamoshing", "glitch", "glitchart", "cigars", "cigarettes", "smoking", "nicotine", "love", "morbid"], "extra": {}}