{"__version": 1, "token_id": 418646, "symbol": "OBJKT", "name": "THE MIND OF AN AMERICAN, PT. V", "description": "Ughhh...Andrew you're going to follow up with this? Yup. I'm definitely not making some new friends with this one. Sorry, not sorry, but America is obsessed with these three things: 1. Sex and the bizarre perspective that sex is either dirty and/or shouldn't be talked about, yet ironically that's all you talk about! Why does anyone care who loves whom? Love is love. Period. Let people be who they were born to be. And I'm the weirdo? Yeahhhh right. 2. Religion...what the fuck happened in America with religion? It's hard to say when America became so entrenched with being pious, but suffice to say I'm pretty sure it was baked into the very foundations, the bedrock of American society. As Europe became more secular in the late 20th Century, America became even more devout. 3. What the fuck is up with all the fucking guns? The US has something like half a billion guns, of which 20 million are ARs (automatic rifles), and has around 150 million magazines. This is just pure insanity. Are people even surprised by the sheer number of deadly mass shootings that happen almost on a daily basis? The answer to gun violence isn't ADD MORE GUNS, it's education, love, compassion, and more understanding. Between these three aspects of the contemporary American reality, it's a miracle people still come to America. ", "artifact_uri": "ipfs://QmUan5XpaQhgzPZSwZgttVV5qjQ9JnseHtGtfRYG9uKDYj", "display_uri": "ipfs://QmboMaQcLAFv3U9K3ZthDdSGqu33cmNA5abhPq8aKbp2rs", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUan5XpaQhgzPZSwZgttVV5qjQ9JnseHtGtfRYG9uKDYj", "mimeType": "image/jpeg"}], "creators": ["tz1VvvB43pvwD5FMvsYzkYYMTvxBbLkp7NdZ"], "tags": ["digitalart", "poetry", "conceptualart", "art", "nftart", "concretepoetry", "digital", "nft", "text", "visualpoem", "poem", "nftartist", "visualart", "visualartist"], "extra": {}}