{"__version": 1, "token_id": 450646, "symbol": "OBJKT", "name": "Railtzya", "description": "\n\n\n• 2828x2828\n• Image manipulation\n\n\n\"From an unknown dimension\"\n_____________________________\n\nIt's you, oh!  Goddess-girl from here in these parts, smiling and lamenting the crooked loves, of your complex dreams of escape and not wanting to leave.  I see you in me, and I look up to you to know what I want and what I don't want.  Your fleeting cry dissolves in the evaporation of the alcohol that spread through your gentle lover's kisses, from nights spent in heavenly bars.  Now you go home alone.  Accompanied by your cruel love, to whom you have given your hands, feet and head.  I see you don't remember the gaps in the galaxies you've been through.  Or maybe you don't want to remember.  In your loneliness and your fear of being alone.  I will no longer be a host of pains, and no more weep at your altars of cunning, Oh!  Snake Goddess.  Who made you see?  Does your cleverness not help you escape?  Or are you now hostage to a demigod.  Your powers dissolve in the face of love.  You become fragile, even knowing you are not.  Follow your fate in peace.\n__________\nPT_BR\n\nÉs tu, oh! Deusa-menina de cá dessas bandas a sorrir e a lamentar pelos amores tortos, dos teus sonhos complexos de fuga e não querer partir. Eu te vejo em mim, e em ti me espelho para saber o que quero e o que não quero. O teu choro fugaz se desfaz no evaporar do álcool que se espalhou pelos teus beijos de amante gentil, de noites passadas, em bares-celestiais. Agora voltas para casa sozinha. Acompanhada do teu amor cruel, a quem tu tens dado as mãos, os pés e a cabeça. Vejo que não te lembras dos vãos das galáxias por onde andou. Ou talvez não queira lembrar. Nessa tua solidão e o teu medo de ficar só. Não serei mais anfitrião de dores, e não mais chorarei nos teus altares de astucia, Oh! Deusa-cobra. Quem te fez enxergar? Por um acaso a tua esperteza não te ajuda escapar? \n.\n.\n.", "artifact_uri": "ipfs://QmaNvj9nroR287TZyaK2KEJc3rj2Hn7VW2xP1QFNa6XWQr", "display_uri": "ipfs://Qmd938WoTp5oM5o2rUjoxB6MuPed7madmUbmSeU4ZTfLAq", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmaNvj9nroR287TZyaK2KEJc3rj2Hn7VW2xP1QFNa6XWQr", "mimeType": "image/jpeg"}], "creators": ["tz1SXenpKSBH8yBV8RJkQd7WM9zDHRrmqBzm"], "tags": ["Collage", "colagemdistorção", "distorçãodeimagem", "ImageDistortion", "imagemanipulation", "Brazilianart", "Brazilianartist", "distorted", "distortion", "distorted"], "extra": {}}