{"__version": 1, "token_id": 497846, "symbol": "OBJKT", "name": "", "description": "GØW CRYPTØPICØS - Brazilian Wooden Shelves - GØW - CENOTE I - CEDRO ROSA (PINK CEDAR)\n\nCRYPTØPICØS is a series of truly unique premium handmade wooden shelves, produced with love in Brasília, Brazil, for you to properly showcase things you love. They are inspired by Geological formations in Brazil and around the world.\n\nThe CRYPTØPICØS CENOTE I was sculpted by hand out of a piece of Pink Cedar. It has a whole on one of its edges that resembles a Mexican Cenote and a carved hook that works as a keychain holder.\n\nCENOTE I measures are aprox. 59.5cm x 19.cm x 2cm and it weights around 400g. It was sanded to perfection for the smoothest touch and treated with General Iron Fittings premium natural oils and organic Bee-wax.  \n\nFixation on wall is made with 2 hooks that are drilled on the wall and stay invisible after installation. Everything you'll need to install it will come included in the box. \n\nThere will be 40 digital-only assets available. When all of them are sold, one random holder of the digital asset will be notified they won the physical asset. I will get in touch to arrange delivery details. Delivery costs will be paid for by buyer.\n\nIt comes engraved with the artist signature \"GOCCØ W\", unique item name/tag \"CENOTE I\", wood species \"CEDRO ROSA\", place where it was finished \"BSB BR\", year of making \"MMXXI\" and will also contain the engraved contract data of the first winner transaction, linking it forever to the blockchain. It's one of the first wooden, physical pieces available on any blockchain, since there aren't many out there. It brings one of the first solutions to linking physical, solid art to the blockchain fullfiling the purpose of NFTs. \n\nI am commited to giving a % of CRYPTØPICØS profits back to the local community in the form of free wood art workshops and classes, as well as how to get people to make profits and change their lives in the crypto market.\n", "artifact_uri": "ipfs://QmUy9SwyZUwnzLNPeucDdrEu7xJaCCWuiUDBsVRE1uTwpH", "display_uri": "ipfs://QmUy9SwyZUwnzLNPeucDdrEu7xJaCCWuiUDBsVRE1uTwpH", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUy9SwyZUwnzLNPeucDdrEu7xJaCCWuiUDBsVRE1uTwpH", "mimeType": "image/gif"}], "creators": ["tz1VQimdkCkmV7jYkTY9CiuTd341muWz1sgt"], "tags": ["#physicalartnft", "#woodartbr", "#woodworking", "#woodartnft", "#touchnft", "#gocc0wood", "#woodwork"], "extra": {}}