{"__version": 1, "token_id": 306391, "symbol": "OBJKT", "name": "HELLO WORLD! (0.42KB)", "description": "'HELLO WORLD! (0.42KB)' depicts the essence of digital art.\n\nMy Genesis NFT is made to express it's own NFT'ness by continuing the ideas of meta-art and medium specificity explored by Kevin Abosch, PAK & more recently Damien Hirst. The artwork decodes itself by presenting an underlying binary code in the form of Matrix's digital rain and by referencing a coder's classic first message: \"Hello world!\"\n\nThe artwork is a conceptual and diagrammatic take on NFTs that connects to the history of pop-culture and digital cultures. The artwork pays homage to it's own infrastructure's vastness and complexity by rendering a simple message and a beautifully raining binary code in the raw building blocks of data.\n\nThe rain is generated from the binary code of the phrase “Hello world!”. This message is usually the first, extremely simple output created by programmers testing the functionality of their code. For me too, it was the first code I ever wrote for my website as a freshman in college.\n\n0,42KB is the amount of binary code that falls through the screen over the course of this 20-second artwork - that means 3360 0's and 1's. Binary code is fundamental to the medium, because computers use binary code to calculate and store data in only 0s and 1s. Each 1 or 0 is called a \"bit\" and to form a single character or number, 8 of these bits are needed. Together 8 bits form a \"byte\" and one \"kilobyte\" includes 1000 bytes.\n\nIn this way of representing the depths of data & NFTs, the artwork functions as the original Matrix code - a window into another world.\n_____\n\nThe seamlessly looping videowork is 20 seconds long and measures 2000px x 2000px. The file is hosted decentrally on the InterPlanetary File System.\n\nArtist's signature can be spotted briefly in the bottom left corner of the video and the year in the bottom right corner.", "artifact_uri": "ipfs://QmSee25ScA4biDBjHFMreP7UuTEuhraY4ZYYJGkwhWRPfF", "display_uri": "ipfs://QmUdJUTbirZHjeUsiVfDCBR852YfFfX9y7vgBPcRGXrhHB", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSee25ScA4biDBjHFMreP7UuTEuhraY4ZYYJGkwhWRPfF", "mimeType": "video/mp4"}], "creators": ["tz1g5GtyBrzjFdtsh6C8cKeXw6wRG5BeyWME"], "tags": ["matrix", "conceptual", "meta", "binary", "ascii", "code", "decode", "rain", "waterfall", "cyberspace", "cyberpunk", "cryptoart", "genesis", "genesisNFT", "damienhirst", "pak", "kevinabosch", "arthistory", "popart"], "extra": {}}