{"__version": 1, "token_id": 400291, "symbol": "OBJKT", "name": "", "description": "\n*Death Shall Have No Dominion* was our first successful effort of combining noise and real band's human energy. We believe that true power lays where those two worlds collide. It is also a collaborative effort on all levels.The visual was nailed and delivered by the great code artist - dr3amer_r. His dark yet powerful style brings even more meaning from the depth of the song. The track features DOC the original drummer of Vader and members of Polish band Sweet Noise. It was recorded around 2004/2005.\nDOC - True Legend R.I.P\n\n*Dylan Thomas*\n\nAnd death shall have no dominion\nDead men naked they shall be one\nWith the man in the wind and the west moon\nWhen their bones are picked clean and the clean bones gone\nThey shall have stars at elbow and foot\nThough they go mad they shall be sane\nThough they sink through the sea they shall rise again\nThough lovers be lost love shall not\nAnd death shall have no dominion\n\nAnd death shall have no dominion\nUnder the windings of the sea\nThey lying long shall not die windily\nTwisting on racks when sinews give way\nStrapped to a wheel, yet they shall not break\nFaith in their hands shall snap in two\nAnd the unicorn evils run them through\nSplit all ends up they shan't crack\nAnd death shall have no dominion\n\nAnd death shall have no dominion\nNo more may gulls cry at their ears\nOr waves break loud on the seashores\nWhere blew a flower may a flower no more\nLift its head to the blows of the rain\nThough they be mad and dead as nails\nHeads of the characters hammer through daisies\nBreak in the sun till the sun breaks down\nAnd death shall have no dominion\n\n\nGif-1024x1024. Music - wave 16 bit.", "artifact_uri": "ipfs://QmPXvd6KRdZmUX4VocHiZRSosRxvZtDTfWNEQMomTcMq9w", "display_uri": "ipfs://QmVJKjtfweqSguW8nzfMGqPkBAPN8hpz7sBj7rxUBwmw4j", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPXvd6KRdZmUX4VocHiZRSosRxvZtDTfWNEQMomTcMq9w", "mimeType": "audio/wav"}], "creators": ["tz1bshAEXA9MaGJCbAo5McnXLuexzBW1dhzH"], "tags": ["glitch", "noise", "darkart", "metal", "drums", "guitar", "vocal", "pixels", "dr3amer_r", "doc", "music", "noisemusic"], "extra": {}}