{"__version": 1, "token_id": 495091, "symbol": "OBJKT", "name": "farmer among the wave", "description": "I did this motion picture artwork with digital media. I turned to digital media this year in an effort to reduce paper use. This work tells the story of a person who is calming himself on the edge of the sea between the stormy waves. in spirituality what he does is a form of meditation, where he calms himself down to let go of all forms of thoughts and worries about the world outside himself, which aims to keep us calm, be positive and be ourselves whatever the atmosphere that is happening around us which I describe as waves. the human character in this work is a farmer wearing a rattan cone hat which is a farmer's hat in my culture. With a red face and facial expression, I adopted the traditional javanese puppet character which symbolizes a brave warrior who fights against all forms of evil. where farmers for me are nature lovers, nature guards who continue to try to survive in the midst of industrial progress in all fields that tend to be destructive so that nature becomes the victim. This farmer character is a representation of what I do and what I hope for. Besides being an artist, I am a farmer who maintains green land as a conservation area as well as producing healthy food using the permaculture method. which I seek as an alternative method that is more friendly to nature and humans among the industrial waves. like in this work how to try to stay calm, firm and be yourself no matter what happens around us. enjoy", "artifact_uri": "ipfs://QmWmLVTeLr63PmX6dEGcFFxQDPvuRaBaregKuhSEeW5Vbd", "display_uri": "ipfs://QmWmLVTeLr63PmX6dEGcFFxQDPvuRaBaregKuhSEeW5Vbd", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmWmLVTeLr63PmX6dEGcFFxQDPvuRaBaregKuhSEeW5Vbd", "mimeType": "image/gif"}], "creators": ["tz1W8BYWeapjTQi7Ad1SsQq2v6TbVmFfoitt"], "tags": ["illustration", "drawing", "digital", "motion", "graphic", "animation", "meditation", "farmer"], "extra": {}}