{"__version": 1, "token_id": 585891, "symbol": "OBJKT", "name": "Time to kill the Bedroom Guardian", "description": "This is my tribute to the Bedroom Nostalgia series of the great George Goodwin (@omgidrawedit) !\nPocket hallucinations is a triptych of animated collages for which I composed some small musical pieces for Harpsichord.\nThe story that runs through these scenes, is from when I was kidnapped by the Schizoid Bunnies.\nA few words about the 3rd part:\n\nIII. Time to kill the Bedroom Guardian\n\nWhile working at the keyboard,\none day I discovered that the lid of the bench could be removed.\nSmall amazement to see what they had forgotten inside it.\nIt was almost symbolic, a splendid hammer.\nJust thinking about it made me uncomfortable, I was not ready to kill.\nIf you're not a demented murderer, it's not as simple as in the classic cartoons.\nBut the days passed and the confinement became desperate.\nI began to ignore my own instincts,\nto slowly give in to horrible ideas, to submerge myself in darkness.\nAnd although my inner self was scandalized,\none night I made the decision\nto kill the Bedroom Guardian.\nThere was a strange energy in the air.\nI rang the doorbell for him to come and pick up my latest work.\nHe wasn't expecting it, he was moved to see himself portrayed. He was austere with me, but I had seen him through the window, confessing his sorrows to the daisies. I thought it was a nice motif, so I painted it.\nWith the work in his hands, he turned his back to me to hide his feelings. I knew he had cried when the droplets and her shining eyes leapt through the air. Her head sounded like a dinosaur egg cracking open.\nMy red polka dotted face was in shock.\nI broke the chain, it was too loud, and escaped before the other bunnies arrived.\nI ran trembling through the daisies without letting go of the bloody hammer.\nFreedom sometimes requires sacrifices.", "artifact_uri": "ipfs://QmVxXLibeLacwQXJWfmeqyVVoQMgdVsG3QFJXBGtNkNtNX", "display_uri": "ipfs://Qmcy4AUiGVSbpvSfCEu8V7KDL4KBm5REXVMNqgPxvkoHL7", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVxXLibeLacwQXJWfmeqyVVoQMgdVsG3QFJXBGtNkNtNX", "mimeType": "video/mp4"}], "creators": ["tz1LkZeTk6UoisEM1VvE7qWewjcE25hP9qNk"], "tags": ["BedroomNostalgia", "omgidrawedit", "BN4BN", "SchizoidBunny", "collage", "music", "animation", "nft", "collectors", "bunny", "hallucination", "cryptoart"], "extra": {}}