{"__version": 1, "token_id": 628091, "symbol": "OBJKT", "name": "Radio Action Figure", "description": "Digital custom action figure representation of “Radio”. This 1985 debut of LL Cool J was one of the first hip hop album that achieved mainstream commercial success. It sold over 500.000 copies within its first five months of release and went on to be a certified platinum. More importantly though, the album is a pivotal moment in hip hop’s culture and history, as it marked the displacement of the “old school“ era of disco rap styling and jump starts the “new school”, associated with stripped-down hard-hitting street beats and ghettoblaster subculture. The album’s production, produced entirely by Rick Rubin, put more emphasis on minimalist break-beats, punctuated with DJ scratching and short stabs of sample. The simplicity of the music amplified LL Cool J’s aggressive delivery of clever disses, playful boasts, and braggadocio raps while exploring urban themes of inner city struggles and the rise of b-boy culture. This album single-handedly brought the attitude, image, style and sounds of “hip hop” to the mainstream, influencing a large portion of the genre as we know it today. In all its simple rawness, “Radio” laid down the foundation on which a new generation of hip hop recording artists would approach their art. Shaping what would later be historically known as “the golden era of hip hop”.     \n\nCard is made from Radio cover shot, with a little nod to the cassette version.\n\nFigure is made from repainted Hasbro’s Transformers Blaster Titans Return figure cannibalize with SDCC Blaster figure, and Mindstye’s LL Cool J figure. ", "artifact_uri": "ipfs://QmS32b21NcGjgBReSFVEBG2tcDNYGaxJDzJuswNAKoTHGc", "display_uri": "ipfs://Qmbtx38z5w4YQnpGJgtAgxGgYgYPWHkG7qJnvqPrnvfGiy", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmS32b21NcGjgBReSFVEBG2tcDNYGaxJDzJuswNAKoTHGc", "mimeType": "image/jpeg"}], "creators": ["tz1aXpmExefGTPY8Zw8WtaLyKK7AzdsvbZw2"], "tags": ["digital", "collage", "hiphop", "albumart"], "extra": {}}