{"__version": 1, "token_id": 634891, "symbol": "OBJKT", "name": "B", "description": "The crew of the Carpathia were just as fascinated as I was when they saw this interaction between his friend and the egg. On their pass through the station, they stopped to take a picture; part marvel, part fun, but they wanted to remember this moment… or maybe just keep a card under their sleeves to tease his crew member. When I handed them the photograph, one took a pen and wrote the date while saying “we are going to miss you B”. I must admit I smiled.\n\nThey told me they were assisting in the evacuation of a planet that would soon be swallowed up by an exploding red giant. “Things… got complicated”, one of them told me, that was explanation enough, I understood, this little fellow was the last of its kind.\n\nEggs are not something easy, many things can go wrong. As they told me, this particular species get tightly connected to the frequency of its heat source, and cannot be changed once it is established; either way, B seemed to have it under control.\n\nYes, it was an eccentric sight, but it was to be expected knowing who they worked for. They traveled aboard the flagship of a fleet owned by the Conservationist. We have all heard of some owner of an asteroid, or a moon, even a planet, but she claimed an entire system for herself, a paradise for endangered species from all over the universe.\n\nI met her once, years ago, she offered to help me find my family and a place in her system to settle down. Even with all her resources, she couldn’t find them. Then she offered me a place in her fleet. I remember that conversation very well. I asked her why she hired members for her crews and not created them as she had created those who worked for her on the different planets. She gave me an answer that said as much about me as it did about her.\n\n“My friend, you can create anything you want, anything you can imagine, anything you desire, but you cannot create will and hope, those forces that move individuals to do extraordinary things, come from somewhere else.”\n\nAnd that’s the thread that binds all who work for her, no matter how different they look and talk, they are all resourceful, out of the box thinking individuals who are willing to do whatever it takes to save someone, even keep warm with their own body an egg with an incubation time of two years, six months, and forty-three standard days.\n\nCollection “Portraits from Gelo”", "artifact_uri": "ipfs://QmRLXxRkMHLoX7r88zJYjhNxZQDLJYizxgPThJfvVhJtuB", "display_uri": "ipfs://Qma5JvMeTPT6VWb9nRgctrV7En9XV66nxUKbCPh94dGjXL", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmRLXxRkMHLoX7r88zJYjhNxZQDLJYizxgPThJfvVhJtuB", "mimeType": "image/jpeg"}], "creators": ["tz1YV1KZ9vzqFDpNYRwNZAAMhfx8pVWLH7sT"], "tags": ["sculpt", "gelo", "space", "robot", "egg", "3d"], "extra": {}}