{"__version": 1, "token_id": 344427, "symbol": "OBJKT", "name": "Your Love is Tobacco", "description": "--Preface: \"Thanks Sam\" (ca.2019-2021)--\n   After receiving the prognosis of having a few more years left to live, I picked up smoking, there were just no other options to bearably get through processing something that devastating. And why should I care? I'm not going to live long enough for it to matter. But there's one thing I promised from the very beginning: \"If it ever reaches a point where I'm expected to live long enough to care, I'll quit.\"\n   Well, 2 years later I get approved for a 100% covered experimental surgery - the first to have this surgery performed on - with a very high chance of it saving my life, albeit an extremely delicate healing process where recovery is the difference between pain and disability. As promised, I started to slow taper and quit.\n   Nicotine cessation tools are magnitudes more expensive than buying bulk stale floor swept leaf and hand rolling, so I reached out to Tobacco Free Florida for some help. They offered free patches and lozenges which were funded by a lawsuit in the '90s against tobacco companies for false advertising... A lawsuit my grandfather who died of gallbladder cancer was a part of... My family decided that, rather than to accept the winnings of the lawsuit, have the money go towards helping future smokers quit. Money that helped me quit - and thus survive, even if for a few more years - your Soul visited me, Sam; you continue to live on in the Lifeline.\n\n\n--\"The Fallen Angel\"--\n   Just as quitting tobacco was a necessary step to standing the best possible chance of survival and healing from this upcoming surgery, so too is the removal of domestic abuse from my life. I can't have my caretaker - the love of my life - the person I fight so hard for... I simply can't tolerate her being a threat to my life, inflicting injuries onto me, putting me into situations where I may not even make it to surgery. If all this is happening before surgery - a surgery where slipping after and falling wrong can cripple me for the rest of my life - she's not only a danger to my survival, but a threat to putting me into worse situations than death.\n   After everything I forgave her for I kept fighting, to uses my bedridden status as a chance to create digital assets to help her fund the fight to - ironically - help those like me, who've lost everything to bigotry, torture and mutilation. The torch was to be passed to her, worth only as much as the people who support me & how long I can humanely live to return that in digital assets. I'd continue to make art in a worse than death quality of life so long as this body could function well enough to create art, and I'd do so restlessly, to secure your future and stopping the butcher who took 23 victims before me.\n   When I realized you were cheating on me with bigots, trans fetishists, ableists, psychophobes, I stopped being okay with going through ALL this just for you, when you'd put that money in harms way of people like me in the future. When the harsh truth of who you loved more, when learning just how worthless I was to you in your mind, when WE. ARE. OUT. OF. TIME... And you still won't stop putting me through physical and emotional abuse. Let those assets fund people like me, who are a mere $15,000/year away from escaping an abusive caretaker. And for every penny that goes towards them, and not to you, my Soul lives on in the Lifeline of your victims.\n   \n--Sonnets--\n   \"Your Love is Tobacco; \nfor the sake of my dignity, my life, and what you should want too if you sincerely cared about and loved me, is for me to cut you out - no matter how much I love you.\"\n\n   \"Your Love is Tobacco;\nI never quit, even after you sexually assaulted me. I never quit, even after you cheating on me all the time. I never gave up, after all the pain you've inflicted onto me. I would give it all, for you to have a better future. I would give it my all, to fund a future where people don't go through this. I entrusted the torch to you, and you never wanted it.\"\n\n   \"Your Love is Tobacco;\nBecause we ran out of time to 'work it out'.\"\n\n   \"Your Love is Tobacco;\nBecause it's too late, you never fixed it,\nand those cigarettes don't start becoming healthier by smoking more.\"\n\n   \"Your Love is Tobacco;\nIt exploits people you trap in a cage - the only key to the bars is how much suffering you can inflict if they leave. How selfish to conspire to put me through even worse, just to tighten the grip around my neck.\"\n\n\n--Looking Forward (9/22/21)--\n   You don't cut someone you love out of your life without heartbreak. Going cold turkey from 2 packs a day would have been less painful, but I did what had to be done. And hearing of how happy she is with her boyfriend she was cheating on me with, I'm rather filled with relief - for it's very clear to me... Who loved who... And who used who...\n   Moving forward: I can feel secure, my thoughts will be on my recovery, people who do not use me, and every created asset that will no longer go to those who used me.", "artifact_uri": "ipfs://QmYoTGvDuCdKqZRby2R4qw9w39sX5FA47bTk7PoPEYAyBA", "display_uri": "ipfs://QmXRiwZNcC2L1LjFtUQz9cm7eHYmq7KYoKaGQPp6CMXAmp", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYoTGvDuCdKqZRby2R4qw9w39sX5FA47bTk7PoPEYAyBA", "mimeType": "video/mp4"}], "creators": ["tz1PqogZ7ELvjZrVaAcM2sqKKrYNgm67pSVt"], "tags": ["love", "aphrodite", "angel", "domesticviolence", "domesticabuse", "abuse", "violence", "smoking", "tobacco", "nicotine", "tobaccoleaf", "datamoshing", "livedatamoshing", "glitch", "glitchart", "yinyang", "yourloveistobacco", "tobaccofreeflorida", "sam"], "extra": {}}