{"__version": 1, "token_id": 357427, "symbol": "OBJKT", "name": "Team XTZ Trading CARDS 2: MYNAMEISTRU3", "description": "\nTeam XTZ - is not a team. \n\nIt's an idea. It works like this: \n\n1) Create and Boost Quality Artwork Daily \n2) Treat Fans and Buyers like GOLD! \n3) Positive and Fun Twitter Presence \n4) Enrich the TEZOS ecosystem, so that everyone prospers \n5) Connect Network and Collaborate Globally\n\nWhen we make the TEZOS creative space a fun positive engaging place to be — that is full of great art - then buyers and people outside the NFT space, can check us out and become new our customers, fans, and collectors. \n\nWe can actively grow the creative side of TEZ through daily acts of positive quality engagement and creative work, while collaborating and connecting with likeminded artists - GLOBALLY. \n\nAs TEZ grows — the $$ value for all buyers and creators will GROW. \n\nSo this is 'mindset' not a team, but the hashtag #TeamXTZ was created to crystalize the importance of that mindset in everything we do as independent TEZ-based artists and creators in a global 24/7 Marketplace. \n\nThere is no team to join, it’s just an idea. Anyone can do it!\nIt’s simple but powerful. \n\nFor fun- and cross-promotion - I am making these trading cards as promo items. ANYONE can reach out to me and I'll make you your own card and gift it to you! \n\nBest of luck to all indie creators in the TEZOVERSE globally - let's make some dreams come true! \n\nHP LoveBux\n9-25-21", "artifact_uri": "ipfs://QmUsk7D5gXGuqtwsJJURjuHgxHh2Z7hpcRu6CyU11TjBxB", "display_uri": "ipfs://QmS7P5xbAnuXH52QFC7PAztMQARr22phzQBguJFtd4oxS7", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUsk7D5gXGuqtwsJJURjuHgxHh2Z7hpcRu6CyU11TjBxB", "mimeType": "image/jpeg"}], "creators": ["tz1Nh672Ln1KRwVgXVdS6NR3NcSWjUSPaFuB"], "tags": ["tradingcards", "collectibles", "indie", "teamxtz", "promoartist", "mynameistru3"], "extra": {}}