{"__version": 1, "token_id": 375927, "symbol": "OBJKT", "name": "Healing Spell x Lilith Wound", "description": "In astrology, Black Moon Lilith represents our subconscious darkness but when properly healed it shows where your true desires and power rely.\n\nThe wound from Lilith can make you act on primitive impulses, it can feel like boiling water inside of you, like steam about to make you explode; it’s like a childish tantrum you can only let be and not try to control. \n\nThis Art Magik piece has been made with the intention of healing your Lilith wound by making you conscious of your rebellious needs, your POWER to change your inner self and therefore the world outside.\n\nFor this spell to work you must face your daemons: \n\n1. Grab a piece of paper and write down all experiences that have made you feel rejected, ashamed and/or guilty. Be honest and don’t judge. The earliest ones are the most important, the ones from your first 8 years of life.\n2. Imaging your inner child right beside you and read out loud the list. See how your early self reacts. Let them feel, do not repress anything no matter how dark it gets.\n3. Recognize your desire to be appreciated for what makes you YOU, with all of your differences, experiences and uniqueness.\n4. Hug your inner child and comfort them as you’d like to be hold in those days.\n5. Release/ let go of your anger and the thirst for revenge.\n6. Acknowledge how you’ve been treating others and how you’ve been limiting yourself while trying to prevent the wound to get deeper. Forgive yourself and commit to change.\n7. Burn the paper and be grateful for what you have accomplished, for what you’ve become thanks to Lilith, mother of witches.\n8. Happy reprogramming! Enjoy your nu life, energy alchemist!\n\nTo know where your Lilith is in your Natal Chart and get a more precise insight on what you need to heal, you can check out :\nhttps://horoscopes.astro-seek.com/birth-chart-horoscope-online\n\nTo know more about this spell and the meaning on every detail, hit us at @uhbodega on Twitter.\n\n\n\n", "artifact_uri": "ipfs://QmcmhRLdhSdtdxfGPpDxsfDqVSbne2PhF5344g7bQwjydm", "display_uri": "ipfs://QmSokKWsYHpJFBe5reD63RimpME7Zn3hjk3ZWP8AC5HoeW", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmcmhRLdhSdtdxfGPpDxsfDqVSbne2PhF5344g7bQwjydm", "mimeType": "video/quicktime"}], "creators": ["tz2APvqhVdKPr12PM79hLY8RnaFz29HtpEKu"], "tags": ["Spell", "witchinghour", "uhcaribe", "Lilith", "astrology", "magik"], "extra": {}}