{"__version": 1, "token_id": 408127, "symbol": "OBJKT", "name": "Screwed Wings", "description": "------[PTSD friendly simple naming of the metaphors as they're being visually represented]\n|  An angel sick and poisoned holds a cashew apple. Her wing is screwed to the metal trimming above her, and a Pansexual flag cage surrounds her. The cage is disrupted by an eye at the bottom, releasing pollen above it to the seed of the fruit she is holding. To the left are golden prayer hands in a sea of chaoticly twirled colors, fortified by a corner trimming which holds flowers as the primary gold galvanized foothold, reaches into the cage just barely able to touch the tip of her feathers. The parts of the prayer hand that are going through and past the cage are bloodied.\n|\n|\n------[CW: Graphic language barely short of methodology, depression unfriendly*]\n*I made this to cope with how shook I was waking up from my 31st suicide attempt.\n|\n|  People are scared of, and even get violently angry at, torture survivors for simply existing. It's inconceivable that someone can go through what we went through, have our bodies maimed, mutilated, and crippled as horrifically atrocious as what has been done to us, and still not kill ourselves - or even more terrifying to the untraumatized: us being happy. The \"If it were me I'd just kill myself\" crowd are always the types that couldn't pull a fucking trigger - a simple goddamn twitch of your finger and lights out - not if they tried.\n   1 in 30 suicide attempts succeed, 29 out of 30 at worst nothing happens, next worse is nothing happens and you get locked up against your will and (especially if you're a minority) get treated like cattle for a week or so, or are now living a worse life than what drove them to the attempt in the first place. You ever meet someone who survived a gunshot to the head? 35 surgeries and pain even Fentanyl can barely begin to relieve. Suicide prevention is more than copy pasting phone numbers to hotlines that call the police and endanger the lives of people in an already vulnerable place; your \"Depression is real\" shit after someone succeeds is insulting - are you trying to say you didn't believe it was real while they were alive? You fuck.\n   Suicide prevention is listening to your elders who went through torture who and are still alive. I'm a statistical anomaly in both how many attempts it should take to succeed, as well as I pulled enough strings to literally have a surgery invented for me to save my life from the unspeakable 11 hours of being tortured with knives and other tools by an elite millionaire that took 23 victims before me, and still to this day has not faced a single scratch nor \"Official\" record of a simple complaint against him; because of his status, his power and privilege, his hatred, his dehumanization of his targets, and his bloodthirsty greedy heart - threaten your life to sign consent forms to let him do whatever he wants to your body,\n and if you think that this shit can't happen to you,\n  you're one of the easiest targets for people like this.\n   Listen to your torture survivor elders.", "artifact_uri": "ipfs://QmXQeoCx5ASN7YhBWKr9H8c1Rio4ZBabN2GxQTbRonBkEY", "display_uri": "ipfs://QmPJRUsUma1TR6gdxh2sZoa7k98MdwW5xyXAKJRsHchHqD", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmXQeoCx5ASN7YhBWKr9H8c1Rio4ZBabN2GxQTbRonBkEY", "mimeType": "image/png"}], "creators": ["tz1WSB79B4pMAqzsfhqox2FzCRkf15ybZ4GD"], "tags": ["zoomin", "micromes", "bacteria", "angels", "angel", "collage", "paperscraps", "digitalpapermachet", "suicide", "suicideattempt", "cage", "entrapment", "angeltrafficking", "pansexual", "poison", "lgbtqia+", "ethereal", "macabre", "torture"], "extra": {}}