{"__version": 1, "token_id": 488427, "symbol": "OBJKT", "name": "Cycle of the Shroom — Prologue", "description": "Layers upon layers, each world has them, each place, each city, each town. Wherever you go, from the vastest megalopolis to the tiniest backwater shithole of an outpost somewhere between here and nowhere, they all have layers, and this place is no different. // The NEO-Budapest Triangle. It stretches from Sofia in the south, up West to Nuremberg and over back East to Old-Warsaw, with NEO-Budapest smack, right in the middle. // A city of approximately 250 million people that rose out of the Black Lake incident. Back when the powers that be pushed the button on the Lincoln Contingency and everything changed. // Crypto and greed have divided the people and piled concrete, and steel, and neon, high-up and driven those without down below. // For so many, building down was the only way to survive after Black Lake. Building up, that was reserved for the few. The ones with the resource and power and connections to keep a glimpse of the sky. Even after the Lincoln Contingency turned it to a permanent, pale ash. // For everyone else, when you’ve got nothing, there’s no place to go other than down. So, when you’re driven into the depths from the cartels, the gangs, the police, the corporations, and everything else, you’ll do anything to find that glimpse of something brighter. To keep hope alive, to keep dreaming of a better day. // That’s what the cartels use. It’s what they’ve been preying on for years now. It’s the reason they sprang up in the first place, and where the shroom came into play. // The sun’s low, the sky the colour of smoke, she’s done her job, spilled blood and severed limbs. Another day in NEO-Budapest, another day working the streets for the Shoomheads. // Venture is the handle she goes by, Katana by her side, shoom vape hooked in. “Why don’t they ever just pay?” she whispers, waiting for the area leader to drop her a message with the location of her next hit. She’s an enforcer, a thug, cartel meat that collects when debts run too high or too long, and she always gets the job done. // Another hard pull on the vape to take the edge off the scenes she’s left behind. // She lets the shroom magic flow into her as she looks up to the sky and sees an explosion of incandescent hues paint themselves across its ashen surface. // This is what they deal in, this vision. // This is what they’ve got NEO-Budapest hooked on, this dream. // And this is the cure the Shroomheads have discovered the most efficient and potent way of manufacturing. // It’s inexpensive, it’s strong, it will take you to another world, and it’s addictive as hell. It’s the escape everyone needs, and Venture and the cartel are hooked in and running the circuit. // They’re here to make sure that when the inhabitants of NEO-Budapest look up, they don’t see the ashen sky; they see a way to escape. They see their dreams, and want to buy more.", "artifact_uri": "ipfs://QmPvoYmSbKBdKY4WUhLnHHsnmdZuA5pH8akR76yJDarBDn", "display_uri": "ipfs://QmbZrgftfYHctVpkLhx3aizevDQde11iBmG6wKmJwyByxS", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPvoYmSbKBdKY4WUhLnHHsnmdZuA5pH8akR76yJDarBDn", "mimeType": "video/mp4"}], "creators": ["tz1aCw2K7WRmXdgNTkR3jmgb5SMMtVftYBQq"], "tags": ["2d", "2danimation", "animation", "artwork", "city", "cyberpunk", "digitalart", "drawing", "fantasy", "genesis", "grossehalbuer", "illustration", "mushrooms", "scifi", "surreal"], "extra": {}}