{"__version": 1, "token_id": 521027, "symbol": "OBJKT", "name": "Beginning of a Start", "description": "Disputes between my mind and my heart,\nAt the finish line, but don't know where to start,\nI'm a shark in shallow seas,\nAfraid that someone bigger is gonna swallow me,\nSwallowing all my hopes and dreams,\nYou're doing me favor by all means,\nCuzz in my dreams, you will never make it,\nHopeless and Lost, You could never take it,\nWhen I was younger no one had my back,\nParanoid, Prepared for new attacks,\nI ran with my boys back at the time,\nThey told me they were there for me,\nAnd that I'll be fine,\nMy family for all the love they shown,\nMy mother and my father, they left me all alone,\nAlone at home, What's a kid to do?\nGetting deep down in trouble, Not going to school,\nHandy with the steal is what I was known for,\nLoved the thrill, So I did it more and more,\nBecame the cool kid around the whole town,\nMy parents found out, So they kicked me out,\nAnd without a doubt, I made it on my own,\nHomesick, but I'm not missing home...\nhaha.\nNow, I got my life on track,\nBrightened up my color, left my dark in the past,\nThoughts came up - Showed me the light,\nA new vision and a new sight,\nNow I'm in for a new fight,\nAnd uhh... Myself is the contender tonight,\nGoing 12 rounds and I won't stop,\nSky is the limit and I'm taking it to the top,\nNot lost, but found profound, \nLost and found to the sound to the song in my mind,\nSunrise, sunshine is fine,\nI feel it on my skin, Warming up my heart,\nAt the finish line, but the beginning of a start - x2\n\nDeep in the underground, Since the beginning,\nHeavy metal banging, tight jean wearing,\nPants always sagging, hardcore rocking machine,\nNever really dreamed of hip-hop knowledge and schemes,\nDidn't really like the big chains and rings,\nWasn't too big in the scene,\nBut then it became clear and clean,\nSage Francis was a brand new thing,\nYea, I focused on the facts and that phat tracks banging,\nAdjusted the bass and started breakdancing,\nA brand new attraction, Cutting into fractions,\nThe places you're slacking,\nThen I started tagging, graphing,\nChilling with the cats from the Gangland,\nGetting in to trouble man,\nWhat the fvck is happening?\nGuns started clacking then got the fvck out, \nNo doubt, Needed a new route,\nThat's not what I'm about,\nSo I started towards a new path,\nNeed not a blood bath,\nHad a kid and laughed because the drug was so great,\nIt had to be fate, born here in Salt lake,\nI accumulate hate through a prism gate,\nThen release it back to the state in a better state,\nIt's never too late to have a date with the devil,\nPeddle to the metal,\nI know on many levels how he's trying to start a cattle,\nIt's a non-stop battle between good and evil,\nHigh off the diesel, forgetting about the people,\nOr shooting of the Deagle (Desert Eagle),\nThinking with the Ego, living life deceitful,\nLet your Elohim glow, and knowledge flow,\nI promise yall cats there's a better sequel,\nEveryday is optimal, Everything is possible,\nFrom giving life, to dead bodies in a hospital.\n", "artifact_uri": "ipfs://QmYjuevZxVuWBFGmwDxU3bADthHupxMrRAehzarex1ZMct", "display_uri": "ipfs://QmZKDyeQpmTzDr9HbTp2DCyuq54x5cYnBSGvir5VMNHhLn", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYjuevZxVuWBFGmwDxU3bADthHupxMrRAehzarex1ZMct", "mimeType": "audio/mpeg"}], "creators": ["tz2MxjL7SLCvEVmUtASGpa3tjNwnKfJXYaBu"], "tags": ["Hiphop", "Rhymes", "Rap", "Underground", "Undergroundhiphop", "Dreams", "Poetry", "Free", "Ilistedthisforfree"], "extra": {}}