{"__version": 1, "token_id": 528127, "symbol": "OBJKT", "name": "EURÊKA", "description": "EURêKA is part of Cath Simard’s genesis NFT collection “Lumière du Noir” - A metaphor for being stuck in a very dark place, a place of comfort and apathy, but finally discovering the possibilities of the world outside of your comfort zone, a world of light and possibilities. This image represents a creative breakthrough, a moment in time where the pieces came together and then suddenly “Eurêka”. On my last trip to Iceland, I spent two weeks exploring this location called Stokksnes, a popular spot for photographers and a difficult place to find a unique composition. I became obsessed with composing this scene in a completely original way that hasn’t been done before. My obsession started with a small cave I found during low tide; a cave so small it could only fit my camera. Using a wide-angle lens, I spent a few hours capturing a panorama, moving the camera a few millimetre at a time on each shot. Then, over the next two weeks, the obsession grew and the nights shortened. I returned one morning during blue hour and captured the shore leading to the mountains. At this point, a sketch of the composition began to form in my mind, but still blurry and immature. A few days went on, exploring the area trying to find the last piece of my puzzle but without success. I felt creatively drained, but the obsession remained. On my last night, I was welcomed by Lady Aurora, arriving in yellow and green, ready to share her dance above the same scene. It was, undoubtedly, my greatest “Eurêka!” moment; this was the last piece to complete my puzzle. My final composition blends these three unique moments into an image somewhere between my dreams and reality, an image that turned the impossible into possible. - The first collector will receive an 8X10 HD sublimated metal print, framed, signed with a certificate of authenticity. \n", "artifact_uri": "ipfs://QmZeAwChCCEzkc7g2iKJQNtoaogGXVW4udh8tGtnYbcQB1", "display_uri": "ipfs://QmStNh7tZxR1DnJhcoT6NZYegMwu7ipuiqvCQD93czubzX", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmZeAwChCCEzkc7g2iKJQNtoaogGXVW4udh8tGtnYbcQB1", "mimeType": "image/jpeg"}], "creators": ["tz1c1ZCgWwQGDuu7UMAS5RPhmpo5AX2XyRcu"], "tags": ["art，aurora，cathsimard，composite，compositeart，digital，dreamscape，hyperrealism，iceland，landscape，mountains，mountainscape，northernlights，photography，seascape，simard，surrealism"], "extra": {}}