{"__version": 1, "token_id": 552827, "symbol": "OBJKT", "name": "Digital Ghost", "description": "Once artificial intelligence is fully developed within electronic systems, it will afford many useful applications in many sectors ranging from banking, agriculture, medical procedures to military operations, especially by decreasing the involvement of humans in critically dangerous activities. Robots as well as computers themselves are embodiments of values inasmuch as they entail actions and choices, but their practical applications are modeled or programmed by the engineers building the systems. AI will need algorithmic procedures to ensure safety in the implementation of such systems. The AI algorithms written could naturally contain errors that may result in unforeseen consequences and unfair outcomes along economic and racial class lines. It is crucial that measures be taken to monitor technological developments ensuring preventative and precautionary safeguards are in place to safeguard the rights of those involved against direct or indirect coercion. While it is the responsibility of AI researchers to ensure that the future impact is more positive than negative, ethicists and philosophers need to be deeply involved in the development of such technologies from the beginning.\n\n1200x1200 px - Animated GIF loop\n24Fps - 1 Sec - 1mo\n©vermine 2021 - @V3RM1N3", "artifact_uri": "ipfs://QmaUSiJSAexVLUoYTWZbpQ74BQgBLWswQZY7Hg7UjAN9Zt", "display_uri": "ipfs://QmaUSiJSAexVLUoYTWZbpQ74BQgBLWswQZY7Hg7UjAN9Zt", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmaUSiJSAexVLUoYTWZbpQ74BQgBLWswQZY7Hg7UjAN9Zt", "mimeType": "image/gif"}], "creators": ["tz1WgYpFP6A18hHJFsjd8PuW9XrAqeQC1jrx"], "tags": ["gif", "techno", "pixel", "generative", "punk", "generativeart", "animated", "pixelart", "code", "animatedgif", "electro", "glitch", "vermine", "javascript", "cosmic", "cypherpunk", "video", "art", "Black", "White", "Monochrome"], "extra": {}}