{"__version": 1, "token_id": 354474, "symbol": "OBJKT", "name": "Residuals 36: Solace", "description": "Context: \n\nIn statistics, the term \"residuals\" refers to the discrepancy between model predictions and observed data. Residuals are prediction errors, gaps between what we believe and what we observe. A typical modelling exercise describes residuals as random noise, and every scientist knows this mathematical formulation is a lie. It is a convenient fiction, adopted of necessity. When we analyse our data, scientists lie to ourselves. We lie to ourselves today, temporarily, in the hope that it will be a little less egregious when we lie to ourselves tomorrow.\n\nSeries: \n\nThe four pieces in the \"residuals\" series are all leftovers from the \"water colours\" series. Each one of them is created with some variation of the original algorithm or a modification to the input specification. None of them fall within the scope of the process described by the \"water colours\" series. But they are not arbitrary or incoherent. Each one expresses a specific moment, an experience that happened to me out in the real world, and the emotion that surrounded that experience. In each case the source code is not dissimilar to the water colours source, but my mood was very different in each case, and in no instance was the mood very similar to the emotion expressed in the original series. They are not random, but they are idiosyncratic.\n\nPiece: \n\n\"Solace\" applies a variation of the algorithm that allows the output image to escape the bounding box of the input. The dark inner square in this piece maps to the borders of the original image. Unlike other variations on the water colours system, \"Solace\" reveals the canvas upon which the image is drawn, and allows points to follow the vector field wherever it takes them. The original photograph was taken in candle light, in a moment of relief, safety, and contentment. I treasure those moments when they arise.\n\nAuthor:\n\nhttps://hen.djnavarro.net\nhttps://art.djnavarro.net\nhttps://twitter.com/djnavarro\nhttps://github.com/djnavarro\n\n", "artifact_uri": "ipfs://QmNYDUtSPYMxG9Q98ydrD2gWyJXcQ887xFhqUWMH14BVgj", "display_uri": "ipfs://QmX6rJdhaMdxT8Fr1VD4V9Uq5nX2STakYHUkAvUE6wfKNm", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmNYDUtSPYMxG9Q98ydrD2gWyJXcQ887xFhqUWMH14BVgj", "mimeType": "image/png"}], "creators": ["tz1hXKn2BcU64HxSrmojfuf7cDoweJ9xwxZ7"], "tags": ["generativeart", "statisticalmodelling", "simplexnoise", "fractals", "relief", "escape"], "extra": {}}