{"__version": 1, "token_id": 407174, "symbol": "OBJKT", "name": "1883: The Volcano Eruption #003", "description": "#003 / 004\n\nReminiscing about the history that once shook the world. \n\nKrakatoa. is a volcano in the Sunda Strait, Indonesia. The eruption once shook the world. On 27 August 1883 the explosions were so violent that they were heard 3,110 km (1,930 mi) away in Perth, Western Australia, and the island of Rodrigues near Mauritius, 4,800 km (3,000 mi) away. The pressure wave from the third and most violent explosion was recorded on barographs around the world. Several barographs recorded the wave seven times over the course of five days: four times with the wave travelling away from the volcano to its antipodal point, and three times travelling back to the volcano. 63  the wave rounded the globe three and a half times. Ash was propelled to a height of 80 km (260,000 ft). The sound of the eruption was so loud it was reported that if anyone was within 16 kilometres (10 mi), they would have gone deaf.\n\nThe combined effects of pyroclastic flows, volcanic ashes, and tsunamis had disastrous results in the region and worldwide. The death toll recorded by the Dutch authorities was 36,417, although some sources put the estimate at more than 120,000. There are numerous documented reports of groups of human skeletons floating across the Indian Ocean on rafts of volcanic pumice and washing up on the east coast of Africa up to a year after the eruption. Summer temperatures in the northern hemisphere fell by an average of 0.4 °C (0.72 °F) in the year following the eruption.\n\n-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-=-\n\n1680 x 1680 PNG\nDigital painting created using A.I. \nCLIP+VQGAN art, upscaled in Real-ESRGAN", "artifact_uri": "ipfs://QmPnq1okxmSDTACxPXY7CE6oQN6m1cqh2YVxVW5dd2Aqor", "display_uri": "ipfs://QmRZnWL4jTEBMVhBb8Y8LtqGLYbqVkCYJj3RzRe9MCsy1T", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPnq1okxmSDTACxPXY7CE6oQN6m1cqh2YVxVW5dd2Aqor", "mimeType": "image/png"}], "creators": ["tz1c4QupSyjxgsgd7tZTnyBgPKrGbEPjVRkZ"], "tags": ["artificialart", "ai", "aipainting", "digitalpainting", "krakatoa", "3d", "eruption", "generative", "digitalart", "volcano"], "extra": {}}