{"__version": 1, "token_id": 454974, "symbol": "OBJKT", "name": "PROXIMITY PRJ / #1 BLESS", "description": "Hello digital wanderer. Do you want some NFT?\n\n“PROXIMITY” is a project dedicated to people’s sacral relationship. Every new gif will support one edge from a brilliant that we call Love. Not chemical Love, but Love as a universal power. In general it will be 8 main + X arts. First edge have 8 editions. Next edge will have 7 editions. And last one will have only one edition.\n\nEvery art will contain small description of theme and I’m offering you to play the game. Each time I will open a gifts for collectors. \nFor example:\nCollector with 4 from 8 arts will get from me “sensual” portrait in the same neon style.  What it means?  We will make a really close deep conversation where we find the side that you are hide from everyone. And even maybe from yourself. Then I will make your portrait of this opened side. And then we will make it an NFT art that continue evolution of “PROXIMITY” project. Or you can just leave it not shown. It’s up to you. \n\nSo. First edge. BLESS.\n\nThe Blessing is an important lost part of a close relationship. \"Marriage made in heaven\" is only borrowed by religions from the original source of truth. There are those who are suitable for you and those who are not suitable, although both of them can be physically attracted to you equally. Blessing, however, is rare, and this state cannot be confused with anything else. It's like back to Home after looooooong trip. This Home is another person. You touch a person and don’t feel separation, you are continue of him when he is already inside you. And this contact may even be just by eyes.  And you have known each other for eternity. Because it is. Two integral facets of the divided consciousness met and this Bless. Don’t lose it, wanderer.\n\nLet's play the game.", "artifact_uri": "ipfs://QmVBvx4XDt19PdEiFjwjaS7nXBp6AmqS6yK3e7WsoSxRLk", "display_uri": "ipfs://QmVBvx4XDt19PdEiFjwjaS7nXBp6AmqS6yK3e7WsoSxRLk", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmVBvx4XDt19PdEiFjwjaS7nXBp6AmqS6yK3e7WsoSxRLk", "mimeType": "image/gif"}], "creators": ["tz1RjazWTARjatpHixGqEoUWa7RGTXwTz52v"], "tags": ["bless", "love", "relations", "experement", "neon", "gif", "power", "proximity", "game", "digital", "performance"], "extra": {}}