{"__version": 1, "token_id": 462174, "symbol": "OBJKT", "name": "NooAvatars-1982-2021-PR2", "description": "NøøAvatars \n\nFrom Media ØØØ to NøøShekhinah. 1982-2021\n\nArtwork in augmented reality for the second edition of the Prosthetic Reality artbook, printed in October 2021.\n\n\nhttp://www.yannminh.org/french/IndMedia.htm\nDirector : Yann Minh\nMusic : Claude Micheli\nActor : Mireille Mallet\n\nA young woman maintained in suspended life is trapped in the cyberspace.\nFirst award of the Festival of Charleroi in 1984\nSpecial price of the festival of Montbeliard.\nMEDIA øøø is by its form and its contents, an oneiric microcosm describing the ultimate apogee of a world mediatized to the extreme.\n\nThe 12 minutes program which is generally diffused, is in fact, the main videotape of an immersiv installation exposed in the museum of modern art Georges Pompidou (Beaubourg) in Paris in 1983\nThe installation was made of two screens vidéos, diffusing two distinct tapes, synchronized with two sets of slide projectors, and organized around a cybernetic sculpture representing a lengthened young woman connected to the screens.\n\nThe witness penetrate an obscure black lighted room, symbolizing a scientific research laboratory.\n\nMedia ØØØ is the nightmare of a young woman living in a virtual world. The computer that control her vital functions reach the end of his energy, and tries to wake her up. Unfortunately, she refuses to get out of her thousand-year-old dream, and turns the computer's wake-up signal into a technological nightmare, where the dreamlike universe in which she delights, which she believes to be reality, is parasitized by digital avatars of herself.\nThe additional screens of the installation display interpretations of her dreams, as well as medical information from the computer system that controls her biological functions.\nUnfortunately, her subconscious refuses to leave the dreamlike world generated by the computer and in which she has become accustomed to living.\n\nMETAPHOR\nMEDIA øøø is a metaphor for our society which has become cybernetic since Norbert Wiener highlighted the role of information exchange in the hierarchy of living things.\nThe installation was inspired in me both by my science fiction and cyberpunks novels and also by Marshall Mc Luhan's book \"To understand the media\".\n\nThrough MEDIA øøø, I try to illustrate, through a formal treatment of narration, his theory of the passage from the mechanical age to the electrical age.\n\nMedia ØØØ is a \"Tactile\" fiction, because it is the succession of all the points of impact of the information on our mind that forms our understanding of history, as it is the succession of all the points of impacts of the material on the skin that forms our feeling of smooth or rough\n\n\n\n\n\"All media are active metaphors in that they can translate the experience into new forms ...\nIn this age of electricity, we see ourselves translated more and more into information, on the eve of technologically extending consciousness. \"\n\n“To understand the media” by MARSHALL MC LUHAN.\n\nThis artwork in augmented reality connects 40 years of cyberspace quests since 1981, when I started making Media ØØØ at the video art department of the National School of Decorative Arts in Paris, and my latest 3d computer graphics: NøøYokaï and NøøShekhinah.\n\nNøøShekhinah is a cyberpunk allegory, inspired by Ted Nelson's revolutionary raised fist for the cover of his 1974 book “Computer Lib” where Ted Nelson hopes that computers will emancipate us in a revolutionary meaning. After the raised finger of the fuck gesture, my 3d robot hand makes a symmetrically symbolic gesture: the vulvar metaphor representing the feminine part of god in Jewish mythology: Shekhinah, which inspired to Leonard Nimoy the Vulcan salute for Star Trek. So in this animation, the feminine and the masculine merge in queer wholeness, to finally make copy / paste gesture on a computer keyboard, which is a reference to the Swedish religion of Hackers, the Kopimism, which reveres the principle of duplication of the living.\n\nNøøYokaÏ is a NøøEntity, the avatar of a virtual creature, hybrid between the Japanese Yokaï of Ure Onna, the Kumpo of the Diolas of Casamance, and the gorgon and erinye Medusa of the Greek mythology.\n\nNøø-Entities are informational creatures that haunt the nøøsphere since its origins. These are memes, which propagate and evolve in our minds, carried by our myths and artistic works.\n\nNøøYokaï is also a cybernetic avatar and self-portrait inspired by Donna Haraway's “Cyborg Manifesto”. There are several genders and masks, masculine, feminine, neuter, neko and furry.\nIt is a memetic hybridization of the Japanese Yokai Nure Onna (wet woman), Medusa from ancient Greece who is one of the three gorgons, (Gorgons are erynias, responsible for punishing faulty humans) and finally inspired by certain Fang african’s masks from the Bwiti religion, from Kumpo (doubt / Secret), who is a redemptive avatar from the mythology of the Diolas of Casamance in Senegal, and who are embodied by spinning dancers covered with long strands of palm leaves.\n\n\n", "artifact_uri": "ipfs://QmUobZKzMUqMif6PuzfNtD8skQh3HV1X449zKCFvvZFeBr", "display_uri": "ipfs://Qmdi9TjHu8DyeZT1bwv7URhQYD7ZxYmuFR6ikD3K1Bn2oE", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmUobZKzMUqMif6PuzfNtD8skQh3HV1X449zKCFvvZFeBr", "mimeType": "video/mp4"}], "creators": ["tz1LCnDxPrh2w2DviRrjssfcPiF21MmPhXc6"], "tags": ["cyberpunk", "ProstheticReality", "eyejackapp", "#PRV2", "PRV2", ""], "extra": {}}