{"__version": 1, "token_id": 551074, "symbol": "OBJKT", "name": "DREAM WORLD VII", "description": "“DREAM WORLD VII” is the 7th piece in Jacob’s 10 piece genesis collection and is the final image in the series. “DREAM WORLD” looks at connecting Jacob’s love to travel and his unique experiences, with the surrealism of the real world. “When each day seems the same as the next, it’s because people fail to recognize the good things that happen in their lives every day that the sun rises.” ― Paulo Coelho, The Alchemist. It’s easy to become complacent, to let life just happen around you and fall into a pattern of repetition. You could say it’s like driving down a straight road on auto-pilot, with no turns or obstacles to make you need to focus, while each beautiful moment passes you by in an instant. In those times of ease and comfort you quickly loose the will-power to grow and loose sight of the obstacles that will help you progress. Breaking the pattern is infinitely harder than the ease of slipping into complacency. However, the moment you decide to take charge, stop the car and make the conscious decision to see the obstacles in your way, you’ll instantly reconnect with the sense of power, strength and willingness to challenge yourself — all of which were lost in the complacency you became accustomed to. There is no doubt that the more difficult roads, lead to the more beautiful destinations. However, we are only human and often are too scared to take that difficult road. With that in mind, I want to challenge you. Next time you are faced with a choice like this, picture yourself here and make the conscious decision to step out of the car of complacency and live a more fulfilled and progressive life. Each image within this collection tells a beautiful story; a moment suspended in time. This image combines 3 photos captured by Jacob over a 3 year period in Middle East. *** The collector will receive a gallery quality, signed and framed physical print of the image alongside the NFT. The size of the print will be determined by the collector and Jacob once the sale is complete. \n", "artifact_uri": "ipfs://QmSCXwDBSA37QohQGxfMGEuLR5q7ZHEzPHKhTg3RZ1M9TJ", "display_uri": "ipfs://QmcmXD3UpghijBmhCutv8GKUBAsyTyQY1rYksLE88RFreF", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmSCXwDBSA37QohQGxfMGEuLR5q7ZHEzPHKhTg3RZ1M9TJ", "mimeType": "image/jpeg"}], "creators": ["tz1WTHfY9DfZhVJkHQXvCR39nshhYBJCbNP7"], "tags": ["alchemist，art，car，desert，digital，dream，dubai，futurism，immersive，jacob，jacobriglin，landscape，milkyway，sand，sanddunes，stars，sunrise，sunset，surreal，surrealism，thealchemist，travel，universe，world"], "extra": {}}