{"__version": 1, "token_id": 602074, "symbol": "OBJKT", "name": "Kusunoki Masashige (05/12)", "description": "Kusunoki Masashige is one of the greatest and legendary military strategists in Japanese history. Served the emperor Go-Daigo since 1331, in the war to restore the Imperial system by overthrowing the Kamakura Shogunate, the military dictatorship that had ruled Japan since 1192. At first Kusunoki's efforts failed as a result of being outnumbered against the Shogun's hefty army. But in 1332 his efforts made rapid progress when the troops he led succeeded in repelling the shogunate troops and occupying the Chihaya fort near Nara through a guerrilla strategy. In a famous battle Kusunoki was able to defend Chihaya's fortress despite being outnumbered. In 1333, supported by Nitta Yoshisada and Ashikaga Takauji, Kusunoki Masashige succeeded in capturing the capital at Kamakura and ending the Kamakura Shogunate under the Hōjō clan. In the next period during the reign of Emperor Go-Daigo, Kusunoki Masashige assumed the post of governor of the provinces of Settsu, Kawachi, and Izumi and became the main figure in the central government at that time. Kusunoki was called Dainankō (Great Lord Kusunoki). Kusunoki Masashige died by suicide on July 4, 1336, in Minatogawa, Settsu province, after losing the battle on the Minato river to the rebellion of Ashikaga Takauji, who later founded the Ashikaga Shogunate (Muromachi Shogunate). For his service and loyalty to the Emperor, Kusunoki Masashige is enshrined in the form of a statue in front of the Imperial Japanese palace in Tokyo. It is said that this statue is the only samurai statue in the vicinity of the Palace.", "artifact_uri": "ipfs://QmYi4dnTFzPiipcVKmc1bcanStnzSKxsaLXC49AAyUyKQG", "display_uri": "ipfs://QmdP7yPhRFTpgmzH2z6986iPJnBorzp67PbNgavhdkjyUE", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmYi4dnTFzPiipcVKmc1bcanStnzSKxsaLXC49AAyUyKQG", "mimeType": "video/mp4"}], "creators": ["tz1bmXxGgdQZFnkGqibZ129m82oVQkEpDK34"], "tags": ["Illustration", "Samurai", "Japan", "History", ""], "extra": {}}