{"__version": 1, "token_id": 295750, "symbol": "OBJKT", "name": "Legong", "description": "#MaskSeries : Legong \n\nLegong is a form of Balinese dance. It is a refined dance form characterized by intricate finger movements, complicated footwork, and expressive gestures and facial expressions.\n\nAnd, do you why Balinese people wearing frangipani flower?\nBased on Hindu philosophy, frangipani blooms in the fourth full moon or Balinese called it Sasih Kapat.  The flower is also considered a “natural essence”, so frangipani flowers can be interpreted as natural extracts that bring enlightenment and saris of goodness.\n\nFrangipani flowers and Balinese people have a very close relationship. If you travel to Bali and see in various corners of the city growing frangipani, you no need to be surprised.\n\nFrangipani flowers are used to show the sanctity of the heart when worshiping Sang Hyang Widi Wasa and His holy rays, ancestors, and Rsi (teachers in the spiritual field).\n\nWhy is frangipani with white petals and yellow tinge that is most often used as an icon or Balinese identity?\n\nThis question is then answered with the meaning of white and yellow itself. In the belief of Hindus, white is a symbol of worshiping Hyang Widhi as Iswara.\n\nWhile the yellow color is a symbol of worshiping Hyang Widhi as Mahadewa or Lord Shiva which has the power of Nagapasa which emits yellow rays. Well, from here it is found that the majority of Balinese are Hindus-Shiva.\n\nActually, there are other flowers that can be used for ceremonies to replace frangipani flowers, the important ones chosen are white, red, black or yellow. Red flowers are a symbol to worship Hyang Widhi as Brahma, having the power of a club that emits red light. While the black flower is a symbol to worship Hyang Widhi as Wisnu, who has chakra weapons and emits black rays.\n\nFrangipani flowers have two important roles in Hinduism, namely as a symbol of Lord Shiva and as a means of prayer alone. As a symbol of Lord Shiva, the flowers are placed on the ends of both palms which are included when worshiping. After finishing worshiping, flowers are usually placed over the head (hair) or tucked in the ear. As a means of prayer, flowers are used to fill ceremonies or offerings that will be offered to God or ancestral holy spirits. ", "artifact_uri": "ipfs://bafybeig2tpjxjrawbo3wxgf2wkec4klovrbi6vc356zz2xizn5hd3ubllu", "display_uri": "ipfs://bafybeifdm5ka2wodnngr5a4l5tfat7gooxmwgi6qs7fpx3nunmdykntfka", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://bafybeig2tpjxjrawbo3wxgf2wkec4klovrbi6vc356zz2xizn5hd3ubllu", "mimeType": "image/jpeg"}], "creators": ["tz1WyqapuXM2ieFydW1Q6g7DXPnbwAfZbw8D"], "tags": ["legong", "bali", "frangipani", "flowers", "rakajana", "indonesia"], "extra": {}}