{"__version": 1, "token_id": 368150, "symbol": "OBJKT", "name": "TOKYO NFT ", "description": "\nThe year is 2024, Japan and the rest of the world have gone NFT and crypto mad. Artists in our universe now get paid for the true value of their work.  No longer scrapping for meals, artists are well rewarded for their art.  The future is here now.\n\nDigital cryptocurrencies such as, BTC, ETH, ZNN, HEX, TEZOS, OMNI, PULSECHAIN now run the world. Community-driven IDO platforms like E Q U I N O X are now ruling the IDO market. Gaming and eSport platforms like IGG and NFT platforms that offer cross-chain capabilities like Hopped,  make it easy to transact in NFT art.  \n\nThis futuristic street art neon curation is based in the streets of Tokyo, Japan. \u2028\u2028The world has become an amazing place to live. Transparency is now part of everyday life.  People no longer have to second guess governments.  Their finances are on the blockchain.  The dark forces have been overtaken by light.\u2028\u2028\n\nThere are QR codes in each of starseed’s major NFT art.  These QR codes will change each time starseed does a new piece.  The next major work will have direct links to starseed’s favorite charity as well as links to freshly minted art from starseed and other artists.  \n\nThe purpose behind the QR codes/ links is to share and support artistes, charities, and people starseed appreciate the help of. \u2028\u2028In this current art, there are a few unique QR codes and each provides a link. \n\nThere is a special shout out to crypto influencer Crypto Nut, who has helped spread the word of many NFT artists and Hicenunc.xyz  \u2028\u2028I hope that this Tokyo NFT 2024 provides you with an art piece that you will seriously love. There are many details to be found. I certainly loved creating it and appreciate you buying it.   \u2028\nArt is for all.  Whether you own an NFT or share the beauty, art is changing how we interact with life itself. All is good.  \n\nNFT's are quietly changing the world and the artist's lives who create them. Thank you for being part of the change. \u2028\u2028\n\nLove\u2028\u2028", "artifact_uri": "ipfs://QmbNW5f414QEHowaDB8WrXEZzXh4HaZH9AmpcQrXes131d", "display_uri": "ipfs://QmZrnYrXrHwuyhAdZGLup37LwKyoZYikb2fbpaNpNEmB6L", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbNW5f414QEHowaDB8WrXEZzXh4HaZH9AmpcQrXes131d", "mimeType": "video/mp4"}], "creators": ["tz1g7wtAtGgwA68PS3VTeKm2mELk5efosM72"], "tags": ["starseed", "eth", "znn", "Cryptonut", "igg", "OMNI", "hex", "nft", "zenon", "pulse", "hopped", "tezos", "qrcode", "equinox", "btc", "Tokyo"], "extra": {}}