{"__version": 1, "token_id": 375150, "symbol": "OBJKT", "name": "Defeat 07 - Karol Józef Wojtyla ", "description": "He passed away on April 2, 2005 at 9:37 p.m. (the night before Divine Mercy Sunday). A few minutes later, Monsignor Leonardo Sandri announced the news to the people gathered in Saint Peter's Square and to the whole world. The days after his death, some newspapers published that his last word was \"Amen\", however the Holy See denied this version and stated that the last words were in Polish: \"Pozwólcie mi iść do domu Ojca\" (Let me go to the my father's house). The death was verified by Cardinal Camerlengo Eduardo Martínez Somalo. The Camarlengo announced the death to Cardinal Camillo Ruini, as \"Vicar for the City\" and the Cardinal-Dean of the College of Cardinals, Joseph Ratzinger, officially informed all the Cardinals summoning them to the Conclave, when the See was declared Vacant.\n\nWhen his death was announced, in the middle of the prayer of the Rosary, the public present in the Plaza de San Pedro burst into applause. The lights in his room in the Apostolic Palace were turned off for an instant to communicate in this way the moment of his death, but then they were turned on again and remained so.\n\nHis death occurred due to septicemia and irreversible cardiopulmonary collapse, exacerbated by his Parkinson's disease. He was 84 years and 11 months old.\n\nDEFEAT is a collection based on people whose death historically had an impact on power, quite remarkable in history, either by homicide, convictions or natural deaths, these people marked the beginning, or the end of a corrupt era within universal history\n", "artifact_uri": "ipfs://QmPy9HC44ZDVPVAY8ZsTTU44n7sM1qHBuiQ78WSYe5tspS", "display_uri": "ipfs://QmVcDyvJ85ATnBrc2PFC16uWjkz8DtrqjS4sHWidUuedvt", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPy9HC44ZDVPVAY8ZsTTU44n7sM1qHBuiQ78WSYe5tspS", "mimeType": "image/jpeg"}], "creators": ["tz1eCSidkZBu6nXnmAzAqGZvbUER7xBCitzf"], "tags": ["pixel", "collection", "digital", "arte", "assassination", "illustration", "art", "defeat", "magnicidio"], "extra": {}}