{"__version": 1, "token_id": 436450, "symbol": "OBJKT", "name": "3D - Pixel City: 02", "description": "There’s a black brew stepping across ancient stairwells, brushing shoulders with passersby, a wispy sheath of animosity\nblanketing the doorway, thin tendrils slivering across shoulders whispering Freudian things\n\n\nwhile newborn ears flock to siren murmurs underneath goose down duvets,\nthe scythe pricks like Cupid’s bow, a target for the furious thoughts\nsoul-shrouding and weak-kneed,\nthe light but a toenail in the door to break the house of the entrapped, unknowing Pandora’s box rests in the grasp of nimble fingers and oblivious little girls\nand above, a raindrop touches the river, a featherweight ripple and the canoe overturns to face the void\nthe fisherman sees no rapids in the gilded wink hidden behind seaweed,\nsplit wood and bloodied translucence filter sunlight into dark depths,\nand the shadows darken, and the black brew moulds to untouched crevices, catching us by surprise\n\n\n\nIt has 2 effects:\n\n1. The image it is!\n2. If you have some 3D glasses lying around, try one on and look at the image! Just make sure that you are using the retro 3D glasses. The red and blue kind.\n\nThe image in 3D creates depth and a portal into the image to make it look like a window into a new dimension! So if you want get the 3D glasses and try it out!\n\nWidth: 900px\nHeight: 900px\n\nOriginal Image: 7968 x 5320\nExposure Time: 1/200s\nFocal Length: 50mm\nISO Speed: 100\nF-Stop: f/1.8\nCamera: Sony A7R3\nLocation: Toronto\n", "artifact_uri": "ipfs://QmPAW6YcER3fK6spJisGQ22ZGynHrHkawPo2oT4BwJq1HN", "display_uri": "ipfs://QmPAW6YcER3fK6spJisGQ22ZGynHrHkawPo2oT4BwJq1HN", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmPAW6YcER3fK6spJisGQ22ZGynHrHkawPo2oT4BwJq1HN", "mimeType": "image/gif"}], "creators": ["tz1SFQD7VLwDVkiWBmyeR8PoyFaifRtaeKTa"], "tags": ["landscape", "city", "neon", "pixel", "pixelsorting", "photograph", "rainbow", "loop", "aftereffects", "gif", "animation", "lsd", "acid", "rain", "stereoscopic", "3d", "anaglyph"], "extra": {}}