{"__version": 1, "token_id": 495050, "symbol": "OBJKT", "name": "Adaptability (or the Zhuangzi Cuttlefish)", "description": "Cephalopods such as cuttlefish often use use adaptive camouflage to blend in with their surroundings. They are able to match colors and surface textures of their surrounding environments by adjusting the pigment and iridescence of their skin using elastic pigment sacs called chromatophores.\n\nIn this way, the Cuttlefish represents the ability to adapt to any environment or circumstance, much in the same way that Zhuangzi adapted to the death of his wife.\n\nThe classic Daoist parable of Zhuangzi’s wife is included below.\n\nMay this cuttlefish and the story of Zhuangzi's wife bring the ability to adapt to any environment to you, your wallet, and your loved ones.\n\n-----\n\n莊子妻死，惠子弔之，莊子則方箕踞鼓盆而歌。惠子曰：與人居長子，老身死，不哭亦足矣，又鼓盆而歌，不亦甚乎。\n\nZhuangzi's wife died. When Huizi went to convey his condolences, he found Zhuangzi sitting with his legs sprawled out, pounding on a tub and singing. \"You lived with her, she brought up your children and grew old,\" said Huizi. \"It should be enough simply not to weep at her death. But pounding on a tub and singing—this is going too far, isn't it?\"\n\n莊子曰：不然。是其始死也，我獨何能無概然。察其始而本無生，非徒無生也，而本無形，非徒無形也，而本無氣。雜乎芒芴之間，變而有氣，氣變而有形，形變而有生，今又變而之死，是相與為春秋冬夏四時行也。\n\nZhuangzi said, \"You're wrong. When she first died, do you think I didn't grieve like anyone else? But I looked back to her beginning and the time before she was born. Not only the time before she was born, but the time before she had a body. Not only the time before she had a body, but the time before she had a spirit. In the midst of the jumble of wonder and mystery a change took place and she had a spirit. Another change and she had a body. Another change and she was born. Now there's been another change and she's dead. It's just like the progression of the four seasons, spring, summer, fall, winter.\"\n\n人且偃然寢於巨室，而我噭噭然隨而哭之，自以為不通乎命，故止也。\n\n\"Now she's going to lie down peacefully in a vast room. If I were to follow after her bawling and sobbing, it would show that I don't understand anything about fate. So I stopped.\"\n\n— Zhuangzi, chapter 18 (Watson translation)", "artifact_uri": "ipfs://QmbP1pzwBrwFYWLbGouLeXhD5M3KymutSZ6be3MkqTHbNB", "display_uri": "ipfs://QmR27f7tYL8U3ggJZQELnkvF5S8ajr3LM5DQFZHejip2ky", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmbP1pzwBrwFYWLbGouLeXhD5M3KymutSZ6be3MkqTHbNB", "mimeType": "image/jpeg"}], "creators": ["tz1LWu31SL6vrgYz1HufXTJUizoyzvTZmhfy"], "tags": ["Chinese", "Zhuangzi", "Cuttlefish", "Daoism", "Luck", "Adaptability"], "extra": {}}