{"__version": 1, "token_id": 603250, "symbol": "OBJKT", "name": "Fingers Tale", "description": "Fingerery\n \nWay before the first finger had set foot on the Fingerery planet, lived Addy; an immortal tyrant who had people believing in his dogmatic propaganda, suppressing any opposition, executing anyone who opposed him. Since Addy resided in the north, and could not properly govern the southern part of the planet, Fingerery, a group of rebels started their movement and held up their middle finger as a sign of opposition. The word spread and soon enough it got to Addy. Burning in rage, Addy set out to cut those erect fingers who had opposed him. Hundreds of fingers were cut off and he gained a reputation as the “Finger Slayer”. The opposition had lost hundreds of fingers, but not their hope and ambition. They managed to collect the best architect, and the oldest sorcerer of their community. After losing a lot of fingers to finger slayer, they managed to imprison him in a dungeon they had made, and cast a spell on him so he could not escape.  \nThey were finally free; for the first time in forever an erect middle finger, did not represent opposition; rather it stood for peace and love. They enjoyed holding up the middle finger so much, that they evolved to have it erect at all times. Centuries past and all the fingers were living in peace; they had created their own utopia. They were raising their kids in peace, having coitus in peace, and not even one single finger was in danger of being chopped off.\nYears passed and there was no trace of the terror of the years gone. No one had heard anything from the finger slayer in centuries. They used to guard his dungeon, yet they gradually became confident that he does not possess the power to break the spell. One starry night everything changed.\nIt turns out the finger slayer had been patiently trying to break the spell in his dark dungeon and that day it finally happened. To this day, no one knows how it happened, and it did not matter that much; the only thing that mattered was that the beast had broken free.\nThe dark ages were back, and this time the finger slayer was stronger than what they had read in their Fible, their holy book. They assumed they had to say goodbye to dear life, since there was no ray of hope shining on their fingers.\nFrom all that darkness, there was a blossom. Three pirates had heard about the agonizing history of the fingers, and had found their way to their planet. One night they managed to land their spaceship and rescue 200 fingers. It did not take long for the FCI (Fingererian Central Intelligence) to track and bring hell to their spaceship. They managed to land the spaceship, yet she did not get to roam around the sky anymore.\nWe have asked several fingers to give us a picture of what they had seen, but they were too shaken up to give up their stories. All we know is that in that day on that space ship, some were sobbing since they had lost their loved ones, and some were shedding tears in the joy of being rescued.\nthe furious finger slayer had ordered the FCI to come up with portals to retrieve the escaped fingers. The three pirates managed to build a castle to protect the fingers from occasional visits of the FCI. They have been working day and night to rescue as many fingers as they can. They believe it is too late to save Fingerery, yet they can rebuild it elsewhere. Based on their calculations, they can manage to rescue up to 5000 fingers, but the problem is that whenever they rescue a batch, the FCI expands its surveillance, and it becomes much harder to go back there.\nOne of our spies has reported that there has been a significant development in the FCI’s portal technology, and it is estimated that they would manage to cross over on January 1, 2022. The pirates need to rush. They have been building the Nouveau Fingerery in Tezos, and they are determined to make it as glamorous as their actual planet. They know that all the fingers who have not been moved to Nouveau Fingerery from the castle, will be terminated by the finger slayer.\nAll these 5000 fingers who have been working hard to build their utopia, deserve our best, and some have already resided in Nouveau Fingerery. The three pirates are looking for new guardians. The new guardians and the fingers will start a new life in Nouveau Fingerery, and the pirates will always look after them. It has been said that there will even be choppers with supplies that are airdropped to spread the joy. Let us keep our fingers erect and bring the glory back to Fingerery and all the fingers there.", "artifact_uri": "ipfs://QmV6AiMekyUrDxVJ9vSZaz9SNsA98Bhhjh4e2hSCESd432", "display_uri": "ipfs://QmYLca3vk5y3VE5K71Qjs3dXN7LWLQtW8E6Nq4vfZ7R9ve", "thumbnail_uri": "ipfs://QmNrhZHUaEqxhyLfqoq1mtHSipkWHeT31LNHb1QEbDHgnc", "formats": [{"uri": "ipfs://QmV6AiMekyUrDxVJ9vSZaz9SNsA98Bhhjh4e2hSCESd432", "mimeType": "application/pdf"}], "creators": ["tz1XXCsZnEhWQdNvbXwfyT1cmMU8nahrkJCT"], "tags": ["tezfingers", "history", "fingerstale", "genesis", "fible", "tale"], "extra": {}}